{
  "id": "PMC11999716",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11999716/",
  "title": "Metagenomic interrogation of urban Superfund site reveals antimicrobial resistance reservoir and bioremediation potential",
  "authors": "Sergios-Orestis Kolokotronis, Chandrima Bhattacharya, Rupobrata Panja, Ian Quate, Matthew Seibert, Ellen Jorgensen, Christopher E Mason, Elizabeth M Hénaff",
  "year": "2025",
  "journal": "Journal of Applied Microbiology",
  "abstract": "Abstract Aims We investigate the bioremediation potential of the microbiome of the Gowanus Canal, a contaminated waterway in Brooklyn, NY, USA, designated a Superfund site by the US Environmental Protection Agency due to high concentrations of contaminants, including polychlorinated biphenyls, petrochemicals, and heavy metals. Methods and results We present a metagenomic analysis of the Gowanus Canal sediment, consisting of a longitudinal study of surface sediment and a depth-based study of sediment core samples. We demonstrate that the resident microbiome includes 455 species, including extremophiles across a range of saltwater and freshwater species, which collectively encode 64 metabolic pathways related to organic contaminant degradation and 1171 genes related to heavy metal utilization and detoxification. Furthermore, our genetic screening reveals an environmental reservoir of antimicrobial resistance markers falling within 8 different classes of resistance, as well as  de-novo  characterization of 2319 biosynthetic gene clusters and diverse groups of secondary metabolites with biomining potential. Conclusion The microbiome of the Gowanus Canal is a biotechnological resource of novel metabolic functions that could aid in efforts for bioremediation, AMR reservoir mapping, and heavy metal mitigation.",
  "keywords": "EPA Superfund, environmental contamination, metagenomics, bioremediation, antimicrobial resistance, biomining",
  "full_text": "Impact Statement The Gowanus Canal Superfund site is emblematic of the many post-industrial sites facing a legacy of hazardous pollutants, and its resident microbiome harbors the potential to remediate anthropogenic contaminants. Introduction Historical background of the gowanus canal The Gowanus Canal in Brooklyn, NY, USA is an Environmental Protection Agency (EPA) Superfund site (Miller  2015 ) which contains significant amounts of chemicals of concern (Mandigo et al.  2016 ). These include heavy metals like arsenic, copper, lead, and iron; halogenated compounds, including polychlorinated biphenyl (PCB); chlorinated solvents and fungicides, including carbon tetrachloride and ethylene dibromide; polycyclic aromatic hydrocarbons (PAH); volatile organic compounds (VOC) and semivolatile organic compounds; petroleum products; and dissolved salts, including brine and other acids such as tartaric acid (U.S. EPA  2011 ). Following the 2010 designation of the canal as a Superfund site on the National Priorities List, plans were announced to dredge and sub-aquatically cap the waterway over a decade (U.S. EPA  2012 ) in a multiphase project expected to finish in mid-2025 (Krisel  2015 ). Microbial response to anthropogenic contamination The Gowanus Canal is an extreme environment with both built and natural components in the most populated city in the U.S. (U.S. Census Bureau  2025 ), and provides a testbed for studying the impact of engineered environments on resident ecosystems. Studies have shown that microorganisms, especially extremophiles, respond to the challenge of anthropogenic contaminants through adaptive degradation and biosorption (Xu et al.  2010 , Ghosh and Das  2018 , McCutcheon et al.  2021 , Sharma et al.  2021 ). One such example includes the rapid shifts in marine microbial population observed after the DeepWater Horizon Spill both in open ocean (Mason et al.  2012 , Redmond and Valentine  2012 , Kimes et al.  2014 ) and coastal wetlands (King et al.  2015 ), where the relative abundance of petrochemical-degrading species increased significantly after the spill. In addition to natural adaptation of endogenous species, microbial remediation can occur by introducing target species to an environment. For example, introduction of a consortium consisting of probiotic bacteria efficient in degrading naturally occurring petroleum hydrocarbons to coral environments was shown to be effective in remediating oil spills without negatively impacting the coral holobiont, unlike using chemical dispersants (Fragoso ados Santos et al.  2015 ). A two-stage fungal remediation study to tackle textile industry dye effluent utilizing both adsorption and accumulation illustrated the potential of integrated approaches in bioremediation (Mathur et al.  2018 ). Microbial bioremediation, while presenting constraints of efficacy and scale, can be considered preferable over physico-chemical remediation as it does not leave further residues (Das and Dash  2014 ). Superfund sites, with their high concentrations of toxic compounds, can be considered an extreme environment and extremophiles are known for their potential for bioremediation (Kaushik et al.  2021 ). While every Superfund site is unique in its composition of contaminants, a growing body of literature has shown that microbial bioremediation often develops spontaneously. While microbial diversity can be decreased at a toxic site, the abundance of bioremediation-related species increases (Lowe et al.  2002 ) with specific functions such as the microbial dechlorination of compounds, including PCBs (Rodenburg et al.  2015 ). Microbial bioremediation is a long standing practice (Antizar-Ladislao  2010 ), and more recently sequencing technologies and metagenomic analyses have enabled the identification of genes and species responsible for observed remediation-related metabolisms (Dangi et al.  2019 , Gupta et al.  2020 ). These observations, in addition to the accelerated evolution of microbial communities in extreme environments (Li et al.  2014 ), make Superfund sites candidates for metabolism mining—both with respect to contaminant-related functions, such as metal rare earth element binding, and also for discovery of novel functions or metabolites of potential biotechnological interest. Indeed, microorganisms in the environment can produce a wealth of secondary metabolites (SMs) which have been historically used for various biotechnological applications, including production of antibiotics, anticancer agents, and agrochemicals (Katz and Baltz  2016 ). SMs synthesized through the expression of biosynthetic gene clusters (BGCs) can be hard to identify using bioactivity screens as BGCs are often silent, only activated under pleiotropic environmental triggers such as growth condition variation or introduction of competing species (Rutledge and Challis  2015 ). Genome mining using high-throughput sequencing approaches has been used to identify BGCs responsible for encoding these SMs without the need for identifying the appropriate activation triggers (Udwary et al.  2021 ). In particular, environmental microbiomes, even urban ones, can be a rich substrate for the discovery of such molecules (Charlop-Powers et al.  2016 ). Given the Gowanus Canal’s unique—and extreme—environment, we hypothesize that its microbiome might be a source of novel BGCs. To provide a detailed molecular portrait of the microbial adaptations in the Canal, we used shotgun metagenomic sequencing and a suite of bioinformatic tools with the goals to (i) characterize species diversity, (ii) assess potential for bioremediation, and (iii) discover novel BGCs. As a community that has thrived in a highly contaminated environment for over a century and a half, this microbiome may hold keys for living and thriving under uniquely toxic selection pressures as particular to the putative Anthropocene era (Waters and Turner  2022 ). Materials and methods Site selection and sample collection Sediment sampling was performed across fourteen sites along the length (2.9 km) of the Canal (numbered 01–14 in Fig.  1 ). Sediment was sampled from a canoe, using a 4.5 m long PVC (PolyVinyl Chloride) pipe as a sampling device. The pipe was driven approximately 10–15 cm into the sediment, capped, and pulled up to the surface. Upon uncapping, the retained sediment was dispensed into a 50 ml sterile tube. Core samples were obtained through the EPA and private stakeholders during the feasibility study for the EPA Superfund site cleanup. The GPS coordinates of the fourteen sediment sample locations, as well as the core sample location and additional metadata are reported in  Table S1 . Figure 1. (a) Map of sampling locations along the Gowanus Canal. The 14 surface sediment samples are marked with “+” signs, and the core sample location is marked with an arrow. (b) Process documentation shots of surface sediment sampling. Photo credit: Dave Rife. Sampling scheme Samples were collected from the sediment surface as well as one sediment core. Surface sediment samples were collected in 14 different locations along the length of the Canal, at two different timepoints (December 2014 and April 2015). These are samples from the top 15 cm of sediment, under 1–5 m of water. These will be referred to as “sediment samples” throughout this paper. Core samples were collected at a single location, from a core taken 3.5 m deep from the surface of the sediment, in 0.5 m depth increments (Fig.  1a  for a map of these locations, and Fig.  1b  for images of the process). These were collected from a core taken by the Department of Environmental Protection, and depth refers to the depth under the surface of the sediment. These will be referred to as “core samples.” See sample metadata in  Table S1 . DNA extraction and sequencing Sediment and core samples were stored at −80°C until processing. DNA was extracted using the MoBio PowerSoil DNA Isolation Kit (catalog no. 12888–50) according to the manufacturer’s instructions, with 250 mg of starting material and lysis step performed on the Qiagen PowerLyzer (3 × 30 s agitation) then purified with Ampure XP beads (Beckman Coulter A63881). Sediment sample libraries were prepared using the Qiagen GeneRead DNA Library I Core Kit (180 432) with the Qiagen GeneRead DNA Library I Amp Kit (180455) along with Qiagen Adapter I Set A 12-plex (180985) and Qiagen Adapter I Set B 12-plex (180986) and sequenced on the Illumina HiSeq 4000 platform. Core sample libraries were prepared with the Roche KAPA HyperPrep Kit (KK8504, 07962363 001) and sequenced on the Illumina NovaSeq 6000 platform. For both platforms, paired-end 150 bp reads were generated, with an average of 26.5 million read pairs (53 million total reads) per sample. Sample metadata, including sequencing platform and read numbers are reported in  Table S1 . Bioinformatics analysis All bioinformatic analyses were performed on the High Performance Computing cluster at New York University. Preprocessing and AMR was calculated using the MetaSUB CAP pipeline ( https://github.com/MetaSUB/MetaSUB_CAP ) (Danko et al.  2021 ). Unless specified otherwise, default settings were used for the tools listed below. Preprocessing Shotgun metagenome raw sequence data, available as pair-end reads, was first processed with AdapterRemoval (v2.2.2) (Schubert et al.  2016 ), for the removal of low-quality reads and reads with ambiguous bases. This was followed by using Bowtie2 (v2.2.3) (Langmead and Salzberg  2012 ) for the alignment to the human genome (hg38, including alternate contigs). Read pairs where one or both ends mapped to the human genome were discarded while read pairs where neither mate mapped (referred to as “non-human reads” hereafter) were used for further analysis. Statistical analysis and visualization All statistical analysis and visualization was done in RStudio v4.1.2 (RStudio Team  2020 ). The statistical tests performed are reported in scripts (see github repository below) as well as figures. Packages used for plotting include Vennerable (Jia et al.  2021 ), igraph (Csárdi and Nepusz  2006 ), ggraph (Pedersen  2025 ), circlize (Gu et al.  2014 ), ggPlot2 (Wickham  2011 ), and RainCloudPlots (Allen et al.  2019 ). The code for the plots is available at  https://github.com/HenaffLab/2023_Gowanus_Publication . Taxonomic assignment Non-human reads were used for taxonomic profiling using MetaPhlAn3 (v3.0.7) (Beghini et al.  2021 ), which produces species-level resolution using clade-specific marker genes for profiling taxonomy. MetaPhlAn was run with the flags “—add_viruses” to include viral markers and “—tax_lev ‘s’” to specify taxonomic resolution at the species level, with taxonomy distributions reported as relative abundance ( Table S2 ). Dimensionality reduction Dimensionality reduction of taxonomic data was performed using the R package Uniform Manifold Approximation and Projection for Dimension Reduction (UMAP) (Becht et al.  2019 ) as it not only preserves the global structure, but also performs a non-parametric mapping. In order to investigate sequencing depth as a factor in UMAP groupings (core samples were sequenced at higher depth that the Sediment samples, see  Table S1  for read depths), we downsampled the core reads to the average sediment read depth to generate a normalized dataset. This normalized dataset also generates a similar UMAP plot as seen in  Figure S2 , and the full dataset was used for all subsequent analyses. Diversity metrics The R Vegan package (Dixon  2003 ) was used for calculation of diversity metrics. Alpha diversity was calculated using the Simpson and Shannon (also referred to as Shannon–Wiener) indices. The Simpson index or the dominance index accounts for the proportionality of a species in the sample. The Shannon–Wiener index takes into account the randomness present at the site. It also accounts for both the species’ equitability and richness. We report species richness which refers to the total number of different species present in an ecological community. We use Bray–Curtis dissimilarity to report Beta diversity, which quantifies the compositional differences between two sites, accounting for species counts. We use non-metric multidimensional scaling (NMDS) for visualization of beta diversity using Bray–Curtis dissimilarity. Microbial species annotation We used The Microbe Directory v2 (TMD) (Shaaban et al.  2018 , Sierra et al.  2019 ) to annotate species based on ecological and phenotypical features. TMD is a machine readable and hand curated database consisting of taxonomic annotation of viruses, bacteria, fungi, and eukaryotes. The features we reported include extremophilic nature, type of metabolism, and known microbiome isolation location. Automatic characterization of microbes remains challenging, and the breadth and depth of current TMD results can vary based on emerging literature and as more microbes are characterized and accessioned. We have used TMD v2 for characterizing most of the microbes referred to in  Table S3 , but for some species, we have collected additional literature review, which is referenced in the body of this manuscript. Bioremediation and metabolic studies Non-human reads were used to characterize metabolic function using the Human Microbiome Project Unified Metabolic Analysis Network3 (HUMAnN3) (v3.0.0.alpha.4) (Beghini et al.  2021 ), specifying DIAMOND (Buchfink et al.  2015 ) as the alignment algorithm and UniRef50 (Suzek et al.  2015 ) as the target database. This tool references the METACYC database for assembling pathways based on genes identified. We utilized the pathway abundances ( Table S9 ) and the pathway coverage files for further analysis (all output files available with supplementary data at  https://github.com/HenaffLab/2023_Gowanus_Publication ). Pathway abundance values were normalized to copies per million and stratified using the script “humann_infer_taxonomy” provided by HUMAnN3, specifying resolution at the species level ( Table S7 ). Following this, the pathways identified by HUMAnN3 were cross-referenced with the Biocatalysis/Biodegradation Database ( http://eawag-bbd.ethz.ch ) (Gao et al.  2010 ), to select pathways with bioremediation potential ( Table S8 ). Antimicrobial resistance We generated AMR profiles by using non-human reads as input to MEGARES2 v1.0.1 using Bowtie2 v2.2.3 (—end-to-end mode, very-sensitive option). MEGARes includes an ontology to group resistance genes according to gene groups ( Table S4 ) and AMR mechanisms ( Table S5 ) and resistance classes ( Table S6 ). The alignment was analyzed using Resistome Analyzer (commit 15a52dd to github.com/cdeanj/resistomeanalyzer) followed by normalization using reads per kilobase million per gene. This workflow is implemented as part of the CAP pipeline (Danko et al.  2021 ). Genome mining Biological Gene Clusters were identified using the BioSynthetic Spades option (“spades.py –bio”) within the Spades assembler (Bankevich et al.  2012 ) (v3.14.1). This option produces an assembly of the sample sequences (scaffolds.fasta) as well as an assembly enriched only for the classes of non-ribosomal (NRPS) and polyketide (PKS) gene clusters (gene_clusters.fasta). As we are looking to identify BGCs across all potential classes, we proceeded with the full assembly (scaffold.fasta) for the subsequent steps. This analysis was performed separately for each sample. The standalone version of AntiSMASH5 (v5.2.0) (Blin et al.  2019 ) was used for identification of BGCs in the assembled scaffolds, as well as their classification corresponding to specific types of SMs, and annotation based on similarity to entries in the database of BGCs with known output compounds MIBiG2 (Kautsar et al.  2020 ). We used prodigal (Hyatt et al.  2010 ) for gene finding and concentrated on bacteria as taxa. Full specified settings are “—genefinding-tool prodigal—taxon bacteria—cb-general—asf—smcog-trees—cb-knownclusters—cb-subclusters—pfam2go”. This analysis was also performed separately for each sample. We combined the AntiSMASH output from all the samples into a list of all BGCs identified across all samples, and used BiG-SCAPE/CORASON (Navarro-Muñoz et al.  2020 ) to generate gene cluster families according to structural characteristics (using similarity networks) and sequence characteristics (using the Pfam directory). We also used Big-SCAPE to also annotate the families which encode a product similar to the known products in MIBiG2 using the “—mibig” setting. Results Microbial community characteristics as related to environmental context Microbial community metrics Species abundance was computed for all the samples. Kendall correlation ( Fig. S1 ) shows groupings of Gowanus samples into two broad sets, the Core Samples and the Sediment Samples. UMAP dimensional reduction (Fig.  2a ) reflects a differential distribution of species based on both location and data type, and groups the samples as Core, Sediment_Winter14 and Sediment_Spring_15, with an overlap between the two Sediment samples. In order to investigate sequencing depth as a factor in this grouping (Core samples were sequenced at higher depth that the Sediment samples, see  Table S1  for read depths), we downsampled the Core reads to the average Sediment read depth to generate a normalized dataset. This normalized dataset also generates a similar UMAP plot as seen in  Fig. S2 , and the full dataset was used for all subsequent analyses. Of a total of 455 species identified across all samples ( Table S2 ), we identified including 13 archaeal species, 241 species of bacteria, and 201 viruses/phages. Of these, 85 species are shared across all the 3 sample sets, and the 2 sediment sample sets share 128 species (Fig.  2d ). Figure 2. (a) UMAP dimension reduction visualization of taxonomic profiles based on MetaPhlAn3 species abundance profiles. Color legend is shared with Fig.  2b . Axes are arbitrary and without meaningful scale. (b) NMDS visualization of Beta Diversity using the Bray–Curtis dissimilarity metric separating sample sets. Ellipses represent 99.99% confidence intervals. (c) Alpha Diversity according to Shannon and Simpson indices. Each plot includes a scatter plot, a box plot, and a half violin plot. (d) Venn Diagram of species identified across different sample sets. We next evaluated intra-sample alpha and beta taxonomic diversity of our collections. We found that samples from the Core set were different from Sediment samples with lower alpha-diversity (Fig.  2c ). While the Shannon index accounts for species richness by including rare species, the Simpson index gives more weight to evenness and common species. Both metrics are independent of group size, therefore the uneven distribution of sample numbers in Core and Sediment sets does not affect the alpha diversity metric (Roswell et al.  2021 ). Shannon [Kruskal–Wallis, chi-squared = 16.202,  P -value = 0.0003033] and Simpson indices [Kruskal–Wallis, chi-squared = 16.022,  P -value = 0.0003318] attain statistical significance. Beta-diversity was calculated by Bray–Curtis dissimilarity index and scaled using NDMS (Fig.  2b ). The NDMS plot of the taxonomic profiles showed slight separation between the two groups of Sediment sample sets; however, these differences were minor. The samples in the Core set are different from the samples in the Sediment set according to this metric, also previously observed in the UMAP plot (Fig.  2a ). Species characterization according to environmental and historical context Marine organisms related to geographic environment Originally in a productive tidal estuary stewarded by the Lenni Lenape people for over 9000 years before colonial contact (Doyle  1996 ), the present-day environment of the canal is a combination of original sediment, over 150 years of industrial waste, inputs from surrounding runoff and combined sewage overflows (CSOs), and tidal influx. Accordingly, many species found in the Gowan",
  "introduction": "Introduction Historical background of the gowanus canal The Gowanus Canal in Brooklyn, NY, USA is an Environmental Protection Agency (EPA) Superfund site (Miller  2015 ) which contains significant amounts of chemicals of concern (Mandigo et al.  2016 ). These include heavy metals like arsenic, copper, lead, and iron; halogenated compounds, including polychlorinated biphenyl (PCB); chlorinated solvents and fungicides, including carbon tetrachloride and ethylene dibromide; polycyclic aromatic hydrocarbons (PAH); volatile organic compounds (VOC) and semivolatile organic compounds; petroleum products; and dissolved salts, including brine and other acids such as tartaric acid (U.S. EPA  2011 ). Following the 2010 designation of the canal as a Superfund site on the National Priorities List, plans were announced to dredge and sub-aquatically cap the waterway over a decade (U.S. EPA  2012 ) in a multiphase project expected to finish in mid-2025 (Krisel  2015 ). Microbial response to anthropogenic contamination The Gowanus Canal is an extreme environment with both built and natural components in the most populated city in the U.S. (U.S. Census Bureau  2025 ), and provides a testbed for studying the impact of engineered environments on resident ecosystems. Studies have shown that microorganisms, especially extremophiles, respond to the challenge of anthropogenic contaminants through adaptive degradation and biosorption (Xu et al.  2010 , Ghosh and Das  2018 , McCutcheon et al.  2021 , Sharma et al.  2021 ). One such example includes the rapid shifts in marine microbial population observed after the DeepWater Horizon Spill both in open ocean (Mason et al.  2012 , Redmond and Valentine  2012 , Kimes et al.  2014 ) and coastal wetlands (King et al.  2015 ), where the relative abundance of petrochemical-degrading species increased significantly after the spill. In addition to natural adaptation of endogenous species, microbial remediation can occur by introducing target species to an environment. For example, introduction of a consortium consisting of probiotic bacteria efficient in degrading naturally occurring petroleum hydrocarbons to coral environments was shown to be effective in remediating oil spills without negatively impacting the coral holobiont, unlike using chemical dispersants (Fragoso ados Santos et al.  2015 ). A two-stage fungal remediation study to tackle textile industry dye effluent utilizing both adsorption and accumulation illustrated the potential of integrated approaches in bioremediation (Mathur et al.  2018 ). Microbial bioremediation, while presenting constraints of efficacy and scale, can be considered preferable over physico-chemical remediation as it does not leave further residues (Das and Dash  2014 ). Superfund sites, with their high concentrations of toxic compounds, can be considered an extreme environment and extremophiles are known for their potential for bioremediation (Kaushik et al.  2021 ). While every Superfund site is ",
  "methods": "Supplementary Material lxaf076_Supplemental_Files",
  "results": "Results Microbial community characteristics as related to environmental context Microbial community metrics Species abundance was computed for all the samples. Kendall correlation ( Fig. S1 ) shows groupings of Gowanus samples into two broad sets, the Core Samples and the Sediment Samples. UMAP dimensional reduction (Fig.  2a ) reflects a differential distribution of species based on both location and data type, and groups the samples as Core, Sediment_Winter14 and Sediment_Spring_15, with an overlap between the two Sediment samples. In order to investigate sequencing depth as a factor in this grouping (Core samples were sequenced at higher depth that the Sediment samples, see  Table S1  for read depths), we downsampled the Core reads to the average Sediment read depth to generate a normalized dataset. This normalized dataset also generates a similar UMAP plot as seen in  Fig. S2 , and the full dataset was used for all subsequent analyses. Of a total of 455 species identified across all samples ( Table S2 ), we identified including 13 archaeal species, 241 species of bacteria, and 201 viruses/phages. Of these, 85 species are shared across all the 3 sample sets, and the 2 sediment sample sets share 128 species (Fig.  2d ). Figure 2. (a) UMAP dimension reduction visualization of taxonomic profiles based on MetaPhlAn3 species abundance profiles. Color legend is shared with Fig.  2b . Axes are arbitrary and without meaningful scale. (b) NMDS visualization of Beta Diversity using the Bray–Curtis dissimilarity metric separating sample sets. Ellipses represent 99.99% confidence intervals. (c) Alpha Diversity according to Shannon and Simpson indices. Each plot includes a scatter plot, a box plot, and a half violin plot. (d) Venn Diagram of species identified across different sample sets. We next evaluated intra-sample alpha and beta taxonomic diversity of our collections. We found that samples from the Core set were different from Sediment samples with lower alpha-diversity (Fig.  2c ). While the Shannon index accounts for species richness by including rare species, the Simpson index gives more weight to evenness and common species. Both metrics are independent of group size, therefore the uneven distribution of sample numbers in Core and Sediment sets does not affect the alpha diversity metric (Roswell et al.  2021 ). Shannon [Kruskal–Wallis, chi-squared = 16.202,  P -value = 0.0003033] and Simpson indices [Kruskal–Wallis, chi-squared = 16.022,  P -value = 0.0003318] attain statistical significance. Beta-diversity was calculated by Bray–Curtis dissimilarity index and scaled using NDMS (Fig.  2b ). The NDMS plot of the taxonomic profiles showed slight separation between the two groups of Sediment sample sets; however, these differences were minor. The samples in the Core set are different from the samples in the Sediment set according to this metric, also previously observed in the UMAP plot (Fig.  2a ). Species characterization according to environmental and historical context Marine organisms related to geographic environment Originally in a productive tidal estuary stewarded by the Lenni Lenape people for over 9000 years before colonial contact (Doyle  1996 ), the present-day environment of the canal is a combination of original sediment, over 150 years of industrial waste, inputs from surrounding runoff and combined sewage overflows (CSOs), and tidal influx. Accordingly, many species found in the Gowanus Canal were previously identified in either marine or freshwater sediment, water or soil. (See Methods for microbial characterization strategies.) Marine sediment species identified include  Modestobacter marinus  [also radiation-tolerant (Normand et al.  2012 )],  Labilibaculum filiforme, Draconibacterium orientale  (Du et al.  2014 ) , Maribacter arcticus, Sedimentitalea nanhaiensis, Halioglobus lutimaris, Shimia aestuarii , and  Thiobacillus denitrificans ; and  Planktomarina temperata  from sea water. Fewer freshwater sediment ",
  "discussion": "Discussion Here, we present the first in-depth metagenomic study of the Gowanus Canal, a Superfund site embedded in a residential/light manufacturing neighborhood of Brooklyn, NY, USA. Taxonomic classification shows that this contaminated environment hosts a rich and diverse microbial population. The composition of this community includes species previously identified in marine sediment, as well as the human gut, reflecting both the estuarine environment and the presence of CSO outfalls. Collectively, the microbiome of the canal encodes a wide range of antimicrobial resistance genes, including some related to human pharmaceutical use. While some AMR alleles come from human gut species, some environmental species identified in this dataset are also known to harbor resistance genes. These include species previously isolated from water and sediment such as the sulfate-reducing  Desulfobacter hydrogenophilus  and  Desulfobacterium autotrophicum , as well as  Thermoleophilum album, Se. nanhaiensis, My. gilvum , and  My. fallax . Other species potentially harboring AMR have been previously isolated from soil ( My. chubuense  and  My. obuense) , and plants ( Mi. aloeverae ). Of note, the material sampled in this study was sediment and this substrate contained both human gut related microbes as well as human related AMRs. This means that to a certain extent, human gut microbes from untreated waste streams are persisting in the sediment. Further research could address the fate of waste stream related microbes in the environment, their interactions with chemical contaminants, and the potential of CSOs to develop environmental AMR reservoirs. Recently literature has accumulated that points to contaminants’ effect on ARG persistence in the environment (Fletcher  2015 ), including historical industrial contaminants as well as emerging organic contaminants (Alderton et al.  2021 ). One such mechanism for this impact is that the prevalence of ARGs carried by live bacteria is impacted by the selection pressures their hosts are subject to (Mathur et al.  2018 ). Microbes evolve faster under stress (Li et al.  2014 ), and the Canal microbiome has been challenged with industrial contaminants since before the canal was dredged in 1853. We assessed the potential for this microbiome to be a reservoir of remediation-related functions through functional analysis, identifying gene coding potential and metabolic pathways encoded in this dataset. We identified bioremediation pathways related to degradation of VOCs and complex hydrocarbons, consistent with the historical industries of coal extraction and paint making at the site (Miller  2015 ). Interestingly, our data suggests that a given microbial species usually uses multiple mechanisms for degradation of a particular aromatic compound, and targets just one group of hydrocarbons. For example,  Pseudomonas fluorescens  encodes degradation of catechol through three pathways, including meta-cleavage and through the interme",
  "conclusion": "Conclusion Once an ecologically diverse estuary and home to the Lenni-Lenape people, the Gowanus Creek was dredged in 1853 as part of ongoing colonial and industrial disruption to the land to become the Gowanus Canal. Its environment today is emblematic of the many post-industrial Superfund sites across the country. Like Gowanus, many of these locations were important sites for production and manufacturing industries that have now moved elsewhere leaving a material, economic, and social legacy of toxicity not only in the canal itself but also the surrounding areas As a result of the EPA’s remediation proposals (U.S. EPA  2012 ), the communities surrounding the Gowanus Canal (notably, those historically disproportionately affected by the contaminated environment) are now vulnerable to residential displacement, and deepening economic inequality (Krisel  2015 ) in addition to ongoing possible toxic exposure. The Gowanus Canal is considered a forsaken environment from our human perspective: the Superfund cleanup plan is to dredge the canal and cap it with an impermeable layer. Yet, this study shows that this environment is thriving from a microbial perspective. These microbes have evolved to survive harsh conditions, and have shown capability of not only remediate contaminants in the environment, but also produce novel SMs. These data show there is still much we can learn from these lifeforms who have evolved to inhabit industrial ruins. At a time where human disturbance has become a geological force, these results further suggest that we should redefine our relationship to the lifeforms we live amongst, with a responsibility for stewardship and reciprocity. These microscopic neighbors not only serve as a genetic catalog of bioremediation functions, but open our imagination to new modes of what theorist Anna Tsing calls “collaborative survival”—of ways to live together on a damaged planet (Tsing  2015 )."
}