{
  "id": "PMC11166937",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166937/",
  "title": "Single-cell analysis identifies conserved features of immune dysfunction in simulated microgravity and spaceflight",
  "authors": "Fei Wu, Huixun Du, Eliah Overbey, JangKeun Kim, Priya Makhijani, Nicolas Martin, Chad A. Lerner, Khiem Nguyen, Jordan Baechle, Taylor R. Valentino, Matias Fuentealba, Juliet M. Bartleson, Heather Halaweh, Shawn Winer, Cem Meydan, Francine Garrett-Bakelman, Nazish Sayed, Simon Melov, Masafumi Muratani, Akos A. Gerencser, Herbert G. Kasler, Afshin Beheshti, Christopher E. Mason, David Furman, Daniel A. Winer",
  "year": "2024",
  "journal": "Nature Communications",
  "abstract": "Microgravity is associated with immunological dysfunction, though the mechanisms are poorly understood. Here, using single-cell analysis of human peripheral blood mononuclear cells (PBMCs) exposed to short term (25 hours) simulated microgravity, we characterize altered genes and pathways at basal and stimulated states with a Toll-like Receptor-7/8 agonist. We validate single-cell analysis by RNA sequencing and super-resolution microscopy, and against data from the Inspiration-4 (I4) mission, JAXA (Cell-Free Epigenome) mission, Twins study, and spleens from mice on the International Space Station. Overall, microgravity alters specific pathways for optimal immunity, including the cytoskeleton, interferon signaling, pyroptosis, temperature-shock, innate inflammation (e.g., Coronavirus pathogenesis pathway and IL-6 signaling), nuclear receptors, and sirtuin signaling. Microgravity directs monocyte inflammatory parameters, and impairs T cell and NK cell functionality. Using machine learning, we identify numerous compounds linking microgravity to immune cell transcription, and demonstrate that the flavonol, quercetin, can reverse most abnormal pathways. These results define immune cell alterations in microgravity, and provide opportunities for countermeasures to maintain normal immunity in space.",
  "keywords": "Adaptive immunity, Innate immunity, Gene regulation in immune cells, Space physics",
  "full_text": "Introduction Astronauts in low earth orbit (LEO), such as on the international space station (ISS), experience immune dysfunction associated with the microgravity environment. Multiple studies have described immune dysregulation in short or long-term simulated 1 – 4  or actual microgravity 5 – 9 . For the most part, such studies have described impaired T-cell responses, coupled with some form of heightened innate immunity 7 , 10 , though some innate immune cells, like natural killer (NK) cells, also show impaired function 11 . Consistent with altered adaptive immunity, potentially due to impaired cytotoxic and Th1 T cell function, and reduced NK cell function, astronauts develop increased reactivation of latent viruses, including herpes viruses (EBV, CMV, VZV) 3 , 7 , 12 – 15 . In one study, viral shedding after 9–14 days of spaceflight was linked to changes in serum cytokines, including a preferential large increase in IL-4 compared to interferon (IFN)γ, indicating a possible shift away from Th1 immunity towards Th2 immunity 16 . Consistently, some astronauts report heightened hypersensitivity reactions, such as increased allergic and Th2-like responses in space 7 . Multiple studies using higher throughput approaches have started to add insight into pathways impacted by spaceflight. In the Twins study 17 , a one-year ISS mission altered innate, adaptive, and NK cell-mediated immunity across bulk RNA sequencing analysis. In T cells, increases in DNA methylation were seen in the promoters of  notch3  for CD4 +  T cells, linked to T cell differentiation, and in  scl1a5/asct2 , linked to activation, for CD8 +  T cells. A total of 50 of 62 assayed cytokines were also altered by spaceflight or landing 17 . During a recent multi-omic analysis, including bulk RNA and DNA methylation sequencing, of astronauts and mice in space, mouse organs such as the liver and kidney demonstrated reduced IFN signatures, coupled to altered methylation patterns of these gene sets, while muscles had increased IFNγ, IL-1, and TNF 10 . Serum inflammatory markers from 59 astronauts in this study (and in a similar companion study) showed increased VEGF-1, IGF-1, and IL-1 during spaceflight, which resolved upon returning to Earth 4 , 10 . This same study also identified mitochondrial dysfunction as a major response of different non-hematolymphoid tissues to spaceflight 10 . More recently, another study using a NASA-developed Rotating Wall Vessel, which was employed in our current work, utilized a 41-parameter mass cytometry approach to show that short-term (18–22 hours) simulated microgravity can dampen NK cell, CD4 + , and CD8 +  T cell responses to Concanavalin A/anti-CD28 stimulation, but potentiates STAT5 signaling to boost Tregs 18 . Despite these important advances, the core fundamental mechanisms, genes, and pathways that are directly altered by microgravity to adversely impact immunity, including at single-cell resolution, are largely unknown. Interestingly, mechanical forces are emerging as critical orchestrators of immune cell function, whereby mechanotransduction tunes immune cell responsiveness to danger signals 19 . Some of these effects occur through environmental modulation of mechanosensing pathways that alter ion currents in cells, metabolism, or directly act on the cytoskeleton 19 . Thus, a spaceflight environment, which alters forces such as gravity, associated hydrostatic pressure, and shear force 20 , 21  onto immune cells likely directly contributes to immune system dysfunction. Here, using a common ground-based analog, the NASA developed low shear modeled microgravity Rotating Wall Vessel (RWV) 2 , 18 , 22 , we examine in depth how short-term (25 hours) exposure to simulated microgravity impacts the human peripheral blood mononuclear immune system in detail at single-cell resolution. Combining this data with validation experiments from mice and crewmembers in LEO, as well as machine learning algorithms, we identify numerous core genes and pathways in immune cells that are altered by simulated microgravity or spaceflight, and identify numerous potential compounds that directly map onto immune cell transcriptional signatures in simulated microgravity. Results Simulated microgravity alters the transcriptional landscape of individual immune cells To begin understanding how simulated microgravity impacts immune cell function, we loaded PBMC samples from two young healthy CMV+ donors, one male, and one female, into either RWV simulated microgravity (uG) or normal gravity (1G) static controls for 16 hours of conditioning. The 16-hour-conditioning time point was chosen based on prior work that used approximately the same time and tracked transcriptional or proteomic changes on immune cells to simulated microgravity 1 , 18 . PBMCs were either left unstimulated or stimulated for an additional 9 hours with R848, a standard TLR7/8 agonist. We chose TLR7/8 as a putative target since it mimics viral infection, and is expressed on most human immune cells, including T cells 23 . Using this methodology, we next developed a single-cell atlas of 55,648 human PBMCs exposed to these conditions. In the unstimulated state, after 25 hours of simulated microgravity, we identified 28 clusters of immune cells visualized by UMAP (Uniform Manifold Approximation and Projection), including cell types such as mucosal associated invariant T cells (MAIT cells), double negative T cells, γδ T cells, innate lymphoid cells, and plasmacytoid dendritic cells, which have rarely been studied in simulated microgravity (Fig.  1A ). Simulated microgravity altered proportions of immune cell clusters to a mild extent, with B intermediate cells, and MAIT cell proportions being most negatively impacted, and CD14 +  monocytes, and CD4 +  T effector memory (TEM) cells being most increased based on percent change (Fig.  1B ). Across all immune populations, simulated microgravity altered expression of over 4500 genes with adj  P  cutoff of <0.05 (Supplementary Data  1 ). This list was refined to a core list of ~375 differentially expressed genes (DEGs) with an additional cutoff of |log2FC|> 0.1. This list was further condensed to visualize on a Volcano plot with |log2FC|> 0.25 (Fig.  1C ), showing only the very top positively and negatively altered genes. Volcano plots of DEGs for individual immune cell clusters are shown in Supplementary Fig.  1 . Across all immune cells, some of the most induced genes in simulated microgravity included acute response genes such as  s100a8 ,  s100a9 ,  s100a12 ,  thbs1 , heat-shock genes such  hsp90ab1 , chemokines like  ccl2 ,  ccl4 , iron storage genes ( fth1 ,  ftl ), and matrix metalloproteinases ( mmp9 ). The most reduced genes in simulated microgravity included interferon response ( stat1 ) and associated guanylate binding proteins ( gbp1 ), and cold shock genes ( rbm3 ,  cirbp ). Expression of the top DEGs (with mitochondrial encoded genes excluded for visual simplicity) across 22 populations of immune cells are shown in Fig.  1D . CD14 +  classical monocytes, CD16 +  nonclassical monocytes, and natural killer (NK) cells exhibited the most pronounced changes across major gene sets, consistent with short term simulated microgravity’s direct effect at reprogramming transcriptional changes most prominently in innate immunity. Consistently, using single-cell trajectory analysis, we identify numerous trajectories mainly in the innate immune cell clusters, especially the monocyte cluster, in response to simulated microgravity. Trajectory analysis is used to construct a path that describes how cells move through different states, and the numerous states seen in the monocyte cluster in simulated microgravity may reflect an increased capacity to generate distinct transcriptional states to simulated microgravity (Fig.  1E ). Fig. 1 Simulated microgravity without pattern recognition receptor stimulation alters the single-cell transcriptional landscape of human PBMCs. A  UMAP plot of unstimulated PBMCs single-cell transcriptomes (10X Genomics), pooled together from a male (36 years old) and a female (25 years old) donor, that underwent either 1G or simulated microgravity (uG) for 25 hours total. Cells were resolved into 28 distinct clusters.  B  Quantification of relative abundance of each cluster of single PBMCs by percentage, or log2Fold Change (FC) between simulated uG and 1G conditions. Source data are provided with this paper.  C  Volcano plot of differentially expressed genes (DEGs) across all immune cell types between uG and 1G; DEGs (including log2FC and adj.  p ) were calculated by the MAST method. The Benjamini–Hochberg (B-H) method was used for multiple comparison adjustments. Adjusted  p  value (adj.  p ) cutoff is 0.05, and log2FC cutoff is 0.25.  D  Dot plot showing the top DEGs from  C  and their expression levels across 22 immune cell populations. DEGs (including log2FC and adj.  p ) were calculated by the MAST method.  P  values were adjusted by the B-H method. Spot color reflects Log2FC of uG vs 1G, while spot size shows −log10 (adj.  p ).  E  UMAP of trajectory analysis of 1G and simulated uG unstimulated PBMCs. White circles represent the root nodes of the trajectory. Black circles indicate branch nodes, where cells can travel to a variety of outcomes. Light gray circles designate different trajectory outcomes.  F  Canonical pathway enrichment analysis obtained from Ingenuity Pathway Analysis (IPA) is shown across 19 immune cell clusters. Spot color reflects IPA z-score enrichment of simulated uG vs 1G, with red meaning predicted activation of the pathway in uG and blue meaning repression of the pathway in uG. Spot size shows the level of significance via −log10 (adj.  p ). Adj.  p  was calculated by the Fisher’s Exact Test (right-tailed) followed by B-H adjustment. Ingenuity pathway analysis (IPA) (Fig.  1F , Supplementary Data  2 ) generated using our core list of 375 genes from the overall populations, as well as the DEGs in major immune cell types (Supplementary Data  3 ) revealed that monocytes, conventional dendritic cells type 2 (cDC2)s, double negative (dn)T cells and NK cells show the most notable pathway alterations. Major pathways altered by simulated microgravity across immune cells included reductions in oxidative phosphorylation, interferon signaling like protein kinase R (PKR) in interferon response, nuclear receptor signaling (LXR/RXR, PPAR, AHR), RHOA and pyroptosis signaling, as well as increases in BAG2 (heat-shock protein 70 interactor) signaling, fibrosis signaling, actin-based motility, RAC, HIF1 signaling, acute phase response, oxidative stress and sirtuin signaling, amongst others. Given that multiple pathways we detected were associated with inflammatory processes linked to aging (i.e., increased innate immunity coupled to reduced adaptive immunity), we next determined whether acute exposure to simulated microgravity mimicked inflammatory aging processes in immune cells. We mapped the gene expression signatures of individual immune cells, and overall immune signatures, against two recently developed inflammatory signatures of aging, the inflammatory age (iAge) clock 24 , and the SenMayo list of senescence associated secretory inflammatory products 25 . Simulated microgravity induced a significant enrichment in inflammaging related genes, consistent with the notion that short term simulated microgravity can induce aging-like inflammatory changes in unstimulated immune cells (Fig.  2A, B , Supplementary Fig.  2A ). Next, because both spaceflight and aging are associated with reactivation of latent viruses, we mined the meta-transcriptome of our single-cell analysis with meta-transcriptome detector (MTD) pipeline 26 . Surprisingly, we saw that as little as 25 hours of simulated microgravity could induce the transcription of latent retroviruses and mycobacteria within human immune cells (Fig.  2C , Supplementary Figs.  2B, C  and  3 ), directly implicating microgravity itself as a contributing trigger for latent pathogen activation. We confirmed the meta-transcriptome results with a different alignment tool, and we could still detect increases in  Gammaretrovirus  and  Mycobacterium canettii  transcripts seen with MTD pipeline (Supplementary Fig.  2B, C ). Fig. 2 Simulated microgravity induces predictive functional alterations in immune cells. A  Differences in iAge index between all cell types (left) and across 22 individual immune cell types (right) at 1G or simulated uG. Each box spans from the 25th to 75th percentiles (interquartile range, IQR), and features a median value denoted by a horizontal line. The whiskers extend to values within 1.5 times the IQR range from the 25th and 75th percentiles. 1G group ( n  = 11,934 cells examined over 2 independent experiments) is shown in blue and uG group ( n  = 16,568 cells examined over 2 independent experiments) is shown in yellow. The median for 1G group is 9.1, with min = −5.8 and max = 22.4. The median for uG group is 12.5, with min = −1.1 and max = 26.2. Two-tailed Mann–Whitney test ( p  value < 2.2e-16). **** p  ≤ 0.0001, *** p  ≤ 0.001, ** p  ≤ 0.01, * p  ≤ 0.05. Source data are provided with this paper.  B  Differences in cellular senescence secretory product score, calculated from the SenMayo gene set, between all cell types at 1G or simulated uG. 1G group’s ( n  = 11,934 cells examined over 2 independent experiments) median is 0.001, with min = −0.084 and max = 0.302; uG group’s ( n  = 16,568 cells examined over 2 independent experiments) median is 0.006, with min = −0.091 and max = 0.569. Two-tailed Mann–Whitney test ( p  value < 2.2e-16). **** p  ≤ 0.0001. Source data are provided with this paper.  C  Meta-transcriptome detection of mycobacteria, retrovirus, and total virus abundance in 1G ( n  = 11,934 cells examined over 2 independent experiments) and uG ( n  = 16,568 cells examined over 2 independent experiments) conditions. The bar plot shows the mean with an error bar representing the standard error of the mean (SEM). For  Mycobacterium canettii  ( p  value < 0.0001), mean of 1G = 2.5e-4 ± 9.0e-6 and uG = 5.5e-4 ± 1.4e-5. For  Gammaretrovirus  ( p  value < 0.0001), mean of 1G = 1.4e-6 ± 2.0e-7 and uG = 4.5e-6 ± 3.4e-7. For the total virus ( p  value = 0.0421), mean of 1G = 1.3e-5 ± 6.3e-7 and uG = 1.6e-5 ± 6.6e-7. Two-tailed Mann–Whitney test; * p  ≤ 0.05, **** p  ≤ 0.0001. Source data are provided with this paper. (D to F) NicheNet predicted significant ligand-receptor interaction between total T cells (Receiver) and the antigen-presenting cells (Sender) as  D  B cells,  E  DCs, and  F  monocytes in uG vs 1G condition (i.e., induced in uG over 1G). Finally, as we identified strong changes in gene expression pathways linked to innate cells, including those with the capacity to present antigen, we leveraged this knowledge to utilize NicheNet 27  algorithms to generate a comprehensive predicted ligand:receptor interactome map of human antigen-presenting cells (APCs, plus plasmacytoid dendritic cells) and T cells in simulated microgravity vs 1G (Fig.  2D–F ). Across APC donors and recipient T cells, we identified numerous significantly predicted ligand-receptor interactions to be elevated in simulated microgravity vs 1G. For instance, monocytes and dendritic cells induced IL-1 proteins while some B cells provided IL-23A, and IL-7. All APCs provided unique chemokine signals to T cells.  Mmp9 ,  ccl2,  and  thbs1  were amongst our most significantly induced genes in simulated microgravity, and the products of these genes show differential predicted receptor expression (e.g., CD44, CD47, ITGB1, CCR4, CCR5) in T cells (Supplementary Figs.  4 – 6 ) but all show predicted enhanced target gene expression in T cells. Thus, while simulated microgravity itself likely induces direct transcriptional changes in immune cells, we cannot exclude local paracrine effects of secreted products from one immune cell to another also contributing to our overall gene expression and pathway changes. After stimulating PBMCs with a TLR7/8 agonist in 1G and simulated microgravity, we characterized 23 clusters of immune cells by UMAP (Fig.  3A ). In contrast to the unstimulated conditions, stimulation with a TLR7/8 agonist induced a robust preferential expansion of CD4 +  central memory (TCM) cells (Fig.  3B ). The microgravity itself impacted differential response to stimulation. Consistent with previous reports, simulated microgravity dampened expansion/responses of NK cells, and CD8 +  TEM cells to a lesser extent in the donors examined 18 , as well as MAIT cell numbers, a cell type with previously unknown responses to microgravity. Simulated microgravity drove a preferential increase in CD14 +  monocytes over 1G controls, indicating that this cell type is especially sensitive to the combination of simulated microgravity and TLR7/8 activation. Fig. 3 Simulated microgravity induces a distinct single-cell transcriptional landscape of human PBMCs following TLR7/8 stimulation. A  UMAP plot of TLR7/8 agonist stimulated (9 hours stimulation + 16 hours conditioning prior to stimulation = 25 hours total culture) PBMCs single-cell transcriptomics, pooled from a male (36 years old) and a female (25 years old) donor, that underwent either 1G or simulated uG. Cells were resolved into 23 distinct clusters.  B  Quantification of relative abundance of each cluster of single PBMCs by percentage, or log2FC between stimulated uG and 1G conditions. Source data are provided with this paper.  C  Volcano plot of DEGs across all immune cell types between TLR7/8 agonist simulated uG and 1G; DEGs (including log2FC and adj.  p ) were calculated by the MAST method.  P  values were adjusted by the B-H correction. Adj.  p  cutoff is 0.05, and log2FC cutoff is 0.25.  D  Dot plot showing the top DEGs from  C  and their expression levels across 19 immune cell populations. DEGs (including log2FC and adj.  p ) were calculated by the MAST method;  p  values were adjusted by the B-H correction. Spot color reflects log2FC of TLR7/8 agonist simulated uG vs 1G, while spot size shows −log10(adj.  p ).  E  UMAP of trajectory analysis of 1G and simulated uG TLR7/8 agonist stimulated PBMCs. Filled circle nomenclature was described in Fig.  1E .  F  Canonical pathway enrichment analysis obtained from IPA is shown across 19 immune cell clusters. Spot color reflects IPA z-score enrichment of TLR7/8 agonist-activated simulated uG vs 1G, with red meaning predicted activation of the pathway in simulated uG and blue meaning repression of the pathway in simulated uG. Spot size shows the level of significance via −log10 (adj.  p ). Adj.  p  was calculated by the Fisher’s Exact Test (right-tailed) followed by B-H adjustment. Across all cell types, the combination of simulated microgravity and TLR7/8 stimulation altered the expression of over 9000 differentially expressed genes (DEGs) with adj  P  cutoff of <0.05 (Supplementary Data  4 ). As with the unstimulated data, we refined this list to a core gene list of ~317 DEGs based on |log2FC| of >0.2. This list was further reduced to visualize on a Volcano plot with |log2FC|>0.25 (Fig.  3C ), showing only the most positively and negatively altered genes. Some of the most induced genes by simulated microgravity over 1G in response to TLR7/8 agonist included cytokines and chemokines, such as  ccl8 ,  ccl4 ,  ccl7 ,  cxcl8 , and  il1b , and acute response proteins like  s100a8 ,  s100a9 ,  s100a11 , and  thbs1 . Additional genes induced in simulated microgravity were linked to tryptophan breakdown ( ido1 ), mitochondrial antioxidant defense ( sod2 ), the cytoskeleton ( rhoq ), and iron storage genes like  fth1 ,  ftl . The most downregulated genes when comparing simulated microgravity to 1G during TLR7/8 stimulation, included genes belonging to guanylate binding proteins ( gbp1 ,  gbp2 ,  gbp4 ,  gbp5 ), which were the most reduced set of genes by fold change and adj P, as well ",
  "introduction": "Introduction Astronauts in low earth orbit (LEO), such as on the international space station (ISS), experience immune dysfunction associated with the microgravity environment. Multiple studies have described immune dysregulation in short or long-term simulated 1 – 4  or actual microgravity 5 – 9 . For the most part, such studies have described impaired T-cell responses, coupled with some form of heightened innate immunity 7 , 10 , though some innate immune cells, like natural killer (NK) cells, also show impaired function 11 . Consistent with altered adaptive immunity, potentially due to impaired cytotoxic and Th1 T cell function, and reduced NK cell function, astronauts develop increased reactivation of latent viruses, including herpes viruses (EBV, CMV, VZV) 3 , 7 , 12 – 15 . In one study, viral shedding after 9–14 days of spaceflight was linked to changes in serum cytokines, including a preferential large increase in IL-4 compared to interferon (IFN)γ, indicating a possible shift away from Th1 immunity towards Th2 immunity 16 . Consistently, some astronauts report heightened hypersensitivity reactions, such as increased allergic and Th2-like responses in space 7 . Multiple studies using higher throughput approaches have started to add insight into pathways impacted by spaceflight. In the Twins study 17 , a one-year ISS mission altered innate, adaptive, and NK cell-mediated immunity across bulk RNA sequencing analysis. In T cells, increases in DNA methylation were seen in the promoters of  notch3  for CD4 +  T cells, linked to T cell differentiation, and in  scl1a5/asct2 , linked to activation, for CD8 +  T cells. A total of 50 of 62 assayed cytokines were also altered by spaceflight or landing 17 . During a recent multi-omic analysis, including bulk RNA and DNA methylation sequencing, of astronauts and mice in space, mouse organs such as the liver and kidney demonstrated reduced IFN signatures, coupled to altered methylation patterns of these gene sets, while muscles had increased IFNγ, IL-1, and TNF 10 . Serum inflammatory markers from 59 astronauts in this study (and in a similar companion study) showed increased VEGF-1, IGF-1, and IL-1 during spaceflight, which resolved upon returning to Earth 4 , 10 . This same study also identified mitochondrial dysfunction as a major response of different non-hematolymphoid tissues to spaceflight 10 . More recently, another study using a NASA-developed Rotating Wall Vessel, which was employed in our current work, utilized a 41-parameter mass cytometry approach to show that short-term (18–22 hours) simulated microgravity can dampen NK cell, CD4 + , and CD8 +  T cell responses to Concanavalin A/anti-CD28 stimulation, but potentiates STAT5 signaling to boost Tregs 18 . Despite these important advances, the core fundamental mechanisms, genes, and pathways that are directly altered by microgravity to adversely impact immunity, including at single-cell resolution, are largely unknown. Interestingly, mechanical",
  "methods": "Methods Studies were conducted under the supervision and in accordance with ethical guidelines of the Buck Institute for Research on Aging. In particular, protocols for the purchasing of human blood products from Stanford University are described in the next section below. Human blood sample and cell culture De-identified peripheral blood buffy coat samples were obtained from the Stanford University Blood Center under official signed contract agreements with the Buck Institute for Research on Aging, following the Stanford Blood Center’s Certification of Human Subjects Approval for minimal risk research-related activities (IRB eProtocol# 13942). A total of 27 healthy human buffy coats between the ages of 20 and 46 were purchased from the Stanford University Blood Center. PBMCs were isolated using a Ficoll gradient method. PBMCs were counted and resuspended in complete media at 1 × 10 6  cells/ml (RPMI 1640, 10% Fetal Bovine Serum, 2 mM L-glutamine, 1% penicillin/streptomycin, 0.1 mM non-essential Amino acid,1 mM sodium pyruvate, 50 μM 2-mercaptoethanol,10 mM HEPES). To generate simulated microgravity, the cell suspension was loaded into 10 ml disposable high aspect ratio vessels (Synthecon, Houston, TX) and rotated at 15 rpm for 25 hours. For the 1G control, the cell suspension was plated in standard 6-well culture plates, as standard static culture plates or culture flasks have been shown to be comparable to static high aspect ratio vessels by others in major immunological assays 2 . 1G and simulated microgravity cultures were simultaneously placed in the same 37 C, 5% CO2 incubator. To stimulate PBMCs, samples were mixed with 1 μM R848 (TLR7/8 agonist, Invivogen, San Diego, CA) after 16 hours, for 9 hours of stimulation. At the end of each experiment, the cell suspension was quickly collected, spun down at 500 ×  g , washed with phosphate-buffered saline, and used for downstream analysis. For super-resolution imaging cells were fixed before centrifuging. Single-cell RNA sequencing 1 × 10 4  PBMCs from each condition were counted and loaded on the 10X Genomics Chromium Controller and the libraries were prepared using Chromium Next GEM Single-Cell 5’ Reagent Kit v2 according to the manufacturer’s protocol (10X Genomics, Pleasanton, CA). The quality of libraries was assessed using Agilent TapeStation 4200 (Santa Clara, CA), and test-sequenced on Illumina NextSeq 550 (San Diego, CA). The full sequencing was performed on an Illumina NovaSeq 6000 by SeqMatic (Fremont, CA). Processing of single-cell RNA-seq data Data processing was performed using 10x Genomics Cell Ranger v6.1.2 and MTD 26  pipelines. The “cellranger count” was used to perform transcriptome alignment, filtering, and UMI counting from the FASTQ (raw data) files. Alignment was done against the human genome GRCh38-2020-A. Cell numbers after processing were: 1G unstimulated 13,304 cells, uG unstimulated 21,709 cells, 1G stimulated 16,397 cells, and uG stimulated 14,913 cells. The MTD pipel",
  "results": "Results Simulated microgravity alters the transcriptional landscape of individual immune cells To begin understanding how simulated microgravity impacts immune cell function, we loaded PBMC samples from two young healthy CMV+ donors, one male, and one female, into either RWV simulated microgravity (uG) or normal gravity (1G) static controls for 16 hours of conditioning. The 16-hour-conditioning time point was chosen based on prior work that used approximately the same time and tracked transcriptional or proteomic changes on immune cells to simulated microgravity 1 , 18 . PBMCs were either left unstimulated or stimulated for an additional 9 hours with R848, a standard TLR7/8 agonist. We chose TLR7/8 as a putative target since it mimics viral infection, and is expressed on most human immune cells, including T cells 23 . Using this methodology, we next developed a single-cell atlas of 55,648 human PBMCs exposed to these conditions. In the unstimulated state, after 25 hours of simulated microgravity, we identified 28 clusters of immune cells visualized by UMAP (Uniform Manifold Approximation and Projection), including cell types such as mucosal associated invariant T cells (MAIT cells), double negative T cells, γδ T cells, innate lymphoid cells, and plasmacytoid dendritic cells, which have rarely been studied in simulated microgravity (Fig.  1A ). Simulated microgravity altered proportions of immune cell clusters to a mild extent, with B intermediate cells, and MAIT cell proportions being most negatively impacted, and CD14 +  monocytes, and CD4 +  T effector memory (TEM) cells being most increased based on percent change (Fig.  1B ). Across all immune populations, simulated microgravity altered expression of over 4500 genes with adj  P  cutoff of <0.05 (Supplementary Data  1 ). This list was refined to a core list of ~375 differentially expressed genes (DEGs) with an additional cutoff of |log2FC|> 0.1. This list was further condensed to visualize on a Volcano plot with |log2FC|> 0.25 (Fig.  1C ), showing only the very top positively and negatively altered genes. Volcano plots of DEGs for individual immune cell clusters are shown in Supplementary Fig.  1 . Across all immune cells, some of the most induced genes in simulated microgravity included acute response genes such as  s100a8 ,  s100a9 ,  s100a12 ,  thbs1 , heat-shock genes such  hsp90ab1 , chemokines like  ccl2 ,  ccl4 , iron storage genes ( fth1 ,  ftl ), and matrix metalloproteinases ( mmp9 ). The most reduced genes in simulated microgravity included interferon response ( stat1 ) and associated guanylate binding proteins ( gbp1 ), and cold shock genes ( rbm3 ,  cirbp ). Expression of the top DEGs (with mitochondrial encoded genes excluded for visual simplicity) across 22 populations of immune cells are shown in Fig.  1D . CD14 +  classical monocytes, CD16 +  nonclassical monocytes, and natural killer (NK) cells exhibited the most pronounced changes across major gene sets, consistent with short term simulated microgravity’s direct effect at reprogramming transcriptional changes most prominently in innate immunity. Consistently, using single-cell trajectory analysis, we identify numerous trajectories mainly in the innate immune cell clusters, especially the monocyte cluster, in response to simulated microgravity. Trajectory analysis is used to construct a path that describes how cells move through different states, and the numerous states seen in the monocyte cluster in simulated microgravity may reflect an increased capacity to generate distinct transcriptional states to simulated microgravity (Fig.  1E ). Fig. 1 Simulated microgravity without pattern recognition receptor stimulation alters the single-cell transcriptional landscape of human PBMCs. A  UMAP plot of unstimulated PBMCs single-cell transcriptomes (10X Genomics), pooled together from a male (36 years old) and a female (25 years old) donor, that underwent either 1G or simulated microgravity (uG) for 25 hours total",
  "discussion": "Discussion Immune dysfunction during spaceflight is an important health risk, and manifests primarily as increased vulnerability to opportunistic infections, including latent viral reactivation 3 . Latent viruses can reactivate on both short- and long-term spaceflights, and commonly involve herpes viruses (HSV1, EBV, CMV, VZV) 12 – 15 . Astronauts also experience heightened skin sensitivity reactions 3 , 13 , 36 , and this mechanism was thought to be related to a possible Type 2 immune bias in space 7 , 16 , 36 . Recent work in simulated microgravity has also shown reduced JAK/STAT signaling in CD8 +  T cells, coupled to increased pSTAT5 signaling in Tregs. Despite these important advances, major mechanisms explaining these phenotypes of immune dysfunction, in simulated microgravity have remained unclear. We have identified numerous core pathways and genes altered across human immune cells in simulated microgravity, with validation against datasets of humans in LEO, as well as spleens from mice flow on the ISS. Overall, we noted changes consistent with basal innate immune cell inflammatory changes in simulated microgravity, coupled with distinct pathways of dysfunction in multiple immune cells. Specifically, the most consistently reproduced pathways impacted by simulated microgravity across immune cells in both single-cell and validation cohorts included changes to pathways and signaling linked to acute phase response signaling, Coronavirus pathogenesis, IL-6 signaling, the cytoskeleton, interferon response, pyroptosis, heat-shock, nuclear receptors, and sirtuin biology. The link between the cytoskeleton and other pathways here may be especially relevant in immune dysfunction. Cytoskeleton dynamics are controlled by a number of factors, but small GTPases, including Ras homology (Rho) GTPases, are major orchestrators with critical impact on immune cell function, migration, gene expression, trafficking, phagocytosis, proliferation, and antigen recognition 31 . Of note, Rho GTPases have been implicated in response to simulated microgravity in other cell types, but this connection is understudied in immune cells 37 . Across most datasets, we saw changes to Rho GTPase signaling, including individually in RAC, RHOA, or CDC42 signaling, or combined in a global “regulation of actin-based motility by Rho” pathway in IPA. While we did notice some variability between our initial unstimulated vs stimulated single-cell data in these pathways, these pathways tended to show reduced RHOA signaling without stimulation, coupled with increased RAC signaling, analogous to what we observed from the I4 crew members upon landing. The JAXA6 dataset also demonstrated  cdc42  to be the most significantly induced cell-free transcript in astronauts after 30 days in space. Pathways strongly linked to cytoskeletal remodeling, such as leukocyte extravasation, were also typically induced in most of our datasets. We also observed changes in some active Rho GTPases by G-LISA, as ",
  "conclusion": ""
}