{
  "id": "PMC10390562",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10390562/",
  "title": "Paving the way to better understand the effects of prolonged spaceflight on operational performance and its neural bases",
  "authors": "A. C. Stahn, D. Bucher, P. zu Eulenburg, P. Denise, N. Smith, F. Pagnini, O. White",
  "year": "2023",
  "journal": "NPJ Microgravity",
  "abstract": "Space exploration objectives will soon move from low Earth orbit to distant destinations like Moon and Mars. The present work provides an up-to-date roadmap that identifies critical research gaps related to human behavior and performance in altered gravity and space. The roadmap summarizes (1) key neurobehavioral challenges associated with spaceflight, (2) the need to consider sex as a biological variable, (3) the use of integrative omics technologies to elucidate mechanisms underlying changes in the brain and behavior, and (4) the importance of understanding the neural representation of gravity throughout the brain and its multisensory processing. We then highlight the need for a variety of target-specific countermeasures, and a personalized administration schedule as two critical strategies for mitigating potentially adverse effects of spaceflight on the central nervous system and performance. We conclude with a summary of key priorities for the roadmaps of current and future space programs and stress the importance of new collaborative strategies across agencies and researchers for fostering an integrative cross- and transdisciplinary approach from cells, molecules to neural circuits and cognitive performance. Finally, we highlight that space research in neurocognitive science goes beyond monitoring and mitigating risks in astronauts but could also have significant benefits for the population on Earth.",
  "keywords": "Neuroscience, Human behaviour",
  "full_text": "Introduction Future exploration class space expeditions will be some of the most difficult, dangerous, and dynamic operations in the history of mankind, ranging from Earth orbit operations to deep space exploration. They will push the limits of human performance and critically rely on the integrity of a range of organ systems and functions. With the advent of longer spaceflight missions space agencies have recognized the importance of better understanding the effects of environmental, operational, and psychological hazards during exploratory class missions on brain and behavior. The potential damage to neural structures in response to spaceflight and its behavioral implications are not well understood. At the same time adverse behavioral conditions, psychiatric disorders, and sensorimotor deficits are considered some of the most serious but also least understood risks during future long-duration space missions. Many other spaceflight risks are ranked lower or have been mitigated. In addition to the physiological effects of microgravity, the spacecraft setting can involve exposure to multiple environmental toxicants and operational stressors 1  that all have the potential to affect neurobehavioral performance (Fig.  1 ). Behavioral health and performance are governed by an interplay between the central nervous system (CNS), the environment and individual phenotypes that is characterized by constantly updating and balancing genetic, molecular, cellular, physiological and cognitive demands and resources. The CNS, and particularly the brain, have emerged as a pivotal area of research because of their vulnerability to various spaceflight stressors. There is increasing evidence that spaceflight is associated with various adaptations of the brain, including intracranial fluid shifts, gray matter changes, white matter declines, and sensory reweighting and neural compensation 2 . However, the exact changes in brain structure and function and their meaning and mechanisms, as well as the role of mission duration, sex, and phenotypic vulnerabilities are unknown. Likewise, data on the implications of brain changes relative to behavioral and operational risks are lacking. Given that errors, misjudgments, and accidents may have serious consequences, and can lead to loss of expensive equipment and compromise mission success, identifying and predicting the effects of spaceflight on human performance and understanding their neural correlates and molecular fingerprints will be critical for successful future exploration class missions 3 , 4 . Fig. 1 Integrative transdisciplinary research approach to systematically identify the crosstalk of manifestations between behavioral systems (physiologic, cognitive, and self-report) and their neural bases (genetic, molecular, and cellular). Red circle indicates environmental and operational stressors. Blue circle shows countermeasures to mitigate neurobehavioral risks. The countermeasures are expected to be synergistic and need to be targeted to individual needs (individualized countermeasures). The brain that orchestrates all processes is at the center of these concentric circles. Gray lines indicate the mutual interdependencies between omics, cells, molecules, integrative physiology, and their neurobehavioral signatures. This exercise has been incepted by the Science Department of ESA’s Human Spaceflight and Exploration Directorate. In 2020, ESA released a Call for Ideas for evolution of the SciSpacE Roadmaps in the post 2024 era. The overarching objective of the call was to engage the European research community in refining the focus areas for the SciSpacE Human Research Roadmaps, particularly for the post 2024 period. Following an initial screening of the materials submitted, ESA appointed experts across Europe to set up several working groups reflecting relevant organ systems and human research areas for spaceflight. Each working group was self-organized and expected to present its summary at a meeting organized by ESA in late 2020. In 2021 preliminary reports were published by ESA for a further community consultation and review. Pooling the combined expertise of ESA with the scientific community and stakeholders across Europe led to the identification of four major future roadmaps including Behavioral Health & Performance (including Neuroscience & Psychology), Human Physiology, Pharmacological Countermeasures, and Integrative Countermeasures. Leveraging the outcomes of previous similar exercises (e.g., THESEUS) as well as opening up the knowledge-building process to the scientific community across disciplines, it has been possible to clearly define gaps and risks that are currently considered highly critical but unmitigated in space science and technology. The process of creating the roadmaps has involved hundreds of individuals from the wider life science and engineering communities, ESA and international partners. This strategy allowed to maximize cross-disciplinary synergies (interactions between working groups were strongly encouraged as of the start of the project). The outcome of this work has been summarized in a series of papers presented by each working group. The current manuscript highlights the ESA SciSpaceE research gaps identified in the field of Neuroscience as part of the Behavioral Health & Performance Roadmap; the Psychology expert group provided additional feedback on some aspects at the boundary between neuroscience and psychology. In the following sections, we identify and discuss some key knowledge gaps related to neurobehavioral performance during human future exploration space missions. Next, we address potential countermeasures to mitigate these risks. We conclude with a summary of key priorities for the roadmaps of current and future space programs, and how addressing these knowledge gaps can benefit people and industrial applications on Earth. Key knowledge gaps Brain and behavior—which cognitive domains are affected? There is now considerable evidence that spaceflight conditions can negatively affect the brain. Koppelmans and colleagues (2016) reported extensive volumetric gray matter decreases, including large areas covering the temporal and frontal poles and around the orbits in response to spaceflight 5 . The same research group also observed white structural disruption in areas critical for visuo-motor control and higher-order visuo-spatial processing after spaceflight 6 . Notably, other groups reported increases in white matter immediately after spaceflight that persisted seven months after return to Earth 7 . Robust effects have also been observed for ventricular volume expansions 8 – 13 , which did not return to preflight levels six months 9 , 13  and even up to one year after landing 10 . The implications of these changes on human performance and behavior are unclear. Some of the most robust effects have been found for postural control. Using task functional magnetic resonance imaging (MRI) Hupfeld and colleagues (2022) demonstrated widespread reductions in cortical deactivation in somatosensory and visual areas after spaceflight that were associated with postural changes in balance decline 14 . Likewise, it was also shown that spaceflight-induced changes in cortical thickness of vestibular and sensorimotor regions, including the posterior insula and the superior temporal gyrus, predicted postural balance performance 15 . The effects on cognitive performance (as compared to sensorimotor control) are less clear 16 . While various neurobehavioral effects have been observed in response to specific spaceflight stressors (e.g., sleep deprivation, hypoxia, hypercapnia and irradiation), most data collected during spaceflight show stability, or performance increases throughout the mission 17 , 18 . The inconclusive findings can at least somewhat be attributed to study designs and methodological limitations such as mission duration, the type of tasks to assess cognitive performance, and the number and spacing of data sampling time points. For instance, Moore and colleagues (2019) observed significant impairments in manual dexterity, degradation in manual tracking, during dual tasking, and a car driving simulator task immediately upon return from space 19 . Notably, the effects recovered quickly (3–5 days post-landing), and the authors attributed their findings to post-flight blunting in low-frequency (‘tilt’) otolith function in addition to fatigue and environmental factors unique to prolonged stays in a spacecraft (e.g., increased CO 2  levels, altered day/night cycles, high workload, confined space) 19 . Such effects could have a profound impact on operator proficiency such as controling a vehicle during the exploration of novel terrains, or performing rendezvous and docking maneuvers. It may also be possible that certain effects are delayed, and are only detected after weeks to months. For example, the NASA Twin Study showed that year-long human spaceflight does not immediately affect cognitive performance but reveals some adverse effects 6 months after return to Earth 20 . The temporal dynamics of cognitive performance trajectories during and after spaceflight are still to be explored. Along the same lines it is unclear whether there is a dose-response relationship between neurobehavioral adaptations and mission duration. It is therefore critical that future studies will go beyond 6-month duration missions, and consider following up space crews throughout the recovery of plus one year. Previous cognitive assessments also seem to have been driven by classical neuropsychological test paradigms. It is possible that spaceflight would benefit from more complex tasks that are specifically targeted to the astronaut population, and capture cognitive domains associated with visuo-spatial processing that are expected to be tightly coupled with operational tasks 5 , 6 . Moreover, it is expected that such tasks could be relevantly affected by gravitational changes because its close link to the vestibular system, which goes beyond maintaining gaze and balance. Interactions between the otoliths and semicircular canals critically contribute to spatial perception including self-motion, orientation, and navigation. It is possible that weightlessness affects various visuo-spatial abilities because of reduced gravitational stimulation. For example, it is known that spaceflight causes changes various vestibular responses leading to orientation illusions, sensory localization errors, and changes in vestibulo-ocular reflexes 21 . Cognitive tasks involving the neurovestibular system such as mental rotation 22 , perceived orientation 23 , and distance judgments 24  are also affected during spaceflight. Some astronauts have reported a \"time compression syndrome\" in orbit 25 . They also require more time than normal to perform standard mental activity 26 , 27 . Previous microgravity research has also demonstrated the effects of weightlessness on posture, gaze, functional mobility, and spatial orientation, reporting misperceptions of visual orientation, depth and distance, and difficulties in shape recognition 28 . It is expected that any impairments in visuo-spatial abilities will also have adverse effects on spatial navigation performance. Given that the perception of self-motion depends on integrating visual information with gravitational cues processed by the vestibular system, spatial updating deficits are expected when gravity levels change. Data from parabolic flights though show that both micro- and hypergravity can lead to less precise spatial updating, a fundamental ability underlying spatial navigation 29 . This prediction is also in line with emerging evidence highlighting the cortical projections of the vestibular system. Given the pivotal role of visuo-spatial abilities and time evaluation for mapping spatial relationships and operations such as docking, landing, and exploring and navigating in new environments and on planets with low gravity, it is imperative to understand the impact of spaceflight on spatial cognition and its neural basis. One of the key brain areas for mapping spatial relationships and performing navigational tasks is the hippocampus 30 . Animal data suggest that the hippocampus and related brain structures (i.e., parahippocampal, entorhinal, and perirhinal cortices) could be particularly vulnerable to the stressors associated with long-duration spaceflight such as radiation 31 , increased CO 2  levels 32 , vestibular dysfunction 33 , stress 34 , sleep deprivation 35 , and isolation and confinement 36 , 37 . The effects of prolonged isolation and confinement on hippocampal plasticity have been demonstrated in humans, revealing significant reductions in dentate gyrus volume which were associated with reductions in key neurotrophins and adverse cognitive effects 38 . It is possible that the physiological effects of microgravity, environmental toxicants, and operational stressors interact and aggravate the consequences on brain plasticity during long-duration space missions. Sex as a biological variable It is also unclear whether neurobehavioral differences in response to spaceflight are characterized by sex- and genetic-specific adaptations. For instance, on Earth there is little doubt that spatial navigation and its neural circuitry are characterized by sex-specific differences [e.g., 39 – 41 ]. It is unclear whether such differences also exist in astronauts, and if and to what extent spatial navigation and related brain changes are differently affected after spaceflight in men and women. In fact, our current understanding of neurobiological sex differences associated with spaceflight is critically limited because of the significant disproportion of sexes enrolled in previous astronaut corps. According to our best knowledge there are currently no data comparing brain changes between male and female astronauts. Elucidating the effect of sex is mandatory to fully understand brain plasticity and behavior and their molecular mechanisms 42 , 43 . This notion is in line with the world’s leading research centers to consider sex as a biological variable 44 , and the space agencies’ goal to increasingly strengthen the role of women in future space expeditions. For instance, the newest class of NASA astronaut candidates included almost 50% women 45 . In 2020 astronaut Christina Koch broke the record for the single longest spaceflight by a woman. With 328 days in space, she is among the top five all-time records for the longest single spaceflight. NASA also announced that the next person on Moon and the first person on Mars will likely be a woman 46 . Due to the increasing and essential role of women in future space missions, studies of both men and women are critically needed to better understand sex-dependent vulnerabilities to adverse neurobehavioral effects during future exploratory space expeditions such as a mission to Mars. Neurobiology A central tenet of neuroscience is the cellular understanding of nervous system functions. Although great strides in quantifying the effects of spaceflight on neuronal physiology have been made, and despite the numerous constraints of space research 47 , a more synoptic understanding of the effects of altered gravity, space radiation, and prolonged spaceflight on the morphology and physiology of the various cell types of the nervous system and their synapses will be important to the success of future long-duration missions to the Moon or Mars. Morphological and functional alterations at the synapse could result in physiological impairments which fundamentally alter information processing in the nervous system. A more comprehensive understanding of spaceflight-induced physiological and structural alterations at the synapse and synaptic active zones, as well as the resulting changes in short and long-term plasticity and neurotransmitter homeostasis, are just a few of the relevant topics that need to be addressed in the years to come. These questions are not just relevant to glutamatergic, GABAergic, and cholinergic transmission but should be investigated in all relevant neurotransmitter systems (adenosinergic, glycinergic, histaminergic, monoaminergic) as well as the neuropeptides and gaseous signaling molecules. Details regarding the effects of spaceflight on the nervous system have been poorly described so far. Animal experiments offer great potential to better understand the mechanisms underlying the neuronal responses to spaceflight. Spaceflight can significantly affect neuronal morphology and clearance of neuronal trash, highlighting the need to carefully assess the risks of long-duration spaceflight on the nervous system. Micro- and hypergravity responsive gene signatures identified several candidate targets with terrestrial roles in neuronal function and/or cellular metabolism, which are linked to regulation by daf-16/FOXO signaling. This could help to understand the basis of spaceflight-induced maladaptation. Given the sparse availability of samples, the use of integrative omics technologies in multidimensional longitudinal studies to quantify metabolites, gene expression, and DNA methylation as well as DNA, RNA, protein, and chromatin dynamics after exposure to long-duration spaceflight will be paramount for furthering the understanding of space induced changes in cellular neurobiology 20 . Internal representation of gravity Future crewed missions to the Moon and Mars will expose astronauts to varying levels of gravity. The neurophysiological responses to changing hypogravity (i.e., between 0 and 1 g) and hypergravity levels (i.e., > 1 g) are poorly understood. Gravity plays a fundamental role in human behavior and performance by providing critical cues to the vestibular system (see also discussion above) and supporting the concept of verticality (which way is “up” or “down”). The otolith organs detect linear, i.e., inertial and gravitational, accelerations acting on our bodies 48 – 50 . In microgravity, the gravitational force vector, which is predominantly sensed via the otolith organs (saccule > utricle), no longer acts as a sensory reference. The resulting mismatch between the vestibular, and the visual, proprioceptive and other sensorimotor signals can affect spatial orientation, hand-eye coordination, vertical but not horizontal oculomotor behavior, postural control and self-motion perception (for a comprehensive overview see Clément et al., 2020) 51 . The earliest symptom for this sensory mismatch phenomenon and modulation of otolith function is the elevated susceptibility for motion sickness during parabolic flight as well as during the first days of exposure to microgravity and upon return to Earth after a long-duration space mission 52 . This is most likely an adaptation process associated with the altered integration and interaction of information from the semicircular canals and the otolith organs. It is known that spaceflight causes various changes in several vestibular downstream responses including transient core level modulations in vestibulo-ocular reflexes 21  leading to room tilt illusions and sensory localization errors. When tasks are performed during or shortly after any gravitational transitions sudden head movements especially in the yaw plane are not advised, further highlighting the role of canal-otolith integration. Gravitational transitions can also induce aftereffects that will persist for some time after as the neurovestibular systems adapt to the new gravito-inertial loading. These neurological phenomena have been shown to impair behavior and performance across dimensions. While many studies have demonstrated that humans and animals eventually adapt to new gravitational environments (mostly microgravity) 53 , only a few have addressed the re-adaptation processes following re-entry: astronauts also experience a condition called “entry motion sickness”, which slows the speed of decision ",
  "introduction": "Introduction Future exploration class space expeditions will be some of the most difficult, dangerous, and dynamic operations in the history of mankind, ranging from Earth orbit operations to deep space exploration. They will push the limits of human performance and critically rely on the integrity of a range of organ systems and functions. With the advent of longer spaceflight missions space agencies have recognized the importance of better understanding the effects of environmental, operational, and psychological hazards during exploratory class missions on brain and behavior. The potential damage to neural structures in response to spaceflight and its behavioral implications are not well understood. At the same time adverse behavioral conditions, psychiatric disorders, and sensorimotor deficits are considered some of the most serious but also least understood risks during future long-duration space missions. Many other spaceflight risks are ranked lower or have been mitigated. In addition to the physiological effects of microgravity, the spacecraft setting can involve exposure to multiple environmental toxicants and operational stressors 1  that all have the potential to affect neurobehavioral performance (Fig.  1 ). Behavioral health and performance are governed by an interplay between the central nervous system (CNS), the environment and individual phenotypes that is characterized by constantly updating and balancing genetic, molecular, cellular, physiological and cognitive demands and resources. The CNS, and particularly the brain, have emerged as a pivotal area of research because of their vulnerability to various spaceflight stressors. There is increasing evidence that spaceflight is associated with various adaptations of the brain, including intracranial fluid shifts, gray matter changes, white matter declines, and sensory reweighting and neural compensation 2 . However, the exact changes in brain structure and function and their meaning and mechanisms, as well as the role of mission duration, sex, and phenotypic vulnerabilities are unknown. Likewise, data on the implications of brain changes relative to behavioral and operational risks are lacking. Given that errors, misjudgments, and accidents may have serious consequences, and can lead to loss of expensive equipment and compromise mission success, identifying and predicting the effects of spaceflight on human performance and understanding their neural correlates and molecular fingerprints will be critical for successful future exploration class missions 3 , 4 . Fig. 1 Integrative transdisciplinary research approach to systematically identify the crosstalk of manifestations between behavioral systems (physiologic, cognitive, and self-report) and their neural bases (genetic, molecular, and cellular). Red circle indicates environmental and operational stressors. Blue circle shows countermeasures to mitigate neurobehavioral risks. The countermeasures are expected to be synergistic and nee",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}