{
  "id": "PMC10772081",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10772081/",
  "title": "A comprehensive SARS-CoV-2 and COVID-19 review, Part 2: host extracellular to systemic effects of SARS-CoV-2 infection",
  "authors": "S. Anand Narayanan, David A. Jamison, Joseph W. Guarnieri, Victoria Zaksas, Michael Topper, Andrew P. Koutnik, Jiwoon Park, Kevin B. Clark, Francisco J. Enguita, Ana Lúcia Leitão, Saswati Das, Pedro M. Moraes-Vieira, Diego Galeano, Christopher E. Mason, Nídia S. Trovão, Robert E. Schwartz, Jonathan C. Schisler, Jordana G. A. Coelho-dos-Reis, Eve Syrkin Wurtele, Afshin Beheshti",
  "year": "2023",
  "journal": "European Journal of Human Genetics",
  "abstract": "COVID-19, the disease caused by SARS-CoV-2, has caused significant morbidity and mortality worldwide. The betacoronavirus continues to evolve with global health implications as we race to learn more to curb its transmission, evolution, and sequelae. The focus of this review, the second of a three-part series, is on the biological effects of the SARS-CoV-2 virus on post-acute disease in the context of tissue and organ adaptations and damage. We highlight the current knowledge and describe how virological, animal, and clinical studies have shed light on the mechanisms driving the varied clinical diagnoses and observations of COVID-19 patients. Moreover, we describe how investigations into SARS-CoV-2 effects have informed the understanding of viral pathogenesis and provide innovative pathways for future research on the mechanisms of viral diseases.",
  "keywords": "Viral infection, Diagnostic markers, Pathology, Chronic inflammation",
  "full_text": "Introduction As of January 13, 2023, over 671 million cases of the coronavirus disease 2019 (COVID-19) worldwide have been reported, and more than 6.71 million lives have been claimed globally. The COVID-19 pandemic is caused by infection with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus. The development and administration of vaccines and antiviral therapeutics against SARS-CoV-2 significantly reduced the local to global impact and burden of COVID-19. However, the global distribution of these resources has been unequal [ 1 ], ultimately prolonging viral transmission. Moreover, SARS-CoV-2 quickly evolved into variants with increased transmission rates more capable of immune escape [ 2 ]. Therefore, we must increase our understanding of this novel virus, its variants, and the resulting short- and long-term effects of COVID-19 on human health. SARS-CoV-2 belongs to the genus Betacoronavirus, which includes viruses such as OC43, HKU1, SARS-CoV, and MERS-CoV [ 3 ]. SARS-CoV-2 is an enveloped positive-sense RNA virus, whose genome is packaged in a helical ribonucleocapsid complex. The outer surface of the virus is studded with Spike (S) proteins that facilitate the infection of host cells by binding to its cognate cellular surface receptor angiotensin-converting enzyme 2 (ACE2) through the S protein receptor binding domain (RBD) to allow for viral membrane fusion. Fusion leads to viral genome transfer into the host cell cytoplasm where viral replication can commence, leading to its various intracellular impacts. To read in more detail these processes, as well as structural elements of the SARS-CoV-2 virus, see our first review, ref. [ 3 ], focusing on intracellular SARS-CoV-2 viral effects [ 3 ]. In this second of a three-part comprehensive series of our series of SARS-CoV-2 reviews, we cover the extracellular and circulating signals and physiological effects of the viral disease, including the consequences and remodeling of organs, metabolism, humoral factors, and the immune system. In turn, the aim of this review series is to provide an overview of our current knowledge of SARS-CoV-2 and its biological effects from basic biology to clinical patient outcomes, highlighting also future areas of research given the ever-evolving nature of SARS-CoV-2,COVID-19, and its consequences for healthcare across the world. Metabolic adaptations caused directly by viral infection of cells We previously described [ 3 ] SARS-CoV-2 viral infection intracellular effects and host adaptations. These include major shifts in metabolic and biochemical pathways, including the oxidative phosphorylation and the tricarboxylic acid (TCA) cycle [ 3 ]. The immune system is also involved in these adaptations, with a study showing upregulation of Type I interferon (IFN) gene signaling pathways leading to changes with cellular responses to IFN and triggering changes with associated cytokine-mediated signaling pathways [ 4 ]. These stimuli lead to cellular adaptations including endoplasmic reticulum stress, upregulated unfolded protein response and downregulation of pathways including spliceosome-mediated RNA processing, mitochondrial electron transport chain inhibition, and impairment in the biogenesis and assembly of the electron transport chain complexes and oxidative phosphorylation [ 5 ,  6 ]. Indeed, SARS-CoV-2 infection leads to decreased mitochondrial function, increased glycolysis, and shunting towards the pentose 5 phosphate pathway, resulting in changes in cellular metabolism and bioenergetics that lead to pathophysiological outcomes. These various cellular biochemical adaptations also result in production of circulating metabolites in COVID-19 patients that lead to systemic effects, including tissue remodeling and function, shifts in whole-body metabolism and bioenergetics, changes with immune and endocrine state, etc., resulting in the symptoms and disease outcomes seen with COVID-19 patients. For example, the TCA cycle is the main cellular source of energy and critical for aerobic respiration; serum levels of the TCA metabolites (citrate, fumarate, malate, and aconitate) were significantly lower in the SARS-CoV-2-infected patients as compared with controls, with choline specifically observed to be decreased in patients with severe COVID-19 [ 7 ]. Serum metabolites that were increased in these patients included deoxy-thymidine, deoxyuridine, adenine, cystine, and homocysteine. These data provide context as to how specific biochemical and physiological pathways, e.g., the TCA cycle, shift as a result of COVID-19 infection and lead to pathogenesis. For example, elevated homocysteine is associated with endothelial damage [ 8 ]. These shifts in metabolites reflect a systemic shift during acute COVID-19 infection, and warrant study of subsequent specific organ adaptations (e.g., bone as a major source of citrate, which is released into the plasma during bone resorption, with soft tissues not generally providing a significant source of citrate into blood plasma). Separate from metabolic pathways (e.g., oxidative phosphorylation, glycolysis, etc.) that produce energy from sugars are alternative pathways that utilize compounds such as lipids. Excess energy is stored in the form of lipids, with lipids also used as an immediate energy source or for later use. Lipids also serve as second messengers, activating protein and immune pathways. Indeed, it has been reported SARS-CoV-2 infection causes lipids levels to change and lipid metabolism to alter, with one study using untargeted metabolomic and lipidomic approaches observing specific circulating lipids associated with SARS-CoV-2 infection, including increases in triglycerides and free fatty acids (e.g., arachidonic acid and oleic acid). These lipids also correlated with disease severity [ 9 ]. A specific class of lipids are lipid mediators (LMs), which are bioactive lipids produced locally in response to extracellular stimuli and are involved in immune regulation. Studies have investigated their role in relation to COVID-19 severity as well. One report involving 19 healthy patients, 18 COVID-19 patients who did not need ICU admission (mild), and 20 patients that needed ICU admission (severe) showed an increase of free poly-unsaturated fatty acids (PUFAs) and diminished amounts of PUFA-containing plasmalogens in patients with COVID-19 that also correlated with disease severity [ 10 ]. Another study performing metabolomics and lipidomics measurements on patients (49 subjects, 33 were COVID-19–positive subjects and 16 COVID-19–negative subjects) showed alterations in fatty acid metabolism that were associated with SARS-CoV-2 infection. More specifically, short- and medium-chain acylcarnitines were significantly diminished in all patients with COVID-19, while all Non-Esterified Fatty Acids (except nonanoic acid) were increased in all COVID-19 patients [ 11 ,  12 ]. In summary, SARS-CoV-2 infection affects whole-body metabolism in different ways, with emerging evidence supporting a correlation between these adaptations and COVID-19 disease severity. Moreover, the balance of biochemical components, whether the machinery (e.g., TCA proteins), fuel sources (e.g., lipids), or messenger molecules (e.g., metabolites) appear to shift towards a physiological catabolic state that may be further exacerbated by a patient’s underlying conditions and demographics [ 7 ,  9 – 12 ]. Metabolic biofactors are also intrinsically tied with the recovery and response to viral infection, with immune-regulating lipids, pro-inflammatory lipids, and lipid mediators plausibly modulating the immune response during COVID-19, as one example. The immune system’s physiology is also reliant on its metabolic function, whether from a development, proliferation, activation, or memory perspective. Immunity is shaped and guided by humoral factors, which we address in the next section, as to the SARS-CoV-2 viral influence on these factors and the effects on the body. Humoral adaptations and changes Humoral factors are compounds that are transported by the circulatory system throughout the body, and include immune factors (e.g., cytokines, chemokines, antibodies, complement proteins, clotting factors, etc.), hormones, RNAs, lipids, metabolites, etc. These play a role in steady-state physiology as well as pathophysiological adaptations, with changes in humoral factors occurring from SARS-CoV-2 infection. One example is bradykinin, a peptide that is involved with physiological effects, including dilation of arterioles through release of prostacyclin, nitric oxide, and EDHF, constriction of veins by prostaglandin F2, as well as various biochemical effects including upregulation of intracellular Ca2+, regulation of cAMP/cGMP, arachidonic acid release, promotion of VEGF expression and angiogenesis, and activation of TGF-B, JAK/STAT pathways [ 13 ]. Additionally, bradykinin is degraded by angiotensin-converting enzyme (ACE) and enhanced by angiotensin produced by ACE2. Bradykinin, angiotensin, ACE, and ACE2, are all part of the renin-angiotensin system (RAS), which serves a role within the endocrine system in regulation of renal, cardiac, and vascular physiology, and in turn, systemic physiology [ 14 ]. Moreover, SARS-CoV-2 enters the cell through receptors such as ACE2 and NRP-1, in a process requiring the transmembrane protease 2 (TMPRSS2) protein [ 3 ,  15 ]; thus, SARS-CoV-2 directly interacts with the RAS system and influences its activity. Indeed, gene analysis of bronchoalveolar lavage fluid from COVID-19 patients showed a critical imbalance of RAS-related factors, including decreased expression of ACE, while increases in ACE2, renin, angiotensin, and bradykinin, which were suggestive of elevated bradykinin levels systemically that lead to the cardiovascular symptoms seen with patients [ 16 ]. Another study of the bradykinin cascade of COVID-19 patients correlated changes in this pathway with disease severity, showing accumulated bradykinin levels were related with patient disease severity, as well as with levels of inflammation, coagulation, and lymphopenia [ 17 ]. In addition to the RAS axis, the endocrine system is also vulnerable to SARS-CoV-2 infection [ 14 ,  15 ]. For example, the ACE2 receptor is expressed in endocrine glands, including the hypothalamus, pituitary gland, adrenals, pancreas, thyroid glands, ovaries, and testes [ 15 ]. Studies have shown reduced thyroid (e.g., subacute thyroiditis, thyrotoxicosis), adrenal (e.g., hypocortisolism, hyponatremia), hypothalamic-pituitary-thyroid (e.g., HPA dysfunction, hypocortisolism, hypothyroidism), and pancreatic islet function (e.g., hyperglycemia, pancreatic injury based from elevated amylase and lipase), as well as damage to the testes and changes with menstrual cycle being described in COVID-19 patients [ 14 ,  15 ]. SARS-CoV-2 infection has also been suggested to affect glycemic control, with an international registry having been organized to investigate the interaction between diabetes and COVID-19 [ 14 ]. Moreover, clinical studies show more severe outcomes in patients with diabetes, obesity, and hypertension; however, there is a lack of data in humans on ACE2 expression in pathological conditions with endocrine tissues, an area which needs future investigation [ 15 ]. Various mouse studies have enabled us to investigate organ-specific adaptations, including examining the effects of ACE2 deletion in endocrine organs and observing the beneficial effects of ACE2 gene therapy [ 15 ]. The details of these studies are outside the scope of this review, but are elaborated in ref. [ 14 ,  15 ]. As with bradykinin, the remodeling of endocrine factors results in changes with the factors that endocrine organs produce and secrete, though this is an area warrants more investigation. Indeed, these include the non-coding transcriptome, genes which are not involved with protein synthesis, but are transcribed and often secreted into the circulation, in turn providing information on the genetic state of their originating cells, but also controlling and regulating biological adaptations due to the ability of the non-coding RNAs to interact with other macromolecules, including DNA, RNA, and proteins. We elaborate on the changes with the non-coding RNA transcriptome seen in COVID-19 patients in the next section. Exosomes influence on SARS-CoV-2 infection Exosomes are extracellular vesicles generated by all cells that carry cellular components, including nucleic acids, proteins, lipids, and metabolites. They are carried and transported in blood and lymph, and serve near- and long-distance intercellular communication and biological effects. They also serve as a biomarker based on their contents, which may be altered in different conditions and physiological states. It is known that during viral infection, extracellular vesicles become vectors of viral material. More recent reports have also highlighted this occurs with SARS-CoV-2 infection [ 18 ]. One study investigated and compared exosomes from mild or severe COVID-19 patients. The exosomes from both groups contained SARS-CoV-2 spike-derived peptides and immunomodulatory molecules, though only those from mild patients could stimulate an antigen-specific CD4 T-cell response [ 19 ]. This study also observed that the proteome of exosomes of mild patients correlated with a normally functioning immune system, while that of severe patients was associated with increased and chronic inflammation. As mentioned above, exosomes may affect distant cells, and one study explored this connection in the context of COVID-19 by evaluating exosome effects on endothelial cells from exosomes derived from plasma [ 19 ]. Exosomes affected the endothelial cells by inducing inflammation-related pathways (e.g., NRLP3, caspase-1, and interleukin-1-beta) through mRNA expression, compared with plasma from mild disease or healthy donors. The study showed that these adaptations were tied with exosomes containing tenascin-C and fibrinogen-beta, which triggered the inflammatory pathways by inducing NF-kB mediated pathways. While this study focused on endothelial cell responses, it was noted that these effects may promote inflammation in other cell types systemically. Exosomes can also be involved with the inflammatory response. A subset of exosomes, called defensosomes, mediate host defense by binding and inhibiting pathogenic responses. A study showed that exosomes in SARS-CoV-2-infected patients can also be involved in this capacity by interfering with surface protein interactions [ 20 ]. Exosomes containing high levels of the viral receptor, ACE2, were induced from SARS-CoV-2 infection and activation of viral sensors in cell culture utilizing the autophagy protein, ATG16L1, and were shown to be able to bind and block viral entry. These findings support that exosomes may also be involved with the SARS-CoV-2 antiviral response, with more research of this area increasing our understanding of exosomes and their role in host defense mechanisms. Finally, exosomes may provide insight into organ adaptations based on exosomes from the source organ, in general as well as in specific circumstances such as from viral infection. The exosomes produced from specific cells will communicate their cellular phenotypic state, with each exosome sharing the identity of its source cell. In turn, organ-specific adaptations from SARS-CoV-2 infection may be able to be delineated through measurement of exosomes. One study explored this by investigating how SARS-CoV-2 is known to invade neural cell mitochondria, with SARS-CoV-2 proteins and mitochondrial proteins contained within neuron- and astrocyte-derived exosomes quantified in post COVID-19 infection. Indeed, these exosomes contained SARS-CoV-2 N and S1 proteins and varied depending on the context of the disease severity and timeline of COVID-19 [ 21 ]. This study is one example of the utility exosomes may provide for complex, multi-organ conditions like COVID-19, in studying and determining physiological alterations resulting from the disease condition. Roles of the non-coding transcriptome in SARS-CoV-2 infection RNA viruses such as SARS-CoV-2 are flexible in their ability to circumvent cellular defenses through a variety of mechanisms that often involve specific interactions with cellular components. Additionally, some viral genomes can also be processed by cellular machinery to generate non-coding RNAs (ncRNAs) that could have regulatory functions. Among them, specific elements of the host ncRNA transcriptome include microRNAs (miRNAs), long non-coding RNAs (lncRNAs) and circular RNAs (circRNAs), have been described as important players in the regulation of the viral replicative cycle and the cellular antiviral responses (Fig.  1 ). To summarize the current knowledge about ncRNAs and SARS-CoV-2, we share the latest details of the different ncRNA families and their regulatory roles during infection and disease progression. Fig. 1 Different RNA and their role in COVID-19. Structure and description of different categories of RNA involved in COVID-19. miRNAs We begin with highlighting microRNAs (miRNAs), which are short regulatory non-coding RNAs generated by the enzymatic processing of specific RNA transcripts. Their regulatory functions at the cellular level are exerted by recruiting regulatory proteins (RNA-induced silencing complex, or RISC) which are further targeted to the 3′-UTR of mRNAs by base complementarity, causing a repressive effect on gene expression [ 22 ]. Considering the possible involvement of dysregulated miRNAs upon infection on the systemic manifestations of COVID-19, multiple research groups profiled circulating miRNA levels in SARS-CoV-2 patients. One study of a stratified cohort of COVID-19 patients showed a molecular signature composed of three blood-circulating miRNAs (hsa-miR-423-5p, hsa-miR-23a-3p and hsa-miR-195-5p), independently classified COVID-19 cases, distinguishing them from other viral infections such as H1N1 influenza and healthy controls [ 23 ]. Recently a circulating miRNA, hsa-miR-2392, was shown and suggested to be one of the main drivers of a suppressive effect of mitochondrial gene expression and inflammation effectors, promoting many of the described symptoms associated with COVID-19. This miRNA was also detected in SARS-CoV-2-infected patient serum and urine, opening the possibility of its use as a prognostic biomarker for the disease [ 24 ]. Mitochondrial analysis showed miR-2392 targets were OXPHOS, mitochondrial translation, and mitochondrial metabolism related transcripts. In summary, SARS-CoV-2 elevates miRNAs, such as miR-2392, which can result in affecting biochemical pathways (e.g., downregulation of OXPHOS), and treatment with anti-miR-2393 therapeutics potentially blocks SARS-CoV-2 infection in hamsters and hACE2-A549 cells [ 24 ]. Several additional miRNA’s have also been observed to be involved with COVID-19 outcomes (e.g., level of viral load, biomarkers, etc.), as well as having various biochemical roles (e.g., viral entry, cytokine storm development, activation of signaling pathways, etc.). These include miRNA interaction with cell death processes, regulating pathways such as p53 by miR-101, miR-100, miR-7, miR-107, etc., as well with the viral entry process (e.g., hsa-miR-98-5p binding to TMPRSS2 transcript). Additionally, cellular inflammation processes in COVID-19 infected individuals are affected by miRNA’s (e.g., miR-146a, miR-21, and miR-142), by promoting MAPK and NF-kB signaling causing cellular pro-inflammatory phenotypic adaptations, which has additional consequences such as mitochondrial stress from production of inflammatory factors and reactive oxygen species. These highlight the significant and diverse roles miRNA’s play in steady-state physiology and viral infection induced pathophysiology in COVID-19, which here we briefly describe, but are covered in",
  "introduction": "Introduction As of January 13, 2023, over 671 million cases of the coronavirus disease 2019 (COVID-19) worldwide have been reported, and more than 6.71 million lives have been claimed globally. The COVID-19 pandemic is caused by infection with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus. The development and administration of vaccines and antiviral therapeutics against SARS-CoV-2 significantly reduced the local to global impact and burden of COVID-19. However, the global distribution of these resources has been unequal [ 1 ], ultimately prolonging viral transmission. Moreover, SARS-CoV-2 quickly evolved into variants with increased transmission rates more capable of immune escape [ 2 ]. Therefore, we must increase our understanding of this novel virus, its variants, and the resulting short- and long-term effects of COVID-19 on human health. SARS-CoV-2 belongs to the genus Betacoronavirus, which includes viruses such as OC43, HKU1, SARS-CoV, and MERS-CoV [ 3 ]. SARS-CoV-2 is an enveloped positive-sense RNA virus, whose genome is packaged in a helical ribonucleocapsid complex. The outer surface of the virus is studded with Spike (S) proteins that facilitate the infection of host cells by binding to its cognate cellular surface receptor angiotensin-converting enzyme 2 (ACE2) through the S protein receptor binding domain (RBD) to allow for viral membrane fusion. Fusion leads to viral genome transfer into the host cell cytoplasm where viral replication can commence, leading to its various intracellular impacts. To read in more detail these processes, as well as structural elements of the SARS-CoV-2 virus, see our first review, ref. [ 3 ], focusing on intracellular SARS-CoV-2 viral effects [ 3 ]. In this second of a three-part comprehensive series of our series of SARS-CoV-2 reviews, we cover the extracellular and circulating signals and physiological effects of the viral disease, including the consequences and remodeling of organs, metabolism, humoral factors, and the immune system. In turn, the aim of this review series is to provide an overview of our current knowledge of SARS-CoV-2 and its biological effects from basic biology to clinical patient outcomes, highlighting also future areas of research given the ever-evolving nature of SARS-CoV-2,COVID-19, and its consequences for healthcare across the world.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "Conclusion SARS-CoV-2 and its resultant acute and chronic diseases, COVID-19 and PASC, have caused significant impacts worldwide. Here we describe and review the latest knowledge about the viral effect on our physiology, as well as the latest research on relevant whole-body metabolism pathways, circulating biological components (e.g., RNA, cytokine, hormones, etc.), and affected organ systems and their physiological adaptations consequent to SARS-CoV-2 infection. COVID-19 is a pleiotropic, complex, and dynamic condition (Fig.  4 ). The viral insults and cellular adaptations differ depending on the context, from cellular to organ systems, and intricate biochemistry ties and integrates these systems together. Herein, we have attempted to capture the prevalent host responses, as well as highlight gaps of knowledge that could be addressed with future research. We have also touched on relevant biochemical targets with potential for mitigating COVID-19 in the human host, and we will describe current and in-development treatment modalities that affect these in Part 3 of our review. Fig. 4 COVID-19 biological adaptations and effects. The multi-faceted and multiplex physiological adaptations resulting from SARS-CoV-2 infection, including the different cells, tissues, and organs that respond to viral infection. The airway milieu refers to the viral factors contained from inhalation and response to these factors in the lungs, while the systemic milieu refers to the viral factors transported through the circulation system and across body, and in turn, the physiological responses to these factors."
}