{
  "id": "PMC12034939",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12034939/",
  "title": "\n",
  "authors": "Maria Cortazar‐Chinarro, Kayla C. King, Mette Lillie",
  "year": "2025",
  "journal": "Ecology and Evolution",
  "abstract": "ABSTRACT Most natural populations are genetically diverse. Understanding how diversity is maintained and distributed across time and space can provide insights into the potential for evolution and extinction of populations. Immunogenetic diversity aids individuals and populations in resisting infectious disease, with many studies linking resistance to genes encoding adaptive immune responses, such as the major histocompatibility complex (MHC) genes. The MHC is particularly important for advancing our understanding of local adaptive processes and host–parasite interactions. Here, we review the emerging work and theory exploring the geographic and temporal patterns of MHC diversity in the wild and how they are shaped by selective and demographic processes. We discuss patterns of variation along latitudinal and altitudinal gradients and place this in the context of Latitude Diversity Gradient and Central Marginal Theories. We emphasize how MHC diversity is often lower at the edges of species distributions, particularly in high‐latitude and high‐altitude regions. We also discuss MHC diversity in natural populations facing climate change. As climate change accelerates and emerging parasites spread, reduced immunogenetic diversity could severely threaten wildlife populations, compromising their resilience and long‐term survival. We propose that including immunogenetic diversity into a larger database of environmental and parasite data would allow biologists to test hypotheses regarding host–parasite coevolution and develop effective measures for conservation.",
  "keywords": "climate change, evolutionary processes, genetic diversity, host–parasite interactions, MHC",
  "full_text": "1 Introduction We are facing a severe biodiversity crisis attributable to human activities (Allentoft and O'Brien  2010 ). Habitat loss and climate change are leading to population declines, loss of genetic diversity and increased extinction risk. Genetic diversity is considered one of the vital pillars of biodiversity and is essential for the capacity of a population to adapt to new environments (Alberto et al.  2013 ; Frankham  2010 ; Pauls et al.  2013 ). The genes of the major histocompatibility complex (MHC) have garnered wide interest for their role in parasite recognition and immune defense at the individual and population level (Sommer  2005 ). The MHC is typically highly polymorphic, but genetic erosion of the MHC may severely compromise a population's capacity to adapt to changing parasitic environments or the emergence of novel parasites. In this review, we summarize the key features of the MHC and discuss the dynamics influencing MHC diversity across spatial and temporal scales. We also explore these dynamics in the context of future climate change. Finally, we present how to integrate immunogenetic, environmental, and parasite data across taxa to test hypotheses and uncover the spatial and temporal patterns. Understanding overarching geographical and long‐term temporal patterns has exceptional merit for conservation biology, informing appropriate actions to limit parasite spread within and across populations (Ekroth et al.  2021 ; Langwig et al.  2015 ; Smith et al.  2009 ). 1.1 \n MHC  Diversity and the Processes Maintaining Variation MHC is a multi‐gene family found in all jawed vertebrates, which is considered the most variable set of genes in the genome (Hood et al.  1983 ; Hughes  2002 ; Kaufman et al.  1985 ; Klein  1975 ; Rock et al.  2016 ). The MHC plays a crucial role in parasite recognition and activation of the immune response. Each MHC class I and II protein binds to a specific set of peptides, with distinct MHC proteins recognizing and interacting with different antigenic peptides (Kaufman et al.  1985 ). The high genetic diversity in the MHC region is concentrated in the domains that encode antigen‐binding sites of the classical MHC class I and class II molecules (Klein  1975 ). MHC class I is predominately expressed on nucleated cells and is involved in the surveillance of intracellular parasites, such as viruses. MHC class II is expressed on specialized immune cells, such as B‐cells and dendritic cells, and is thus involved in the surveillance of extracellular parasites, such as bacteria and macro‐parasites (Klein  1979 ). The high variation in MHC molecules is directly linked to their ability to bind a wide array of antigens from various pathogens—viruses, bacteria, and macro‐parasites—thereby enhancing recognition by the host immune system (Kaufman et al.  1985 ). MHC diversity is further amplified by copy number variation within species, such that multiple gene copies can be found across individuals (Minias  2024 ). This variation expands the repertoire of antigen presentation and parasite recognition of individuals (Bentkowski and Radwan  2019 ). It also creates a challenge, however, to accurately characterize MHC diversity by for example, amplicon sequencing or whole genome sequencing by short‐read sequencing technologies, as sequences cannot be assigned to specific MHC loci (Babik  2010 ; Lighten et al.  2014 ; Peel et al.  2022 ). Many studies on MHC diversity focus on the specific exon or exons involved in peptide binding and analyze MHC genotypes, supertypes, or heterozygosity in the context of for example, molecular evolution, population genetics, conservation biology, disease associations, and mate choice (reviewed in Cheng et al.  2022 ). MHC diversity in the context of infection resistance has been studied in amphibians, birds, reptiles, and mammals (Kosch et al.  2022 ; Nash and Ryan  2023 ; Savage and Zamudio  2011 ; Schmid et al.  2023 ; Vinkler et al.  2022 ). Host parasite resistance and fitness are closely related to the variability of MHC molecules (Vinkler et al.  2022 ). Sedge warblers ( \n Acrocephalus schoenobaenus \n ) with many MHC class I supertypes have higher resistance to avian malaria (Biedrzycka and Radwan  2008 ). Associations between specific MHC alleles and avian malaria prevalence have also been reported in other Passeriformes (Bonneaud et al.  2006 ; Westerdahl et al.  2005 ). In amphibians, specific MHC class II exon 2 haplotypes in common toads ( \n Bufo bufo \n ) are associated with individual survival rates to infection by the deadly chytrid fungus,  Batrachochytrium dendrobatidis . The survival of infected toads was dependent on MHC haplotype configuration (Cortazar‐Chinarro et al.  2022 ). Across multiple amphibian species, resistance to chytrid fungus has been linked to the MHC class II pocket‐9 conformation, based on experimental infections and field observations of chytrid‐associated population declines (Bataille et al.  2015 ). Parasite‐mediated balancing selection is the main evolutionary pressure maintaining genetic variation at the MHC across populations and between species, with the latter being referred to as trans‐species polymorphism (Charlesworth  2006 ; Hedrick  1998 ; Höglund  2009 ; Sommer  2005 ). Evidence of parasite‐mediated balancing selection has been found across host taxa, including amphibians (Trujillo et al.  2021 ), birds (He et al.  2021 ; Minias et al.  2021 ), fish (Herdegen‐Radwan et al.  2021 ), and mammals (Ebert and Fields  2020 ; Gonzalez  2021 ; Zhang et al.  2018 ). There are three non‐mutually exclusive hypotheses explaining the parasite‐mediated maintenance of MHC polymorphism, namely ‘ Heterozygosity Advantage ’, ‘ Rare Allele Advantage ’ (negative frequency‐dependent selection) and ‘ Fluctuating Selection ’ across landscapes or time (Gibson  2022 ; Spurgin and Richardson  2010 ). The ‘ Heterozygosity Advantage ’ hypothesis posits that heterozygous individuals can recognize a larger variety of antigens than homozygous individuals, conferring greater resistance to infection in the former (Lo et al.  2021 ; Savage et al.  2011 ). Additionally, individuals with more divergent MHC alleles have been hypothesized to bind and recognize a wider array of antigens, further increasing parasite resistance ( Divergent Allele Advantage ) (Lau et al.  2015 ; Lenz et al.  2009 ; Wakeland et al.  1990 ). The ‘ Rare Allele Advantage ’ hypothesis predicts that a rare or novel allele in a population will confer greater disease resistance, as there is strong selection on parasites from common MHC alleles to overcome resistance (also Bolnick and Stutz  2017 ; Bourgeois et al.  2021 ; Takahata and Nei  1990 ). For example, Trinidadian guppies carrying novel MHC alleles and MHC supertypes experience a 37% reduction in infection intensity of the ectoparasite,  Gyrodactylus turnbulli  (Phillips et al.  2018 ). Rare allele advantage may also favor old, rare alleles, resulting in a cyclical, co‐evolutionary dynamic in which MHC alleles fluctuate in frequency over time, maintaining diversity (Slade  1992 ). Finally, the ‘ Fluctuating Selection ’ hypothesis states that spatial and temporal variation in parasite prevalence, diversity and infection intensity generates a heterogenous selective environment, leading to different MHC alleles being favored at different times and/or different places. Overall, this heterogeneity will maintain MHC diversity in host meta‐populations (Hedrick  2002 ; Spurgin and Richardson  2010 ). Parasite‐mediated selection under ‘ Fluctuating Selection ’ on the MHC is thus directional, but also variable due to changes in biotic or abiotic environment, as well as chance dispersal and extinction events. Determining the relative roles of these modes of selection is a challenge, as they are not mutually exclusive. All three modes may act to shape overall MHC diversity (Spurgin and Richardson  2010 ). For example, a role for fluctuating selection has been reported in several species (Osborne et al.  2017 ; Teacher et al.  2009 ; Trujillo et al.  2021 ), and occasionally in combination with either divergent allele advantage (Osborne et al.  2017 ) or negative frequency‐dependent selection (Teacher et al.  2009 ; Trujillo et al.  2021 ). Additionally, geographical variation in modes of selection has been observed, for example in moor frogs ( \n Rana arvalis \n ). In this species, MHC class II variation was found to decrease in northern populations due to directional selection, and variation was maintained at southern latitudes due to divergent and/or balancing selection (Cortazar‐Chinarro et al.  2018 ). MHC diversity can also be shaped by other selective and neutral forces (Wakelin and Apanius  1997 ). Genetic drift resulting from demographic processes (i.e., post‐glacial recolonization, migration) impacts genetic variation genome‐wide, and has been shown to affect MHC diversity in fragmented and small populations, or at the edge of species distributions (Belasen et al.  2022 ,  2019 ; Herdegen et al.  2014 ; Höglund et al.  2022 ). MHC‐based mate choice (disassortative mating) may also help to maintain MHC diversity in excess of what is expected under parasite‐mediated selection alone (Ejsmond and Radwan  2015 ). It has been argued that the combined effects of natural and sexual selection on MHC variants explain how diverse communities of hosts and parasites can be maintained over evolutionary time. That is, even in the face of strong frequency‐dependent selection favoring particular MHC genotypes (Milinski  2006 ). Models combining the effects of natural selection and MHC‐based disassortative mating in small populations have indicated that while parasite‐mediated selection can accelerate loss of MHC diversity, the stabilizing effects of sexual selection can moderate major fluctuations in allele frequencies and protect functional variants against drift (Jan Ejsmond et al.  2014 ). Appropriately, the interaction between multiple evolutionary forces contributes to shaping and potentially maintaining important genetic variation in at‐risk populations. Critically, understanding how eco‐evolutionary processes (neutral vs. adaptive) shape genetic variation in wildlife populations is a key challenge. Expanding our study systems to encompass spatial and temporal patterns shows potential to help disentangle the evolutionary dynamics underlying these processes. 2 Patterns Across Time and Space 2.1 Geographical Effects: Latitudinal and Altitudinal Effects The genetic diversity of a host species, as well as general species diversity, can vary along a gradient (Cortázar‐Chinarro et al.  2017 ; Daco et al.  2022 ; Yiming et al.  2021 ). Both host immune genetic variation and parasite biodiversity tend to be lower at higher latitudes (Cortázar‐Chinarro et al.  2017 ; O'Connor et al.  2018 ; Preisser  2019 ; Stevens  2006 ). This pattern has been documented from unicellular to multicellular organisms in concordance with the ‘ Latitudinal Diversity Gradient Trend ’ hypothesis (Miraldo et al.  2016 ; Preisser  2019 ; Figure  1 ). This hypothesis remains relatively untested within individual hosts in relation to parasites (Johnson and Haas  2021 ). Diversity does, however, tend to increase from the poles to the equator (Adams and Hadly  2013 ; Pianka  1989 ). The ‘ Latitudinal Diversity Gradient Trend ’ hypothesis predicts steeper patterns (e.g., clear isolation by distance) in large‐scale gradients (> 1000 km) of latitudinal diversity compared to more localized gradients. Evolutionary mechanisms such as drift, selection, and/or demographic processes (e.g., postglacial colonization events) also contribute to genetic variation distribution around the globe (Cook et al.  2022 ; Cortázar‐Chinarro et al.  2017 ; Thörn et al.  2021 ). Across taxa, genetic variation at MHC molecules can decrease with increasing latitude (e.g., wild ungulates; (Mainguy et al.  2007 ) mouse; (André et al.  2017 ) or fish (Dionne et al.  2007 )). A similar latitudinal pattern of decreasing MHC genetic variation has been found over the Scandinavian Peninsula in different amphibian species ( \n Rana arvalis \n ; (Cortázar‐Chinarro et al.  2017 ),  \n Bufo bufo \n ; (Cortazar‐Chinarro et al.  2019 ) and  \n Bufotes viridis \n ; (Höglund et al.  2022 )). In mountain goats from southwest China, MHC variation has been shown to decrease with increasing altitude (Huang et al.  2015 ). FIGURE 1 The distribution of genetic variation of a hypothetical species according to the (A) central‐marginal theory (green distribution) and (B) latitudinal diversity gradient trend hypothesis (orange). The black arrows indicate the direction of increased genetic variation. Gradients of genetic variation could also be shaped by the  Central‐Marginal Theory  (Eckert et al.  2008 ) (Figure  1 ). This theory predicts that genetic diversity is highest at the center of a species distribution, which decreases outwards toward the margins (Eckert et al.  2008 ; Guo  2012 ; Thörn et al.  2021 ). Species range expansion often originates from the core of a species' distribution, where the habitat is optimal for its persistence (e.g., glacial refugia) and progresses toward peripheral regions. Throughout this process, new populations are established through successive population bottlenecks (Singhal et al.  2022 ). Populations at range margins tend to be smaller and more spatially isolated, becoming subjected to genetic drift and gene flow from the range center. This dynamic often leads to reduced genetic diversity along the expanding range edge, increased population structure, and allele frequency clines centered on the origin of expansion (Peter and Slatkin  2013 ). For instance, Langin et al. ( 2017 ) demonstrated that genetic variation decreased at the range edge of an island scrub‐jay population, with homozygosity increasing toward the island periphery. 2.2 Habitat Fragmentation Long‐term habitat loss and fragmentation, directly caused by human activity, are considered to be significant and widespread drivers of biodiversity loss (Lino et al.  2019 ). Substantial decreases in population size and species richness as a result may lead to a loss of genetic and immunogenetic diversity (Belasen et al.  2019 ; Gibbs  2001 ). The loss of genetic diversity over time due to genetic drift and purifying selection in small populations, together with increased levels of inbreeding, will have serious consequences for disease susceptibility (Zuidema et al.  1996 ). Habitat fragmentation has resulted in loss of genome‐wide variation as well as MHC diversity in African and Asiatic Cheetahs ( \n Acinonyx jubatus \n  spp) due to genetic drift and inbreeding (Castro‐Prieto et al.  2011 ; Prost et al.  2022 ) Similarly, African wild dogs ( \n Lycaon pictus \n ) in South Africa have lost genomic variation over decades with a parallel decrease of the MHC (Meiring et al.  2022 ). It has alternatively been shown that immunogenetic variation could be maintained even in populations that experienced loss of genome‐wide diversity by selective processes such as balancing selection (Oliver and Piertney  2012 ). Functional diversity may therefore be maintained to some extent even in highly fragmented populations (Ciborowski et al.  2017 ; Escoda and Castresana  2021 ). Nevertheless, the intrinsic relationship between genome‐wide diversity and adaptive gene variation in endangered species living in severely fragmented habitats remains poorly understood. Fragmented populations with high inbreeding levels may evolve differently depending on whether they are resistant or susceptible to endemic parasites. “ Resistant fragmented populations ” appear when the contact interaction between hosts infected by the same parasite are limited within a population (Belasen et al.  2019 ). The reduced contact interaction between hosts will minimize parasite transmission between hosts and an increase of resistant MHC alleles might be generated after directional selection from local parasites (Belasen et al.  2019 ; Pearson et al.  2009 ). Conversely, “ Susceptible fragmented populations ” emerge when genetically eroded hosts within a population exhibits a high frequency of MHC alleles that are susceptible to infection, implying strong directional selection on susceptible MHC alleles to local parasites (Belasen et al.  2019 ; Pearson et al.  2009 ). Ideally, natural selection would eliminate these susceptible alleles. Other factors, such as co‐infection, may disrupt this process, leading to an increase in susceptible alleles (Cortazar‐Chinarro et al.  2023 ). The last scenario has been demonstrated in both lab and natural population studies (Ellison et al.  2012 ,  2011 ). For example, Ellison et al. ( 2012 ) found that both MHC and neutral genetic variation were lost after several generations of selfing in the self‐fertilizing fish  Kryptolebias marmoratus  under experimental conditions. Interestingly, the loss of MHC variation appeared non‐random, suggesting that parasite‐mediated directional selection may favor divergent MHC alleles (Ellison et al.  2012 ). In general, long‐term fragmentation may negatively affect MHC diversity and geographic distribution, particularly in isolated populations at the edges of species ranges or in habitats severely altered by human activities. Habitat fragmentation and degradation are expected to also influence parasite prevalence (Perrin et al.  2023 ). The relationship between anthropogenic disturbances and wildlife disease prevalence is highly variable, with parasite‐mediated selection pressures differing across environments due to variations in parasite ecology, transmission dynamics, and host immune responses (Brearley et al.  2013 ; Young et al.  2013 ). Few studies have investigated neutral diversity, MHC diversity, and parasite interactions in disturbed landscapes. In ornate dragon lizards ( \n Ctenophorus ornatus \n ), individuals showed significant variation in the number of MHC class I alleles. A positive association was found between the average number of MHC class I alleles and tick load in undisturbed reserve populations, but this relationship was not observed in populations from disturbed agricultural areas (Radwan et al.  2014 ). The observed lower tick load in disturbed landscapes could be the result of weaker population connectivity or a low number of alternative hosts preventing tick transmission. Low transmission would weaken parasite‐mediated selection for MHC variation in these populations (Radwan et al.  2014 ). Additionally, variation in parasite‐specific selection pressures was also observed in the Tome's spiny rat ( \n Proechimys semispinosus \n ), a generalist rodent that inhabits both natural and human‐disturbed landscapes (Fleischer et al.  2024 ). This study compared neutral genetic diversity, MHC diversity, and parasite prevalence/diversity across landscapes with varying levels of human disturbance, while also considering habitat features that define distinct habitats, as demonstrated in the study by Schwensow et al. ( 2022 ). Fleischer et al. ( 2024 ) found lower genome‐wide and MHC diversity as well as lower nematode and virus infection rates in forest fragments relative to protected, continuous forests. Associations between MHC alleles and supertypes varied across these landscapes, with most appearing in the continuous forests or protected forest islands (Fleischer et al.  2024 ). Associations were occasionally in opposite directions, for example, individuals with the MHC class II allele Prse‐DRB*006 were more often infected with  Picobirnavirus  in forest fragments, whereas this same allele was associated with reduced infections by  Picobirnavirus  in protected forests (Fleischer et al.  2024 ). This study highlights the impact of landscape disturbance on host–parasite interactions and coevolution. Disturbance can lead to altered parasite‐mediated selection and even altered resistance of MHC all",
  "introduction": "1 Introduction We are facing a severe biodiversity crisis attributable to human activities (Allentoft and O'Brien  2010 ). Habitat loss and climate change are leading to population declines, loss of genetic diversity and increased extinction risk. Genetic diversity is considered one of the vital pillars of biodiversity and is essential for the capacity of a population to adapt to new environments (Alberto et al.  2013 ; Frankham  2010 ; Pauls et al.  2013 ). The genes of the major histocompatibility complex (MHC) have garnered wide interest for their role in parasite recognition and immune defense at the individual and population level (Sommer  2005 ). The MHC is typically highly polymorphic, but genetic erosion of the MHC may severely compromise a population's capacity to adapt to changing parasitic environments or the emergence of novel parasites. In this review, we summarize the key features of the MHC and discuss the dynamics influencing MHC diversity across spatial and temporal scales. We also explore these dynamics in the context of future climate change. Finally, we present how to integrate immunogenetic, environmental, and parasite data across taxa to test hypotheses and uncover the spatial and temporal patterns. Understanding overarching geographical and long‐term temporal patterns has exceptional merit for conservation biology, informing appropriate actions to limit parasite spread within and across populations (Ekroth et al.  2021 ; Langwig et al.  2015 ; Smith et al.  2009 ). 1.1 \n MHC  Diversity and the Processes Maintaining Variation MHC is a multi‐gene family found in all jawed vertebrates, which is considered the most variable set of genes in the genome (Hood et al.  1983 ; Hughes  2002 ; Kaufman et al.  1985 ; Klein  1975 ; Rock et al.  2016 ). The MHC plays a crucial role in parasite recognition and activation of the immune response. Each MHC class I and II protein binds to a specific set of peptides, with distinct MHC proteins recognizing and interacting with different antigenic peptides (Kaufman et al.  1985 ). The high genetic diversity in the MHC region is concentrated in the domains that encode antigen‐binding sites of the classical MHC class I and class II molecules (Klein  1975 ). MHC class I is predominately expressed on nucleated cells and is involved in the surveillance of intracellular parasites, such as viruses. MHC class II is expressed on specialized immune cells, such as B‐cells and dendritic cells, and is thus involved in the surveillance of extracellular parasites, such as bacteria and macro‐parasites (Klein  1979 ). The high variation in MHC molecules is directly linked to their ability to bind a wide array of antigens from various pathogens—viruses, bacteria, and macro‐parasites—thereby enhancing recognition by the host immune system (Kaufman et al.  1985 ). MHC diversity is further amplified by copy number variation within species, such that multiple gene copies can be found across individuals (Minias  2024 )",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "5 Conclusions Investigating mechanisms that maintain genetic diversity will advance our understanding of local adaptive processes, particularly from infectious diseases. Ongoing research of parasite‐driven selective processes under natural conditions should focus on characterizing MHC genetic variation at complete class I and II loci from well‐assembled and well‐annotated genomes and transcriptomes. In addition, changes in adaptive versus neutral marker allele frequencies over time should contribute to understanding the relative contribution of drift, selection, and parasite‐mediated selection mechanisms in shaping patterns of functional diversity. To estimate allele frequencies by using candidate and neutral markers, we must consider broad spatial and temporal scales across vertebrates as a whole. Furthermore, changes in allele frequency could be significant in habitats susceptible to sudden climatic events or the arrival of new parasites. These advances will only be possible by improving the accessibility of centralized public and multidisciplinary large data sets to increase our integrative knowledge on the importance of adaptive genetic variability in wild animals. Wildlife conservation efforts that monitor MHC genetic diversity across space and time—at the edges of species distributions, in long‐term fragmented habitats, or at northern latitudes—will be most effective for ensuring long‐term species preservation in the face of climate change and emerging diseases."
}