{
  "id": "PMC10308117",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10308117/",
  "title": "Comparative genomic analysis of ",
  "authors": "Anna C. Simpson, V. V. Ramprasad Eedara, Nitin K. Singh, Namita Damle, Ceth W. Parker, Fathi Karouia, Christopher E. Mason, Kasthuri Venkateswaran",
  "year": "2023",
  "journal": "Frontiers in Microbiology",
  "abstract": "A single strain from the family  Paenibacillaceae  was isolated from the wall behind the Waste Hygiene Compartment aboard the International Space Station (ISS) in April 2018, as part of the Microbial Tracking mission series. This strain was identified as a gram-positive, rod-shaped, oxidase-positive, catalase-negative motile bacterium in the genus  Cohnella , designated as F6_2S_P_1 T . The 16S sequence of the F6_2S_P_1 T  strain places it in a clade with  C. rhizosphaerae  and  C. ginsengisoli , which were originally isolated from plant tissue or rhizosphere environments. The closest 16S and gyrB matches to strain F6_2S_P_1 T  are to  C. rhizosphaerae  with 98.84 and 93.99% sequence similarity, while a core single-copy gene phylogeny from all publicly available  Cohnella  genomes places it as more closely related to  C. ginsengisoli . Average nucleotide identity (ANI) and digital DNA–DNA hybridization (dDDH) values to any described  Cohnella  species are <89 and <22%, respectively. The major fatty acids for strain F6_2S_P_1 T  are anteiso-C 15:0  (51.7%), iso-C 16:0  (23.1%), and iso-C 15:0  (10.5%), and it is able to metabolize a wide range of carbon compounds. Given the results of the ANI and dDDH analyses, this ISS strain is a novel species within the genus  Cohnella  for which we propose the name  Cohnella hashimotonis , with the type strain F6_2S_P_1 T  (=NRRL B-65657 T  and DSMZ 115098 T ). Because no closely related  Cohnella  genomes were available, this study generated the whole-genome sequences (WGSs) of the type strains for  C. rhizosphaerae  and  C. ginsengisoli . Phylogenetic and pangenomic analysis reveals that F6_2S_P_1 T ,  C. rhizosphaerae , and  C. ginsengisoli , along with two uncharacterized  Cohnella  strains, possess a shared set of 332 gene clusters which are not shared with any other WGS of  Cohnella  species, and form a distinct clade branching off from  C. nanjingensis . Functional traits were predicted for the genomes of strain F6_2S_P_1 T  and other members of this clade.",
  "keywords": "International Space Station (ISS), novel bacteria, space biology, pangenome analysis",
  "full_text": "Introduction The International Space Station (ISS) is an orbital space habitat which has been continuously inhabited by astronauts for 22 years (Robinson et al.,  2006 ) and is therefore the only current model for how the microbiome of a space habitat evolves over time. Because the ISS is hermetically sealed against the vacuum of space, sources of its microbiome must necessarily be the human commensals from the astronauts, new equipment and supplies, or experiments conducted on board (Checinska Sielaff et al.,  2019 ; Urbaniak et al.,  2022 ). With a number of both governmental and commercial closed-habitat space facilities planned for both earth and lunar orbit in the near future, studying the microbiome of this unique habitat is vital to understanding both how astronaut health is affected by the presence of bacteria and fungi exposed to the space environment, and how those microbes can be utilized for biotechnological applications. Part of this effort should include the whole-genome sequencing (WGS) and taxonomic classification of microbes isolated from the ISS, to track their sources, spread, interactions, and potential applications. Until the mid-2010s, monitoring of bacteria and fungi aboard the ISS was mainly done via traditional culturing and identification using Sanger sequencing methods, to ensure crew health and food and water safety (La Duc et al.,  2004 ; Checinska et al.,  2015 ). More recently, a series of NASA Space Biology-funded missions known as Microbial Tracking 1 and 2 investigated the metagenomes of ISS surfaces and performed WGS on all isolated bacteria and fungi (Checinska Sielaff et al.,  2016 ; Venkateswaran et al.,  2017 ; Urbaniak et al.,  2018 ; Bijlani et al.,  2020 ; Daudu et al.,  2020 ; Solomon et al.,  2020 ; Blachowicz et al.,  2021 ; Simpson et al.,  2021a , b ), in order to fully characterize the ISS microbiome and how it changes over time (Singh et al.,  2018 ; Checinska Sielaff et al.,  2019 ; Urbaniak et al.,  2022 ). In the ongoing Microbial Tracking investigation of the ISS, spore-forming bacteria have been isolated multiple times from the genera  Bacillus  and  Paenibacillus ; however, this is the first instance that a bacterium from the genus  Cohnella  has been isolated from an ISS surface. As part of the Microbial Tracking 2 mission series, during April of 2018, astronauts sampled various surfaces aboard the ISS (Urbaniak et al.,  2022 ) with pre-packaged, pre-sterilized wipes, including the panel behind the Waste Hygiene Compartment (WHC). Upon return to Earth, the strain F6_2S_P_1 T  was isolated from the WHC sample wipe, on blood agar incubated at 37°C. Preliminary 16S rRNA sequence analysis placed strain F6_2S_P_1 T  in the genus  Cohnella . The genus  Cohnella  (family  Paenibacillaceae , order  Bacillales , phylum Firmicutes/Bacillota) was first proposed by Kampfer et al. ( 2006 ) as distinct from the genus  Paenibacillus , with the description of  Cohnella thermotolerans  (type species, isolated during hygiene checks at a starch production company in Sweden) and the reclassification of  Paenibacillus hongkongensis  as  Cohnella hongkongensis  (Teng et al.,  2003 ).  Cohnella  species are differentiated from  Paenibacillus  due to high iso-C 16:0  content in their fatty acid profiles (Kampfer et al.,  2006 ). Members of  Cohnella  are rod-shaped, usually endospore-forming, and gram-positive. Cohnella  species have been first isolated from a wide variety of environmental samples, most usually in soil (Kampfer et al.,  2014 ), but also in plant tissue (Garcia-Fraile et al.,  2008 ; Flores-Felix et al.,  2014 ) and compost heaps (He et al.,  2013 ). Species from this genus are used in industrial applications including fermentation, biofuel production, and wastewater treatment bioreactors (Lin et al.,  2020 ; Hero et al.,  2021 ; Chen et al.,  2022 ; Mohammadi et al.,  2022 ). As with the genus  Paenibacillus , many members of the genus  Cohnella  are strongly associated with the plant rhizosphere environment, particularly that of legume species (Niang et al.,  2018 ). Multiple novel  Cohnella  species have been discovered in the root nodules of leguminous plants, although only two species are known to fix nitrogen (Garcia-Fraile et al.,  2008 ; Wang et al.,  2012 ,  2015 ; Flores-Felix et al.,  2014 ; Takada et al.,  2019 ).  Cohnella  species are also thought to play an important role in recycling plant biomass within soil, with multiple members of the genus possessing genes for degradation of hemicellulose, cellulose, and xylan (Khianngam et al.,  2010 ; Hameed et al.,  2013 ; Hero et al.,  2021 ; Johnson et al.,  2021 ). Overall, while  Cohnella  species have been occasionally detected in the blood and oral cavities of immune-compromised or otherwise unhealthy individuals (Teng et al.,  2003 ; Abou Abdallah et al.,  2019 ; Kim et al.,  2021 ), they do not appear to be common human commensals. In this study, we completed the characterization study of strain F6_2S_P_1 T  and describe it here with three main objectives. The first objective was to establish  Cohnella  sp. F6_2S_P_1 T  as a novel species, for which chemotaxonomic, phenotypic, phylogenetic (using taxonomic marker genes), and comparative genomic analyses were carried out. In addition, initial taxonomic analysis for strain F6_2S_P_1 T  showed that it was most closely related to four  Cohnella  species without publicly available genomes, two of which are officially recognized species (Kim et al.,  2010 ; Kampfer et al.,  2014 ). Thus, the strains  Cohnella ginsengisoli  DSM 18997 T  and  Cohnella rhizosphaerae  DSM 28161 T  were acquired from the Deutsche Sammlung von Mikroorganismen und Zellkulturen (DSMZ) and whole-genome-sequenced, and assembled draft genomes were generated for these species. The second objective was to discover the phylogenetic placement of strain F6_2S_P_1 T  within the genus  Cohnella , for which we performed multiple phylogenetic analyses as well as a pangenome, and a genome-based tree containing all shared single-copy core genes from the genus  Cohnella . The third objective was to explore the functional traits predicted by the genome of strain F6_2S_P_1 T . Because strain F6_2S_P_1 T  is part of a branch of the genus  Cohnella  which is only distantly related to the rest of the genus, the functional traits predicted for the entire closely related clade of which strain F6_2S_P_1 T  is a member were characterized. Materials and methods Sample collection and isolation Methods for preparing sampling kits and processing samples were similar to those used in the Microbial Tracking 1 mission (Singh et al.,  2018 ; Checinska Sielaff et al.,  2019 ). For each of five flight missions for Microbial Tracking 2, Sterile TexTra™ 10 TX3224 Dry Cleanroom Wipers were moistened with 15 ml of sterile phosphate-buffered saline (PBS), folded into quarters and placed in sterile Ziploc baggies, which were later used to assemble sampling kits at NASA Ames. Sampling kits were transported to the ISS, where astronauts collected surface particulates from a square meter area of eight surfaces: (1) the cupola, (2) the WHC, (3) the advanced resistive exercise device, (4) dining table, (5) Zero-Gravity Stowage Rack overhead 4, (6) permanent multipurpose module Port 1, (7) laboratory overhead 3, and (8) crew quarters bump-out exterior wall (see Singh et al.,  2018  for detailed surface descriptions). For each surface, the astronaut tasked with sampling donned a new pair of sterile gloves, removed and unfolded a sterile wipe from its bag, and wiped a square meter area of the surface three times, folding the wipe in half for the second pass and into quarters for the third pass; each time, the surface was sampled in a different direction (horizontally, vertically, and diagonally) using the new previously unexposed surface of the wipe. Additionally, a wipe was removed from its bag and briefly exposed to the air, as an environmental control. A total of nine (eight locations and one control) samples were produced for each flight and stored at 4°C aboard the ISS and during transport to earth. Upon delivery to Jet Propulsion Laboratory, ISS wipes and unopened control wipes were processed for the isolation of environmental microbes within a 12-h period. Each wipe was placed in a sterile 500-ml bottle with 200-ml sterile PBS and shaken vigorously for 2 min. PBS was then concentrated using an Innovaprep CP-150 (Innovaprep LLC, Drexel, Missouri, United States) with a 0.2 μm polysulfone hollow fiber concentrating pipette tip (Innovaprep LLC, SKU CC08022-10). Using additional sterile PBS, dilutions of 10 −1  through 10 −6  were prepared and plated onto Reasoner's 2 agar (R2A, BD Diagnostics Cat # 218263), potato dextrose agar (BD Diagnostics Cat #213400) with 0.05 g/L chloramphenicol, and blood agar (Hardy Diagnostics, #A10) media. Five colonies from each sample on each media type were selected and stored in one-tenth strength tryptic soy agar (TSA) stabs. Strain F6_2S_P_1 T  was isolated from blood agar inoculated with the PBS concentrate from Location 2 (wall behind WHC), collected during Flight 6 (third flight in the Microbial Tracking 2 mission series). DNA extraction and whole-genome sequencing The ZymoBIOMICS DNA MagBead kit was used to extract genomic DNA from strain F6_2S_P_1 T  according to the manufacturer's instructions. An Illumina Nextera DNA Flex library preparation kit was used to prepare the library for WGS as in Simpson et al. ( 2021b ). The library was sequenced as part of a run on a NovaSeq 6000 S4 flow cell paired-end 2 × 150-bp platform. FastQC v0.11.7 (Bioinformatics,  2011 ) was used to quality filter and trim reads, and fastp v0.20 (Chen et al.,  2018 ) was used to remove adapter sequences. A draft genome was assembled to the scaffold level using SPAdes v3.11.1 (Bankevich et al.,  2012 ). Assembly quality, including number of contigs, genome size, and N50 value, was assessed using QUAST v5.0.2 (Gurevich et al.,  2013 ). Default settings were used for all steps except for fastp, which included 512 adapters screening. A secondary round of sequencing for strain F6_2S_P_1 T , as well as  C. ginsengisoli  DSM 18997 T  and  C. rhizosphaerae  DSM 28161 T , was conducted using Oxford Nanopore sequencing.  C. ginsengisoli  DSM 18997 T  and  C. rhizosphaerae  DSM 28161 T  were ordered from the DSMZ and cryostocks prepared for long term storage. To produce a more resolved genome for  Cohnella  sp. F6_2S_P_1 T  and to provide WGS, all strains were re-streaked from cryostock on TSA and genomic DNA was extracted using a Zymo QuikSpin DNA extraction kit. Nanopore sequencing libraries were prepared using an SQK-LSK110 Ligation Sequencing kit (Oxford Nanopore) and sequenced on an R9.4.1 flow cell, with base calling via MinKNOW/Guppy. Porechop (Wick et al.,  2017a ) and Nanofilt (De Coster et al.,  2018 ) were used to remove adapter sequences and filter reads using the settings “-q 10 -l 200.” A hybrid genome assembly for  Cohnella  sp. F6_2S_P_1 T  was generated via Unicycler (Wick et al.,  2017b ) using Nanopore reads to polish the Illumina assembly. Flye (Kolmogorov et al.,  2019 ) followed by polishing with Medaka (Oxford Nanopore Technologies) was used to assemble draft genomes for type strains of  C. ginsengisoli  and  C. rhizosphaerae  from Nanopore reads, and assembly quality was assessed using QUAST v5.0.2 (Gurevich et al.,  2013 ). Phylogenetic analysis Phylogenetic analysis using 16S rRNA gene sequences was carried out by extracting the 16S rDNA sequence from the WGS of strain F6_2S_P_1 T  and aligning it to the NCBI nucleotide database via blast search. The top 30 matching 16S rRNA sequences were retrieved. In addition, all publicly available genomes from the genus  Cohnella  were downloaded, and their 16S rDNA sequences were extracted using a blast wrapper script. 16S rRNA genes from the species  Paenibacillus barengoltzii, Paenibacillus terrae, Thermoflavimicrobial dichotomicus , and  Thermoactinomyces vulgaris  were used to root the tree. Similarly, gyrB sequences from strain F6_2S_P_1 T  and from all publicly available  Cohnella  genomes, and the outgroups  T. dichotomicus and T. vulgaris  were extracted with the same wrapper script. For both gyrB and 16S trees, alignment was performed in R using the DECIPHER package (Wright,  2016 ). Trimming and tree-building using maximum likelihood and the substitution model GTR + G + I were performed using the phangorn package, including model selection using AIC values and 1,000 bootstrap replicates (Schliep,  2011 ). Phylogenetic trees based on 16S rRNA and gyrB genes were visualized using ggtree (Yu et al.,  2017 ). A genome-based phylogenetic tree was also generated using genes detected from the pangenomic analysis, which contained all publicly available  Cohnella  genomes, plus those of strain F6_2S_P_1 T ,  C. ginsengisoli , and  C. rhizosphaerae  generated during this study (see below section for methods for pangenomic tree generation). Aligned, single-copy core genes which were shared by all species and had a geometric homogeneity of 1, but a functional homogeneity below 0.9, were extracted from the  Cohnella  genus pangenome into a concatenated FASTA file. A maximum likelihood genome-based tree was generated using raxml v8.2.12 (Stamatakis,  2014 ; Kozlov et al.,  2019 ) with a GTR-GAMMA substitution model and the option “autoMRE” to automatically choose the optimal number of bootstrap replicates. The tree was visualized using the online platform Interactive Tree of Life (iTOL) (Letunic and Bork,  2007 ). Additionally, average nucleotide identity (ANI) and digital DNA–DNA hybridization (dDDH) were calculated for strain F6_2S_P_1 T  against all sequenced and described  Cohnella  species using fastANI v1.33 (Jain et al.,  2018 ) and DSMZ's online Genome-to-Genome Distance Calculator v3.0 (Meier-Kolthoff et al.,  2022 ). Light microscopy and SEM A liquid culture of strain F6_2S_P_1 T  was incubated at 80°C for 10 min, then plated on R2A and grown at 30°C for 5 days to induce endospore formation. Endospore staining with malachite green and safranin was performed using the Schaeffer–Fulton method (Schaeffer and Fulton,  1933 ). Light microscopy and phase contrast images were taken on an Olympus BX53 microscope with an Olympus DP25 camera using Olympus cellSens software. To prepare a colony of strain F6_2S_P_1 T  for SEM, the strain was streaked out on TSA and allowed to grow at 30°C for 48 h. A pure colony was then suspended in chilled 2.5% glutaraldehyde (Ted Pella Inc., Redding, CA, United States) in 0.1M sodium cacodylate (NaCaco) (Sigma Aldrich) solution for 1 h. The sample was then filtered through a 0.2 μm Isopore filter membrane (MilliporeSigma, Burlington, MA, United States) and moved into a 1.5 ml centrifuge tube. The sample was then incubated in 0.1 M NaCaco solution at 4°C for 10 min and then replaced with fresh 0.1 M NaCaco solution; this replacement was repeated three times. The sample was then dehydrated in a series of increasing IPA solutions mixed with water for 10 min each. The series was 50, 70, 80, 90, 95, and 100%, with the final 100% IPA rinsing occurring three times. The specimen was stored at 4°C in 100% IPA until it was critical point dried in a Tousimis Automegasamdri 915B critical point dryer (Rockville, MD, United States). Samples were adhered with carbon tape to SEM stubs (Ted Pella Inc.) and then underwent ~12 nm thick carbon coating with a Leica EM ACE600 Carbon Evaporator (Deerfield, IL, United States). SEM micrographs were captured on a FEI Quanta 200F microscope (Thermo Fisher, Waltham, MA, United States) located at the California Institute of Technologies Kavli Nanoscience Institute. Pangenomic analysis and other genome characterization Pangenomic analysis was carried out using anvi'o v7.1 (Eren et al.,  2015 ) similar to methods described in Singh et al. ( 2021 ). Open reading frames were annotated with COG, KEGG, and KOfam database pathways/functions, and ANI between all genomes was additionally calculated. Two pangenomes were generated: one including all publicly available  Cohnella  genomes including unnamed species and one containing only named species. The function  anvi-compute-functional-enrichment-in-pan  was used to calculate functional enrichment in the  C. ginsengisoli  clade compared to the rest of the genus  Cohnella . The genome of the strain F6_2S_P_1 T  was also uploaded and annotated using the online Rapid Annotation using Subsystems Technology (RAST platform) (Aziz et al.,  2008 ). The presence of biosynthetic gene clusters (BGCs) which might produce secondary metabolites was predicted in the strain F6_2S_P_1 T  genome using the antiSMASH pipeline (Blin et al.,  2021 ). The presence of antimicrobial resistance or virulence genes was predicted by the ABRicate pipeline (Seemann,  2018 ). To evaluate the diversity of carbohydrate-degrading and other carbohydrate-cycling enzymes (Carbohydrate-Active Enzymes, i.e., CAZymes) (Drula et al.,  2022 ), the dbcan3 stand-alone tool (Zhang et al.,  2018 ) was run against all publicly available genomes in the genera  Cohnella  and  Paenibacillus  as well as the genomes of strain F6_2S_P_1 T ,  C. ginsengisoli , and  C. rhizosphaerae . The results were parsed to generate a count matrix for the number of each CAZyme family/subfamily predicted in the genome of each species. All statistics and plots from analysis of this data were generated in R [v 4.2.2, “Innocent and Trusting,” R Core Team ( 2022 )] utilizing the Tidyverse package (Wickham et al.,  2019 ). An NMDS ordination (stress = 12.9,  k  = 3) was generated via vegan (Oksanen et al.,  2019 ) using Bray–Curtis distance after standardization of each CAZyme category to between 0 and 1, and individual Kruskal–Wallis tests were performed for each CAZyme testing mean abundance between members of the  C. ginsengisoli  clade and other species of  Cohnella  and  Paenibacillus  with Bonferroni correction for multiple testing. Additionally, a heatmap of abundance for each category was generated using the pheatmap package (Kolde and Kolde,  2018 ) after standardization of the data using robust centered log ratios. Phenotypic characterization Growth temperature was determined by inoculating both solid (R2A plates) and liquid (trypticase soy broth (TSB), BD Diagnostics Cat # 257107) media in 15 ml loose-capped centrifuge tubes with strain F6_2S_P_1 T  and growing at 4, 15, 25, 30, 37, and 45°C. Plates and tubes were checked for growth daily for 7 days and incubation was halted if growth was observed. Samples grown at 4 and 15°C were incubated for additional time before final growth assessment: 2 weeks total for growth at 15°C and 4 weeks total at 4°C. Salt tolerance was determined by inoculating strain F6_2S_P_1 T  onto R2A with 0, 1, 2, 3, 4, and 5% added NaCl, as well as agar containing only peptone plus 0 or 1% NaCl, and examining growth after 7 days of incubation at 30°C. Oxidase activity was determined by testing solid culture with OxiDrops™ liquid oxidase reagent (Hardy Diagnostics). Catalase activity was determined by mixing colonies of strain F6_2S_P_1 T  with hydrogen peroxide on a sterile glass slide and monitoring for the presence of effervescence. pH tolerance (4–10) was tested by adjusting the pH of TSB broth with biological buffers as in Xu et al. ( 2005 ). Mapping of metagenomic reads to genome Metagenomic reads from ISS surfaces from Microbial Tracking 1 (Checinska Sielaff et al.,  2019 ) and Microbial Tracking 2 (Urbaniak et al.,  2022 ) were mapped to the genome of  Cohnella  sp. F6_2S_P_1 T  using Bowtie2 (Langmead and Salzberg,  2012 ), using the flags “—no-mixed” (no unpaired alignments) and “—no-discordant” (only matches where both forward and reverse reads map to the same area are considered). The number of matches where both a forward and reverse read mapped to the  Cohnella  sp. F6_2S_P_1 T  genome were repo",
  "introduction": "Introduction The International Space Station (ISS) is an orbital space habitat which has been continuously inhabited by astronauts for 22 years (Robinson et al.,  2006 ) and is therefore the only current model for how the microbiome of a space habitat evolves over time. Because the ISS is hermetically sealed against the vacuum of space, sources of its microbiome must necessarily be the human commensals from the astronauts, new equipment and supplies, or experiments conducted on board (Checinska Sielaff et al.,  2019 ; Urbaniak et al.,  2022 ). With a number of both governmental and commercial closed-habitat space facilities planned for both earth and lunar orbit in the near future, studying the microbiome of this unique habitat is vital to understanding both how astronaut health is affected by the presence of bacteria and fungi exposed to the space environment, and how those microbes can be utilized for biotechnological applications. Part of this effort should include the whole-genome sequencing (WGS) and taxonomic classification of microbes isolated from the ISS, to track their sources, spread, interactions, and potential applications. Until the mid-2010s, monitoring of bacteria and fungi aboard the ISS was mainly done via traditional culturing and identification using Sanger sequencing methods, to ensure crew health and food and water safety (La Duc et al.,  2004 ; Checinska et al.,  2015 ). More recently, a series of NASA Space Biology-funded missions known as Microbial Tracking 1 and 2 investigated the metagenomes of ISS surfaces and performed WGS on all isolated bacteria and fungi (Checinska Sielaff et al.,  2016 ; Venkateswaran et al.,  2017 ; Urbaniak et al.,  2018 ; Bijlani et al.,  2020 ; Daudu et al.,  2020 ; Solomon et al.,  2020 ; Blachowicz et al.,  2021 ; Simpson et al.,  2021a , b ), in order to fully characterize the ISS microbiome and how it changes over time (Singh et al.,  2018 ; Checinska Sielaff et al.,  2019 ; Urbaniak et al.,  2022 ). In the ongoing Microbial Tracking investigation of the ISS, spore-forming bacteria have been isolated multiple times from the genera  Bacillus  and  Paenibacillus ; however, this is the first instance that a bacterium from the genus  Cohnella  has been isolated from an ISS surface. As part of the Microbial Tracking 2 mission series, during April of 2018, astronauts sampled various surfaces aboard the ISS (Urbaniak et al.,  2022 ) with pre-packaged, pre-sterilized wipes, including the panel behind the Waste Hygiene Compartment (WHC). Upon return to Earth, the strain F6_2S_P_1 T  was isolated from the WHC sample wipe, on blood agar incubated at 37°C. Preliminary 16S rRNA sequence analysis placed strain F6_2S_P_1 T  in the genus  Cohnella . The genus  Cohnella  (family  Paenibacillaceae , order  Bacillales , phylum Firmicutes/Bacillota) was first proposed by Kampfer et al. ( 2006 ) as distinct from the genus  Paenibacillus , with the description of  Cohnella thermotolerans  (type species, isolate",
  "methods": "Materials and methods Sample collection and isolation Methods for preparing sampling kits and processing samples were similar to those used in the Microbial Tracking 1 mission (Singh et al.,  2018 ; Checinska Sielaff et al.,  2019 ). For each of five flight missions for Microbial Tracking 2, Sterile TexTra™ 10 TX3224 Dry Cleanroom Wipers were moistened with 15 ml of sterile phosphate-buffered saline (PBS), folded into quarters and placed in sterile Ziploc baggies, which were later used to assemble sampling kits at NASA Ames. Sampling kits were transported to the ISS, where astronauts collected surface particulates from a square meter area of eight surfaces: (1) the cupola, (2) the WHC, (3) the advanced resistive exercise device, (4) dining table, (5) Zero-Gravity Stowage Rack overhead 4, (6) permanent multipurpose module Port 1, (7) laboratory overhead 3, and (8) crew quarters bump-out exterior wall (see Singh et al.,  2018  for detailed surface descriptions). For each surface, the astronaut tasked with sampling donned a new pair of sterile gloves, removed and unfolded a sterile wipe from its bag, and wiped a square meter area of the surface three times, folding the wipe in half for the second pass and into quarters for the third pass; each time, the surface was sampled in a different direction (horizontally, vertically, and diagonally) using the new previously unexposed surface of the wipe. Additionally, a wipe was removed from its bag and briefly exposed to the air, as an environmental control. A total of nine (eight locations and one control) samples were produced for each flight and stored at 4°C aboard the ISS and during transport to earth. Upon delivery to Jet Propulsion Laboratory, ISS wipes and unopened control wipes were processed for the isolation of environmental microbes within a 12-h period. Each wipe was placed in a sterile 500-ml bottle with 200-ml sterile PBS and shaken vigorously for 2 min. PBS was then concentrated using an Innovaprep CP-150 (Innovaprep LLC, Drexel, Missouri, United States) with a 0.2 μm polysulfone hollow fiber concentrating pipette tip (Innovaprep LLC, SKU CC08022-10). Using additional sterile PBS, dilutions of 10 −1  through 10 −6  were prepared and plated onto Reasoner's 2 agar (R2A, BD Diagnostics Cat # 218263), potato dextrose agar (BD Diagnostics Cat #213400) with 0.05 g/L chloramphenicol, and blood agar (Hardy Diagnostics, #A10) media. Five colonies from each sample on each media type were selected and stored in one-tenth strength tryptic soy agar (TSA) stabs. Strain F6_2S_P_1 T  was isolated from blood agar inoculated with the PBS concentrate from Location 2 (wall behind WHC), collected during Flight 6 (third flight in the Microbial Tracking 2 mission series). DNA extraction and whole-genome sequencing The ZymoBIOMICS DNA MagBead kit was used to extract genomic DNA from strain F6_2S_P_1 T  according to the manufacturer's instructions. An Illumina Nextera DNA Flex library preparation kit was used to prep",
  "results": "Results and discussion Cohnella  sp. F6_2S_P_1 T  isolated from the ISS was subjected to polyphasic taxonomic characterization to determine its phylogenetic affiliation. In addition, WGSs of  C. ginsengisoli  and  C. rhizosphaerae  were generated and compared with the genome of  Cohnella  sp. F6_2S_P_1 T  to identify the variable, conserved, and distinctive genomic traits. Genome characteristics and relatedness indices Assembly statistics for  Cohnella  sp. F6_2S_P_1,  C. ginsengisoli , and  C. rhizosphaerae  are summarized in  Table 1 . Genome sizes are 9.06 Mb for strain F6_2S_P_1, 7.22 Mb for  C. ginsengisoli , and 8.5 Mb for  C. rhizosphaerae . GC content ranged from 58.37% for  Cohnella  sp. F6_2S_P_1 T  to 59.49% for  C. rhizosphaerae . In general, among 39 sequenced  Cohnella  genomes, genome size varied from 4.0 to 9.4 Mb. This genome variation should be investigated for any functional genes acquired or shed over time. Table 1 Assembly statistics for hybrid Illumina and Nanopore assembly of  Cohnella  sp. F6_2S_P_1 T . \n Species/strain \n NCBI accession no . \n Isolation location \n \n No. of scaffolds/ contigs \n \n Genome size (bp) \n \n N50 (bp) \n \n Average coverage \n \n G + C content (%) \n \n Filtered reads used for assembly \n \n Coding sequences \n Cohnella hashimotonis  F6_2S_P_1 T JAGRPV000000000 Waste hygiene compartment, ISS 8 9,059,145 8,667,868 368 58.37 34,984,402 (Illumina), 312,000 (Nanopore) 7,569 Cohnella ginsengisoli  DSM 18997 T JAPDHZ000000000 Ginseng soil (Kim et al.,  2010 ) 8 7,220,644 2,121,708 57 59.06 184,000 (Nanopore) 6,543 Cohnella rhizosphaerae  DSM 28161 T JAPDIA000000000 Maize rhizosphere (Kampfer et al.,  2014 ) 9 8,497,463 2,277,727 55 59.48 160,000 (Nanopore) 7,541 ANI values between  Cohnella  sp. F6_2S_P_1 T  and  C. ginsengisoli , and  C. rhizosphaerae  were 88.4 and 88.0%, respectively ( Table 2 ). ANI between  Cohnella  sp. F6_2S_P_1 T  and all other named  Cohnella  species for which a genome was publicly available was <79.4% ( Table 2 ). We also tested ANI between  Cohnella  sp. F6_2S_P_1 T  and available genomes for unnamed  Cohnella  species and found that  Cohnella  sp. OV330 and  Cohnella  sp. GbtcB17 were also closely related, with ANIs of 88.9 and 88.0%, respectively. This was also the trend for  C. ginsengisoli  and  C. rhizosphaerae , which showed ANI to each other and to  Cohnella  sp. OV330 and  Cohnella  sp. GbtcB17 ranging from 88 to 92%, and which was otherwise most closely related to  C. nanjingensis  with an ANI value of ~79%. The dDDH results showed a similar pattern, as values were 35 and 34.5% between  Cohnella  sp. F6_2S_P_1 T  and  C. ginsengisoli , and  C. rhizosphaerae , respectively, and were otherwise below 22% ( Table 2 ). Table 2 Average nucleotide identity and digital DNA hybridization values between strain F6_2S_P_1 T  and other named members of the genus  Cohnella . Cohnella hashimotonis \n F6_2S_P_1 T \n Species (NCBI accession no.) \n \n ANI value (%) \n \n dDDH (%) (formula 2) \n Cohnella ginsengisoli  DSM 18997 T 88.4 35 Cohnella rhizosphaerae  DSM 28161 T 88.0 34.2 Cohnella nanjingensis  DSM 28246 T  (GCA_014212125.1) 79.3 21.5 Cohnella xylanilytica  DSM 25239 T  (GCA_014212175.1) 78.6 20.3 Cohnella thailandensis  DSM 25241 T  (GCA_014212135.1) 78.3 20.2 “ Cohnella zeiphila ” CBP-2801 (GCA_014212055.1) 78.2 19.9 Cohnella lubricantis  DSM 103658 T  (GCA_014212015.1) 78.2 20.3 “ Cohnella candidum ” 18JY8-7 (GCA_003713065.1) 78.0 20.1 Cohnella thermotolerans  DSM 17683 T  (GCA_000429825.1) 78.0 19.9 Cohnella algarum  Pch-40 T  (GCA_016937515.1) 77.7 20.5 Cohnella laeviribosi  DSM 21336 T  (GCA_000378425.1) 77.5 19.5 Cohnella panacarvi  Gsoil 349 T  (GCA_000515335.1) 77.5 19.7 “ Cohnella abietis”  HS21 (GCA_004295585.1) <77 22.6 Cohnella boryungensis  DSM 26489 T  (GCA_016908615.1) <77 19 Cohnella endophytica  M2MS4P-1 T  (GCA_003628305.1) <77 19.7 Cohnella faecalis  K2E09-144 T  (GCA_003570905.1) <77 20.4 Cohnella kolymensis  VKM B-2846 T  (GCA_000829465.1) <77 18.9 ",
  "discussion": "",
  "conclusion": "Conclusion We used multiple means of characterization, including phenotypic, chemotaxonomic, phylogenetic, and functional genome-prediction methods to characterize  Cohnella  sp. F6_2S_P_1 T  and place it within the established taxonomy of the genus  Cohnella . Based on these data, we propose that this novel species be named  C. hashimotonis . We also characterized the branch of  Cohnella  within which  C. hashimotonis  is placed and predicted functional characteristics of  C. hashimotonis  and the  C. ginsengisoli  clade as a whole. All species of  Cohnella  closely related to  C. hashimotonis  are from the plant/rhizosphere environment and likely have mutualistic associations with plant roots or other tissue. It is likely, therefore, that  C. hashimotonis  was introduced to the ISS not as a human commensal but as a plant commensal during one of the many plant growth experiments conducted on board. Nevertheless,  C. hashimotonis  can clearly survive in the extreme conditions of the ISS built environment, including radiation exposure, desiccation, low nutrient availability, and microgravity, and is closely related to a number of rhizosphere bacteria; it is therefore a promising candidate for testing as a member of plant-growth-promoting consortia for future plant experiments in outer space."
}