{
  "id": "PMC11166952",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166952/",
  "title": "Single-cell multi-ome and immune profiles of the Inspiration4 crew reveal conserved, cell-type, and sex-specific responses to spaceflight",
  "authors": "JangKeun Kim, Braden T. Tierney, Eliah G. Overbey, Ezequiel Dantas, Matias Fuentealba, Jiwoon Park, S. Anand Narayanan, Fei Wu, Deena Najjar, Christopher R. Chin, Cem Meydan, Conor Loy, Begum Mathyk, Remi Klotz, Veronica Ortiz, Khiem Nguyen, Krista A. Ryon, Namita Damle, Nadia Houerbi, Laura I. Patras, Nathan Schanzer, Gwyneth A. Hutchinson, Jonathan Foox, Chandrima Bhattacharya, Matthew Mackay, Evan E. Afshin, Jeremy Wain Hirschberg, Ashley S. Kleinman, Julian C. Schmidt, Caleb M. Schmidt, Michael A. Schmidt, Afshin Beheshti, Irina Matei, David Lyden, Sean Mullane, Amran Asadi, Joan S. Lenz, Omary Mzava, Min Yu, Saravanan Ganesan, Iwijn De Vlaminck, Ari M. Melnick, Darko Barisic, Daniel A. Winer, Sara R. Zwart, Brian E. Crucian, Scott M. Smith, Jaime Mateus, David Furman, Christopher E. Mason",
  "year": "2024",
  "journal": "Nature Communications",
  "abstract": "Spaceflight induces an immune response in astronauts. To better characterize this effect, we generated single-cell, multi-ome, cell-free RNA (cfRNA), biochemical, and hematology data for the SpaceX Inspiration4 (I4) mission crew. We found that 18 cytokines/chemokines related to inflammation, aging, and muscle homeostasis changed after spaceflight. In I4 single-cell multi-omics data, we identified a “spaceflight signature” of gene expression characterized by enrichment in oxidative phosphorylation, UV response, immune function, and TCF21 pathways. We confirmed the presence of this signature in independent datasets, including the NASA Twins Study, the I4 skin spatial transcriptomics, and 817 NASA GeneLab mouse transcriptomes. Finally, we observed that (1) T cells showed an up-regulation of FOXP3, (2) MHC class I genes exhibited long-term suppression, and (3) infection-related immune pathways were associated with microbiome shifts. In summary, this study reveals conserved and distinct immune disruptions occurring and details a roadmap for potential countermeasures to preserve astronaut health.",
  "keywords": "Epigenomics, Immunogenetics",
  "full_text": "Introduction Human spaceflight exposes individuals and their immune systems to unique environmental factors, including microgravity, fluid shifts, and radiation 1 , 2 . Since 1961, over 675 astronauts have traveled to space; studies on some crew members have shown significant immune stress related to spaceflight 3 . Given that more individuals with diverse physical and biomedical backgrounds are traveling into space—and that many more commercial missions are planned (e.g., Polaris Dawn, Axiom)—an urgent goal of aerospace medicine is to understand better how the immune system responds to and recovers from spaceflight for the broader civilian population. Moreover, such profiles of cellular and molecular changes in commercial crews can guide personalized countermeasures for the missions and eventually lead to better crew performance and safety 4 . Immune-related clinical symptoms from spaceflight are prevalent among astronauts and span many phenotypes, including inflammation, infection, and viral reactivation 5 , 6 . Indeed, clinical symptoms associated with immune dysregulation were reported with 3.4 events per flight year, representing 46% of crew members 6 . While these findings show that the spaceflight environment affects the human immune system, they do not reveal the underlying pathways and mechanisms therein, underscoring the need for further studies. Also, since spaceflight phenocopies many of the effects of aging and aging-related disease (e.g., bone density and muscle loss) 7 , a better characterization of immune system changes during the extreme physiological stressor of spaceflight can offer insights into immune dysregulation and functional deterioration on Earth. Multi-omic studies provide unique advantages for understanding biological changes, including spaceflight-associated immune system alterations. For example, the NASA Twins Study used gene expression to investigate immune changes stemming from a year-long mission, and found unprecedented levels of cytokines like IL-6 and IL-10, and gene expression changes in both B-cells and T-cells 7 – 9 . However, a major limitation of that study was the sample size, as it involved only one flight subject. It additionally used a bulk-cell analysis for most of the transcriptome (preventing observations at a single-cell resolution) and lacked a chromatin analysis using assays for transposase-accessible chromatin accessibility (ATAC) data 8 , 9 , which is critical for understanding changes in genome regulation and long-term stress response. Thus, a high-resolution map of the immune system’s response to spaceflight is still needed. With these needs in mind, we report here findings on the SpaceX Inspiration4 (I4) mission, an all civilian-crewed commercial orbital spaceflight, including multi-omic, in-depth immune system profiling at the single-cell level for the four-member crew with a broad age range (29-50 years old at launch) and biomedical backgrounds. We longitudinally analyzed single-nucleus gene expression (snRNA-seq), chromatin accessibility (snATAC-seq), and single-cell T/B cell antigen receptor sequences from peripheral blood mononuclear cells (PBMCs). In addition, we integrated this multi-omics data with a clinical profile of a complete blood count (CBC), a comprehensive metabolic panel (CMP), and cytokine/chemokine/growth factor/metabolite measures. We also profiled cell frequencies by fluorescence-activated cell sorting (FACS), biochemical profiling, differential gene/peak expression, enriched biological pathways, over-represented transcription factor binding site (TFBS), antibody isotype, mutation profiles of BCR/TCR, cell-free RNA (cfRNA) in plasma, and association with skin, oral, and nasal microbiome changes. Here, we provide a detailed report of these findings, illustrating a unique set of immune system changes induced by high-elevation spaceflight, and conclude with potential countermeasures derived from these data, all of which can guide and inform future studies and missions. Results Immune-metabolic changes after spaceflight and recovery To characterize the immune and metabolic changes induced by spaceflight, we collected serum and whole blood from the crew before and after the spaceflight (Fig.  1a ) and first performed CBC and CMP assays to measure cytokines, chemokines, growth factors, and metabolites. The crew’s baseline values (pre-flight) were compared to those obtained 24 h after returning to Earth ( R  + 1) and post-flight ( R  + 45, 82, 194), which revealed a set of cytokines with significant increase ( n  = 13) (Fig.  1b , Supplementary Fig.  1a, b , Wilcoxon-rank sum test, adjusted  p  value < 0.05) and a smaller set ( n  = 5) of molecules with a significant decrease (Supplementary Fig.  1a, b , Wilcoxon-rank sum test, adjusted  p  value < 0.05). The IL-6, IL-10, CRP, and MCP-1 increases were consistent with changes observed in other astronauts following long duration (3–6-month or 12-month duration) missions (Supplementary Fig.  1c ) 7 – 10 . Moreover, several other pro-inflammatory cytokines (TNFα, IL-27, CRP) and chemokines (IP-10, ENA-78, Fractalkine) were also significantly up-regulated at  R  + 1 (Fig.  1b ). Although IL-6 and TNFα are well-known pro-inflammatory cytokines, acute phase reactants like fibrinogen, hemoglobin, and SAP levels did not significantly change (Supplementary Fig.  1b ), indicating that the immune reaction was not pervasive, and no other significant changes were observed in the basic metabolic blood panel (Supplementary Fig.  1d ). Fig. 1 Immune-metabolic changes after 3-day spaceflight and recovery. a  Overview of I4 mission single cell GEX + ATAC, single cell TCR/BCR V(D)J repertoire, biochemical profiles (BCP) of 97 analytes, and complete blood count (CBC) of 15 analytes data collection and analysis, created with BioRender.com.  b  Heatmap of significantly changed biochemicals (cytokines, chemokines, and growth factors) in serum before spaceflight (Pre-flight: mean of L-92, L-44, L-3) and after spaceflight (Immediately Post-flight:  R  + 1, and Long-term Post-flight:  R  + 45,  R  + 82,  R  + 194). A significant increase in concentration is observed immediately after spaceflight ( R  + 1) in IL-1RA, IL-4, IL-5, IL-6, IL-7, IL-10, IL-27, MCP-1, TNFα, IP-10, ENA-78, CRP and Fractalkine. On the other hand, IL-9, IL-17E/IL-25, MIP-1α, MCP-2 and MCP-4 showed a significant decrease in their serum levels after spaceflight ( R  + 1). Wilcoxon-rank sum test (padj <0.05, two-sided).  c  GSEA of the ‘spaceflight signatures of the I4 astronauts’ (Hallmark, KEGG, and wikipathways: filtered with padj <0.05, GOBP and C2: top10 of positive and negative NES, padj < 0.05, padj calculated by fGSEA R package).  d  Overlap percentage of the GSEA pathways across the I4 immune cells (Fisher’s exact test, two-sided, padj < 0.05. Except for the Hallmark CD14 Mono:  P  value = 0.09).  e  Activity scores of top enriched motifs from pseudo-bulk PBMCs over time. Source data are provided as a  Source Data  file. These data suggest that a high elevation, 3-day spaceflight is sufficient to induce the production of some established spaceflight cytokine signatures (e.g., IL-6, IL-10) as well as previously undocumented, responsive cytokines (e.g., ENA-78). These proteins have critical roles in immune response, muscle homeostasis, and hematopoiesis 8 , but are not normally associated with systemic inflammation (Supplementary Fig.  1e ). Moreover, some cytokines (e.g., IL-6, IL-7, IL-10, IL-1RA, and Fractalkine) are considered exerkines, cytokines produced by the muscle and other tissues during exercise. As such, we then examined if muscle tissues could be the source of these immune markers. Significant increases in some myokines (IL-4, IL-5, and IL-7) were indeed observed, further supporting muscles as a possible source (Fig.  1b ) of these molecules, and indicating a physiological response to microgravity rather than a purely inflammatory response 8 . We next mined RNA-sequencing data from dissected, space-flown mouse tissues to assess a possible tissue-of-origin for the circulating cytokines (Supplementary Fig.  2a ). While non-muscle tissues (e.g., mandibular bone, brown and white adipose tissues) did not show changes in IL-6 or IL-10, (Supplementary Fig.  2b, d ), the soleus showed a significant increase in the chemokine Ccl2/Mcp-1 (padj < 0.05, logFC > 1), which is a chemokine associated with muscle exertion. These samples also showed high CD68 expression, a surface marker highly expressed in differentiating (M0) macrophages (Supplementary Fig.  2e–h ). Also, the tibialis anterior muscle showed an increase in interleukins, with the largest increase upon landing for the pro-inflammatory cytokine IL-5 (log2FC = 2.3,  p  value < 0.05) (Supplementary Fig.  2i ), further suggesting muscles as a potential source for the cytokines found in the I4 crew. A spaceflight gene expression signature in Inspiration4 astronauts PBMCs were used to generate single-nuclei gene expression (GEX) and ATAC data (Fig.  1a, b , Fig.  2 ). We combined GEX and ATAC analysis of PBMCs across 151,411 nuclei (filtered with minimum of 200 genes, maximum of 4500 gene counts, maximum of 20% mitochondrial reads, maximum of 100,000 peak counts, maximum of 2 nucleosome signal, and minimum of TSS enrichment per cell) by adapting the multi-omic pipeline reported 11 , spanning 9 immune cell types: CD4 T cells, CD8 T cells, other T cells, B cells, natural killer (NK) cells, CD14 monocytes, CD16 monocytes, dendritic cells (DCs), and all remaining cells (“other”) (Supplementary Fig.  3a ). We validated the expression of markers specific for each subpopulation in annotated PBMC subpopulations based on reference expression for each cell type (Supplementary Fig.  3a ), quantified the distribution of cell populations (Supplementary Fig.  3b ) and confirmed that overall cell proportions were stable across spaceflight in the combined single-nuclei multi-ome and FACS analysis (Supplementary Fig.  3c – e ) and CBC data (Supplementary Fig.  3f ), and mapped principal component analysis (PCA) clustering of GEX and ATAC data across the timepoints (Supplementary Fig.  4 ,  5 ). Fig. 2 Conserved and distinct spaceflight signatures across mission, species and mission duration. a  Log2 fold change heatmap of the “spaceflight signatures in mice” in 27 datasets with 10 different mouse tissues. Age (Day). Duration (Day). 1,288 up-regulated and 896 down-regulated genes.  b  The up-regulated genes (red) and down-regulated genes (blue) from the I4 data are shown in terms of percentage of overlap (y-axis) with the ‘spaceflight signatures in mice’.  c  GSEA analysis the I4 DEGs with the ‘spaceflight signatures in mice’.  d  Scatter plot of the -log10(padj)*sign(NES) of the ‘spaceflight signatures of the I4 astronauts’ and the ‘spaceflight signatures of mice’ GSEA pathways and the representative pathways. Pearson correlation (R) = 0.82. Slope: 0.69. Two-sided. The standard error should be used to create the band around the linear regression line.  e  Overlap percentage of the significantly enriched overlapped GSEA pathways (NASA Twins vs I4).  f  GSEA of PBMC and subpopulations at the immediately post-flight (R + 1) and long-term post-flights (R + 45 and R + 82) with up-regulated and down-regulated DEGs of skin spatial transcriptomics data (padj <0.05). OE Outer Epidermis, OD Outer Dermis, VA Vasculature) in skin biopsy data. The fgsea analysis employs a one-sided permutation-based test to determine the significance of gene set enrichment, with raw  p  values adjusted for multiple testing using the Benjamini-Hochberg procedure to control the false discovery rate (FDR).  g  Scatter plot of the −log10(padj)*sign(NES) of the ‘spaceflight signatures of the I4 astronauts’ and the I4 skin spatial transcriptomics GSEA pathways and the representative pathways. Pearson correlation ( R ) = 0.87. Slope: 0.85. Two-sided. The standard error should be used to create the band around the linear regression line.  h  The percentage of overlap of I4 DEGs and in vitro microgravity simulated DEGs.  i  MHC class I gene expression in the I4 immune cells. Source data are provided as a  Source Data  file. Next, differentially expressed genes (DEGs) and differentially accessible regions (DARs) (padj <0.05, |log2FC | > 0.25) were calculated from the snRNA-seq snATAC-seq data, respectively, comparing immediate (R + 1) and post-flight differences ( R  + 45,  R  + 82) relative to pre-flight levels (Supplementary Fig.  6a ). The number of DEGs and DARs were highest at R + 1, but decreased for subsequent timepoints among PBMCs, T cells, B cells, NK cells, and monocytes (Supplementary Fig.  6b ). However, a wide range of responses to spaceflight was observed, with some cell types more affected than others. For example, CD14 monocytes showed the highest number of DARs and DEGs at R + 1, yet CD4 T and CD8 T cells were the least perturbed (Supplementary Fig.  6b–c ). Notably, chromatin accessibility responses to spaceflight exhibited even greater cell type-specificity (Supplementary Fig.  6b, c ) than DEGs, with the most changes still appearing at  R  + 1. In addition to the cell-specific responses to spaceflight, a core set of pan-cellular gene expression changes was observed at  R  + 1. Specifically, a set of 144 consistent DEGs was observed across all nine cell types (Supplementary Fig.  6c ). PBMCs DEGs were significantly conserved in I4 immune cells (Supplementary Fig.  6d ), thus, we used the PBMCs DEGs as the “spaceflight signatures of the I4 astronauts” for further analysis. Given this spaceflight signature set of genes, we then examined the enriched pathways using Gene Set Enrichment Analysis (GSEA), which showed enrichment of ribosomal translation, oxidative phosphorylation (OXPHOS), mitochondrial metabolism, UV response, TCF21 targets, mitotic spindle, and immune pathways (padj < 0.05) (Fig.  1c ). Additionally, we confirmed that the GSEA result was conserved across all I4 immune cell sub-types (Fig.  1d ). We cross-validated the GSEA findings with over-representation analysis through Gene Ontology pathways of these DEGs, which also showed down-regulated DEGs were enriched (padj < 0.05) in ribosomal translation, oxidative phosphorylation, and mitochondrial metabolism (Supplementary Data.  1 ). Up-regulated DEGs were significantly enriched in response to stimulus, signaling, and metabolism (Supplementary Data.  1 ). Moreover, Ingenuity Pathway Analysis (IPA) also showed inhibition of oxidative phosphorylation and translation (EIF2 signaling) pathways and activation of mitochondrial dysfunction across cell types (Supplementary Data  2 ). Also, the core set of altered regions of chromatin (DARs) on R + 1 included over-represented motifs for SPIB, SPI1, CEBPD, SPIC, EHF, CEBPA, ELF3, IKZF1, EWSR1-FLI1, FOSL2, and KLF4 (Fig.  1e , Supplementary Fig.  6e , Supplementary Data  3 ). Their normalized motif activity score (chromVAR deviation z-scores of TF motifs) were increased at  R  + 1 and recovered over time (Fig.  1e ). Of note, while CEBPA 12 , EHF 13 , SMAD 14 , EWSR1-FLI1 15 , c-Fos 16 , and TCF21 17 , 18  have been implicated in spaceflight before, the others have not been previously described in astronauts. Cell subpopulation changes after 3-day spaceflight and recovery To better understand spaceflight’s impact on each cell type, we examined the cell profiles with more granular sub-typing (Supplementary Fig.  7a–d ), mutation rates in B cells and T cells (Supplementary Fig.  7e–h ) and used single-sample GSEA (ssGSEA) on the DEGs for each immune cell population (Supplementary Fig.  8 , Supplementary Data  4 ). First, overall cell proportions of granular annotation were stable across spaceflight (Supplementary Fig.  7a–d ). Second, we found that the TCR V(D)J repertoire from L-3 to R + 82 was stable in terms of mutations (Supplementary Fig.  7e, f ). Conversely, the total number of BCR mutations increases relative to pre-flight at  R  + 1 (64.6 vs 61.6) and  R  + 45 (65.5 vs 61.6) (Supplementary Fig.  7g, h ). Moreover, we found that cell differentiation and cell proliferation pathway scores were decreased (around 5–10%) at  R  + 1 for both CD4 T and CD8 T cells, which mirrors the T cell suppression previously observed in simulated GCR irradiation 19 , simulated microgravity 20 , and Space Shuttle missions 21  (Supplementary Data  4 ). Similarly, the CD4 central memory T cell (CD4 TCM) differentiation pathway and memory T cell activation scores were decreased in CD4 effector memory T cells (CD4 TEM) and CD8 central memory T cells (CD8 TCM) at  R  + 1. However, monocytes and DCs showed more mixed phenotypes, with activation, differentiation, aggregation, and extravasation scores all dysregulated at  R  + 1. These findings are consistent with previous reports of changes in phagocytic capacity, degranulation, and cytokine production for DC 22 , 23  (Supplementary Fig.  8 ). Upon return to Earth, the astronauts’ serum showed higher concentrations of cytokines associated with inflammation, such as IL-6, TNF-α, APR (acute phase reactants), and C-Reactive Protein (CRP) (Fig.  1b ). These changes were concomitant with an increase in cytokines with anti-inflammatory activity, such as IL-1ra, IL-10, and cytokines linked to a Th2 profile (IL-4 and IL-5) (Fig.  1b ), which likely balances the inflammation from returning to Earth. However, the Th1-, Th2-, and Th17-secreted cytokines in CD4 TCM subset 24 – 28  showed no significant changes (Supplementary Fig.  9a ); GSEA analysis of Th1, Th2, and Th17 cell pathways confirmed no significant changes (Supplementary Fig.  9b , padj > 0.05), further indicating the cell-type specificity of these responses. Interestingly, significant changes were also observed in chemokines related to the migration of monocytes (increased MCP-1, decreased MIP-1α, and MCP-2/4) and neutrophils (higher IP-10 and ENA-78) (Fig.  1b ). To examine the cellular impact of these cytokine changes, we mapped known vs. novel pathways associated with spaceflight 7 , as well as TF accessibility and the cell-type specificity of these responses. Of note, the CD16 monocytes showed the highest number of enriched, known pathways (Supplementary Fig.  9c ), and CD14 monocytes showed the longest persistence of these changes, indicating a slower recovery after spaceflight. We then used the DARs’ chromatin accessibility data to compare over-represented TF motifs at R + 1 (Supplementary Data  3 ), and intersected these TFs with the literature. For the top 12 motifs from T cells, a novel set of spaceflight-responsive TFs was identified (KFL16, ETV1, ZNF148, RREB1, GABPA, KLF9), as well as some known, including MAZ 29 , Wt1 30 , 31 , KLF4 13 , and KLF5 32 . For B cells, novel TFs included SPIB, ZKSCAN5, IKZF1, and EBF3, while previously identified TFs included STAT 33 , IRF1 34 , EHF 13 , and Arid3a 18 . Interestingly, these TFs are all key to B cell function: STATs mediate cytokine responses (IL7 35 , B cell differentiation, and control of the germinal center reaction 36 , 37 ); SPIB regulates the expression of the B cell receptor, CD40L, BAFF, and TLR ligands 38 , and IKZF1 is a transcription factor essential for B cell activation, maturation, and differentiation 39 . For monocytes and DCs, novel TFs included SPIB, SPIC, HLF, IKZF1, ELF3, CTCFL, and ZKSCAN5, and known TFs included CEBPD 40 , STAT1 40 , CTCF 41 , EHF 13 , Arid3a 18 , and IRF1 34 . Finally, we observed that the motif activity scores of CD14 monocytes and DCs recovered more slowly than CD16 monocytes, taking until the last time point to recover (Supplementary Fig.  9d ), further evidence that the CD14 population was the slowest to recover from spaceflight. Conserved responses from other missions and possible countermeasures To further validate and contextualize the I4 spaceflight signature, we next compared differential genes and pathways to several other data sets, inclu",
  "introduction": "Introduction Human spaceflight exposes individuals and their immune systems to unique environmental factors, including microgravity, fluid shifts, and radiation 1 , 2 . Since 1961, over 675 astronauts have traveled to space; studies on some crew members have shown significant immune stress related to spaceflight 3 . Given that more individuals with diverse physical and biomedical backgrounds are traveling into space—and that many more commercial missions are planned (e.g., Polaris Dawn, Axiom)—an urgent goal of aerospace medicine is to understand better how the immune system responds to and recovers from spaceflight for the broader civilian population. Moreover, such profiles of cellular and molecular changes in commercial crews can guide personalized countermeasures for the missions and eventually lead to better crew performance and safety 4 . Immune-related clinical symptoms from spaceflight are prevalent among astronauts and span many phenotypes, including inflammation, infection, and viral reactivation 5 , 6 . Indeed, clinical symptoms associated with immune dysregulation were reported with 3.4 events per flight year, representing 46% of crew members 6 . While these findings show that the spaceflight environment affects the human immune system, they do not reveal the underlying pathways and mechanisms therein, underscoring the need for further studies. Also, since spaceflight phenocopies many of the effects of aging and aging-related disease (e.g., bone density and muscle loss) 7 , a better characterization of immune system changes during the extreme physiological stressor of spaceflight can offer insights into immune dysregulation and functional deterioration on Earth. Multi-omic studies provide unique advantages for understanding biological changes, including spaceflight-associated immune system alterations. For example, the NASA Twins Study used gene expression to investigate immune changes stemming from a year-long mission, and found unprecedented levels of cytokines like IL-6 and IL-10, and gene expression changes in both B-cells and T-cells 7 – 9 . However, a major limitation of that study was the sample size, as it involved only one flight subject. It additionally used a bulk-cell analysis for most of the transcriptome (preventing observations at a single-cell resolution) and lacked a chromatin analysis using assays for transposase-accessible chromatin accessibility (ATAC) data 8 , 9 , which is critical for understanding changes in genome regulation and long-term stress response. Thus, a high-resolution map of the immune system’s response to spaceflight is still needed. With these needs in mind, we report here findings on the SpaceX Inspiration4 (I4) mission, an all civilian-crewed commercial orbital spaceflight, including multi-omic, in-depth immune system profiling at the single-cell level for the four-member crew with a broad age range (29-50 years old at launch) and biomedical backgrounds. We longitudinally analyzed single-nucleus ",
  "methods": "Methods IRB statement human subjects research All subjects were consented at an informed consent briefing at SpaceX (Hawthorne, CA), and samples were collected and processed under the approval of the Institutional Review Board (IRB) at Weill Cornell Medicine, under Protocol 21-05023569. All crew members have consented to data and sample sharing. Tissue samples were provided by SpaceX Inspiration4 crew members after consent for research use of the biopsies, swabs, and biological materials. The procedure followed guidelines set by the Health Insurance Portability and Accountability Act and operated under IRB-approved protocols. Experiments were conducted in accordance with local regulations and with the approval of the IRB at Weill Cornell Medicine (IRB #21-05023569). PBMC isolation and single-cell library preparation For each crew member, 8 mL of venous blood was collected in EDTA anticoagulant tubes. Depletion of granulocytes was performed either directly from whole blood using the RosetteSepTM granulocyte depletion cocktail or by cell sorting after PBMC isolation. Whole blood was incubated in a granulocyte depletion cocktail (50 µL/mL of blood) for 20 min at room temperature. Next, Ficoll-Paque Plus (Cytiva) was utilized to isolate PBMCs by density gradient centrifugation. After washes in PBS with 2% FBS (GIBCO) were completed, isolated PBMCs were cell sorted to remove granulocytes only if the RosetteSepTM granulocyte depletion cocktail was not added to whole blood prior to density gradient centrifugation. Granulocytes were identified using side scatter and the lymphocyte and monocyte fractions were sorted using a 100 µm nozzle (BD Aria). Following granulocyte depletion, PBMCs were split into two fractions to generate single cell V(D)J T-cell and B-cell libraries or multiomic (GEX and ATAC) libraries. To capture T-cell and B-cell V(D)J repertoire, single cell gel beads-in-emulsion and libraries were performed according to the manufacturer’s instructions (Chromium Next GEM Single Cell 5′ v2, 10X Genomics). Prior to single cell multiome ATAC and gene expression sequencing, nuclei isolation was performed by resuspending PBMCs in 100 µL of cold lysis buffer containing 10 mM Tris-HCl (pH 7.4), 10 mM NaCl, 3 mM MgCl 2 , 0.1% Tween-20, 0.1% Nonidet P40, 0.01% digitonin, 1% BSA, 1 mM DTT and 1 U/µL RNAse inhibitor. Cells were incubated for 4 min on ice, followed by the addition of 1 mL cold wash buffer (10 mM Tris-HCl (pH 7.4), 10 mM NaCl, 3 mM MgCl 2 , 0.1% Tween-20, 1% BSA, 0.1% Tween-20, 1 mM DTT, 1 U/µL RNAse inhibitor). After centrifugation (500 ×  g  for 5 min at 4 °C), nuclei were resuspended in a diluted nuclei buffer (10X Genomics Single Cell Multiome ATAC kit A) at a concentration of 6000 nuclei per µL. Single-cell libraries were generated via the Chromium Next GEM Single Cell Multiome ATAC and Gene Expression kit (10X Genomics) according to the manufacturer’s instructions. Sequencing In total, six timepoints were sequenced, including 92 days ",
  "results": "Results Immune-metabolic changes after spaceflight and recovery To characterize the immune and metabolic changes induced by spaceflight, we collected serum and whole blood from the crew before and after the spaceflight (Fig.  1a ) and first performed CBC and CMP assays to measure cytokines, chemokines, growth factors, and metabolites. The crew’s baseline values (pre-flight) were compared to those obtained 24 h after returning to Earth ( R  + 1) and post-flight ( R  + 45, 82, 194), which revealed a set of cytokines with significant increase ( n  = 13) (Fig.  1b , Supplementary Fig.  1a, b , Wilcoxon-rank sum test, adjusted  p  value < 0.05) and a smaller set ( n  = 5) of molecules with a significant decrease (Supplementary Fig.  1a, b , Wilcoxon-rank sum test, adjusted  p  value < 0.05). The IL-6, IL-10, CRP, and MCP-1 increases were consistent with changes observed in other astronauts following long duration (3–6-month or 12-month duration) missions (Supplementary Fig.  1c ) 7 – 10 . Moreover, several other pro-inflammatory cytokines (TNFα, IL-27, CRP) and chemokines (IP-10, ENA-78, Fractalkine) were also significantly up-regulated at  R  + 1 (Fig.  1b ). Although IL-6 and TNFα are well-known pro-inflammatory cytokines, acute phase reactants like fibrinogen, hemoglobin, and SAP levels did not significantly change (Supplementary Fig.  1b ), indicating that the immune reaction was not pervasive, and no other significant changes were observed in the basic metabolic blood panel (Supplementary Fig.  1d ). Fig. 1 Immune-metabolic changes after 3-day spaceflight and recovery. a  Overview of I4 mission single cell GEX + ATAC, single cell TCR/BCR V(D)J repertoire, biochemical profiles (BCP) of 97 analytes, and complete blood count (CBC) of 15 analytes data collection and analysis, created with BioRender.com.  b  Heatmap of significantly changed biochemicals (cytokines, chemokines, and growth factors) in serum before spaceflight (Pre-flight: mean of L-92, L-44, L-3) and after spaceflight (Immediately Post-flight:  R  + 1, and Long-term Post-flight:  R  + 45,  R  + 82,  R  + 194). A significant increase in concentration is observed immediately after spaceflight ( R  + 1) in IL-1RA, IL-4, IL-5, IL-6, IL-7, IL-10, IL-27, MCP-1, TNFα, IP-10, ENA-78, CRP and Fractalkine. On the other hand, IL-9, IL-17E/IL-25, MIP-1α, MCP-2 and MCP-4 showed a significant decrease in their serum levels after spaceflight ( R  + 1). Wilcoxon-rank sum test (padj <0.05, two-sided).  c  GSEA of the ‘spaceflight signatures of the I4 astronauts’ (Hallmark, KEGG, and wikipathways: filtered with padj <0.05, GOBP and C2: top10 of positive and negative NES, padj < 0.05, padj calculated by fGSEA R package).  d  Overlap percentage of the GSEA pathways across the I4 immune cells (Fisher’s exact test, two-sided, padj < 0.05. Except for the Hallmark CD14 Mono:  P  value = 0.09).  e  Activity scores of top enriched motifs from pseudo-bulk PBMCs over time. Source data are provided as a  Source Data  file. These data suggest that a high elevation, 3-day spaceflight is sufficient to induce the production of some established spaceflight cytokine signatures (e.g., IL-6, IL-10) as well as previously undocumented, responsive cytokines (e.g., ENA-78). These proteins have critical roles in immune response, muscle homeostasis, and hematopoiesis 8 , but are not normally associated with systemic inflammation (Supplementary Fig.  1e ). Moreover, some cytokines (e.g., IL-6, IL-7, IL-10, IL-1RA, and Fractalkine) are considered exerkines, cytokines produced by the muscle and other tissues during exercise. As such, we then examined if muscle tissues could be the source of these immune markers. Significant increases in some myokines (IL-4, IL-5, and IL-7) were indeed observed, further supporting muscles as a possible source (Fig.  1b ) of these molecules, and indicating a physiological response to microgravity rather than a purely inflammatory response 8 . We next mined RNA-sequencing data from",
  "discussion": "Discussion This study provides the most comprehensive immune profiling of astronauts to date, including single-cell multi-omics data, antibody isotypes, cfRNA abundance, BCR/TCR diversity, TFBS enrichments, sex-dependent changes, microbiome interactions, integration of other astronaut and mouse missions, and potential countermeasures. The I4 crew showed several cytokine and gene regulatory changes that mirrored longer-duration missions, including increased IL-6, IL-10, and MCP-1 and post-flight decreases in MHC class I genes. The post-flight decrease in MHC class I genes was conserved in the I4 immune cells, I4 plasma cfRNA, JAXA plasma cfRNA, and NASA Twins Study immune cells. Of note, the ‘spaceflight signatures of I4 astronauts’ were also conserved in the I4 immune cells, the NASA Twins Study, and the meta-analysis of 27 GeneLab mouse spaceflight studies, which consistently showed dysregulated OXPHOS, translation, UV response, and TCF21 pathways (Supplementary Data  15 ). Moreover, these data showed a pronounced sex- and cell-type specificity regarding responsiveness and recovery from spaceflight, with the most and least sensitive cells being CD14 monocytes and CD16 monocytes and T cells, respectively. With these results, the I4 data enabled a unique molecular portrait of a civilian crew with a more diverse genetic and biomedical background than most NASA crews, which are generally restrictive cohorts. While promising in terms of cellular recovery profiles, the I4 mission was not designed to determine the safety of spaceflight for all civilians, nor should these data alone be used to make judgments for future crew selection, number, age, sex, or fitness for spaceflight. Moreover, some functions of chromatin accessibility or gene regulation differences are inferred (e.g., chromVAR), and will need additional characterization in future studies. Nonetheless, the molecular measures from the I4 crew enabled new comparisons to prior missions (e.g., the NASA Twins Study, NASA JSC data, JAXA cfRNA) and meta-analysis of the space-flown mouse studies (817 samples across 27 datasets encompassing 10 different mouse tissues), which mostly confirmed our observations for the significantly altered pathways. Overall, a rapid gene and chromatin recovery was seen for the crew across most cell types, save for the CD14 monocytes and 16 monocytes, and these data can serve as additional baseline biomedical data and context for future missions. Repeated measures of pre- and post-flight metrics of crews will enable better contextualization and statistical rigor by researchers and clinicians and enable guidance for how astronauts can serve as their own controls (within-subjects design) by using their pre-flight immune marker levels as a reference. A limitation of this study was the relatively low number of participants, which is a common challenge in spaceflight studies. While the collection workflows and timing were standardized to minimize variation (e.g., morning blo",
  "conclusion": ""
}