{
  "id": "PMC11673879",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11673879/",
  "title": "Thermal Plasticity and Evolutionary Constraints in ",
  "authors": "Enrique Hurtado-Bautista, Africa Islas-Robles, Gabriel Moreno-Hagelsieb, Gabriela Olmedo-Alvarez",
  "year": "2024",
  "journal": "Biology",
  "abstract": "Simple Summary As global temperatures rise due to climate change, understanding how bacteria respond to heat is essential. Bacteria are critical to ecosystems, helping recycle nutrients, break down organic matter, and support plant growth. If they struggle to adapt to warmer conditions, the effects could ripple through ecosystems. Our study tested whether  Bacillus  bacteria, common in soil and water, could adapt to gradual temperature increases. We exposed seven strains from two groups to experimental evolution under increasing warming conditions, expecting them to evolve heat tolerance. Although some bacteria showed small improvements in heat tolerance, neither group could evolve to grow well at temperatures just three degrees Celsius above their natural range. This is concerning, as climate change could raise global temperatures by 2–4 °C, which could push these bacteria beyond their limits. We also found that c-di-AMP, a molecule that helps regulate potassium levels in cells, was involved in temperature tolerance. These findings highlight the vulnerability of essential bacteria to climate change and underscore the need for further research to predict and mitigate its impacts on ecosystems.",
  "keywords": "experimental evolution, critical high temperature, phenotypic plasticity, norms of reaction to temperature, convergent evolution, c-di-AMP, upper thermal limit, evolutionary rescue, thermal plasticity, thermal niche",
  "full_text": "1. Introduction Bacteria are often regarded as highly adaptable to extreme environmental changes, including rising temperatures driven by global warming. However, this perception oversimplifies the complexity of bacterial adaptation and does not account for the millions of years it has taken for the diversity of bacteria to adapt to particular niches. This highlights that their adaptive capacity is deeply rooted in long evolutionary processes. Understanding bacterial responses to heat stress is critical, given their central role in nutrient cycling and ecosystem stability, especially as global temperatures are projected to increase by 2 to 4 °C [ 1 , 2 ]. The impact of rising temperatures extends beyond bacterial physiology, with significant consequences for ecosystems and biogeochemical cycles; for example, elevated ocean temperatures alter nitrogen-fixing microbial populations, threatening the nitrogen cycle in coral reefs [ 3 ]. Similarly, warming freshwater ecosystems decreases bacterial diversity, disrupting ecological balance [ 2 ]. Rising temperatures are also linked to the spread of antibiotic resistance [ 4 , 5 ] and increased abundance of pathogens like  Vibrio cholerae  in coastal waters [ 6 ]. These examples underscore the urgency of understanding bacterial thermal adaptation in the context of global climate change. Phenotypic plasticity—the ability of organisms to adjust their traits in response to changing environmental conditions [ 7 , 8 ]—allows species to buffer against environmental fluctuations. This adaptability can extend an organism’s ecological range, potentially leading to genetic assimilation, where initially flexible traits become genetically stabilized [ 9 ]. Nevertheless, plasticity has inherent limitations and costs, especially under sustained stress [ 10 ]. Reaction norms, which describe how a genotype’s phenotype changes across environmental gradients, are valuable tools for assessing thermal limits and understanding adaptive strategies. We can learn about a given organism’s thermal niche through reaction norms (Wolterek, 1909 [ 11 ], cited by Stearns [ 12 ]). Mesophilic bacteria, such as  Escherichia coli  [ 13 ] and some  Bacillus  species [ 14 ], typically thrive between 27 °C and 40 °C. When exposed to higher temperatures, mesophilic bacteria activate a heat-shock response (HSR), which involves the rapid production of heat-shock proteins that stabilize cellular components and temporarily protect against heat stress [ 15 , 16 ]. However, these adaptations are generally short-lived and insufficient for prolonged survival under extreme temperatures.  Escherichia coli , as a well-established model organism, has been extensively studied for its physiological responses to thermal stress. Unlike thermal tolerance, which temporarily protects cells from heat damage by activating heat-shock proteins [ 17 ], thermal adaptation requires genetic changes that can withstand and sustain growth at higher temperatures beyond the initial threshold [ 18 ]. Experimental evolution is a powerful tool for gaining insights into the capacity of bacteria to adapt to specific biotic and abiotic challenges and understanding the types of mutations that shape or enable such adaptations to changing environments [ 18 , 19 ]. It allows researchers to address a key question in evolutionary biology: whether bacteria can evolve similar phenotypic outcomes through the same or different genetic mechanisms—a phenomenon known as convergent evolution [ 20 , 21 ]. Convergent evolution can manifest in multiple ways, including traits that arise via a conserved genetic mechanism within a clade or through distinct mechanistic bases even among closely related species. Previous experiments have documented a rapid adaptive response of  E. coli  to high temperatures [ 22 ], with evidence that the genetic response can be diverse [ 23 ]. Similarly, Tenaillon et al. [ 24 ] took a whole-genome approach to estimate the extent of evolutionary convergence that occurs during adaptation in 115 populations of  E. coli  at a high temperature of 42.2 °C, analyzing the overall genetic basis of adaptation. Their findings highlighted convergence among genes, with the most mutated gene being  rpoB , along with proteins that regulate the  rpoS  stress response (RSS). Although numerous studies have explored the ability of  E. coli  to evolve at different temperatures [ 25 ], few studies have aimed to evolve bacteria to expand their thermal niche. In this context, Murata et al. [ 26 ] subjected an  E. coli  strain to 43 °C and identified 51 genes crucial for thermotolerance, highlighting the diverse genetic pathways involved in developing heat tolerance. Murata introduced the term “critically high temperatures” (CHT) to describe temperatures beyond the thermal limit. Bennett and Lenski [ 13 ] sought to isolate evolved lines capable of surpassing the upper thermal limit and found that this limit did not significantly increase in any of the derived lines, even those that evolved at 41–42 °C. Exposure to 44 °C proved lethal, except for one thermotolerant mutant, which managed to grow at 44 °C [ 27 ]. Mongold et al. [ 28 ] further investigated evolutionary adaptation to what they termed a “lethal thermal environment” by directly shifting evolution to 44 °C. Their findings revealed that three thermotolerant mutants were derived from two progenitor lines that had previously adapted to 41–42 °C, suggesting that these lines extended their upper thermal limit in a stepwise manner relative to their progenitors. Additionally, they noted that not all evolved lines exhibited trade-offs, such as a loss of fitness at lower temperatures. Bacillus  strains are particularly important to study in the context of prolonged survival at temperatures exceeding their niche range because they are ubiquitous and ecologically significant, playing key roles in decomposing organic matter and nutrient cycling. Although  Bacillus  can form heat-tolerant spores that remain dormant for decades, their heterotrophic functions occur only in a vegetative state. Therefore, understanding whether  Bacillus  can evolve more heat-tolerant vegetative cells is crucial for predicting how these bacteria will respond to global warming. Recent research has shown that wild  Bacillus  strains exhibit considerable variation in thermal tolerance, influenced by genetic background [ 14 ], emphasizing that temperature is a critical factor affecting bacterial growth and survival. Despite extensive research on acute bacterial responses, the long-term evolution of bacterial thermotolerance and the upper thermal limits they can achieve remain poorly understood and research has not been conducted on  Bacillus  lineages. This study addresses this knowledge gap by investigating whether wild  Bacillus  strains from two distinct lineages can evolve heat tolerance in their vegetative cells through experimental evolution. We aim to determine whether gradual temperature increases enable these bacteria to develop the plasticity needed to survive projected global temperature rises of 2 to 4 °C and to identify the genetic mechanisms underlying their adaptations. By focusing on different lineages and genetic backgrounds, our research explores the constraints and potential pathways for bacterial adaptation to extreme heat, providing insights into their evolutionary resilience and broader ecosystem impacts. The main conclusions of this work are as follows: 1. The observed lineage-specific outcomes and convergence within strains underscore the critical role of genetic background in shaping adaptive responses.  B. cereus  and  B. subtilis  have different plasticity and  B. cereus  lineages, contrary to those of  B. subtilis , and were not able to increase thermal tolerance relative to ancestral lines. Only one evolved  B. subtilis  line successfully extended its thermal niche. 2. Tolerance to higher temperatures was observed in  B. subtilis  lines that evolved constantly at 37 °C, indicating a metabolic adjustment driven by continuous growth conditions and the growth medium rather than selective pressure from increased temperatures. 3. Convergent mutations in genes regulating c-di-AMP synthesis uncover, for the first time, its critical role in thermal tolerance. This discovery links molecular mechanisms to thermal adaptation across lineages. 4. Finally, our findings warn about bacteria’s inability to evolve significant thermal tolerance, even under gradual selection. This raises concerns about bacterial communities’ resilience to climate change and the potential cascading effects on biogeochemical cycles and ecosystem stability. 2. Materials and Methods 2.1. Strains and Microbial Methods Bacillus  strains were originally isolated from Cuatro Cienegas, Coahuila, México, as described [ 29 ]. The strains were collected from sediment in the Churince water system. Three strains grouped with the  B. cereus lineage  were 99% similar based on sequence variation of the 16S rRNA gene (accession numbers Bc_370a  MK850162.1 , Bc_102  MK880370 , and Bc_111b  MK850167.1 ), as well as four strains from the  B. subtilis  lineage (accession numbers Bs_21  MK850173.1 , Bs_90  MK850153.1 , and Bs_427  MK850159.1  and laboratory strain PY79  MK850170.1 ). Accession numbers for the genomes of the strains are: SAMN09761860:  B.subtilis _21_anc_ehb001 (TaxID: 1423); SAMN09761861:  B.subtilis _90_anc_ehb002 (TaxID: 1423); SAMN09761862:  B.subtilis _427_anc_ehb003 (TaxID: 1423); SAMN09761863:  B.subtilis _PY79_anc_ehb004 (TaxID: 1423); SAMN09761864:  B.cereus _370a_anc_ehb005 (TaxID: 1396); SAMN09761865:  B.cereus _102_anc_ehb006 (TaxID: 1396); SAMN09761866:  B.cereus _111b_anc_ehb007 (TaxID: 1396). Strains were preserved at −70 °C in a marine medium [ 30 ] supplemented with 80% glycerol. For experimental use, strains were revived by streaking onto marine medium agar plates (1.6% agar) and incubated overnight at 28 °C. Single colonies were transferred into a liquid marine medium and incubated at 37 °C overnight to establish starting cultures. 2.2. Plate Incubation Experiments Temperature tolerance was assessed by streaking the strains onto marine medium agar plates and incubating them at 37 °C, 44 °C, and 55 °C for 24 h. After the initial incubation, plates were transferred to 28 °C and incubated for an additional 48 h. Photographs were taken at both incubation stages to document growth and colony morphology. 2.3. Experimental Evolution Seven  Bacillus  strains with previously characterized thermal tolerance [ 14 ] were selected, comprising four strains from the  B. subtilis  lineage (three wild isolates and the lab strain  B. subtilis  PY79) and three strains from the  B. cereus  lineage. Ancestral strains were frozen as reference samples. Experimental evolution was conducted in 50 mL Falcon tubes with cultures agitated at 150 rpm. For each strain, three populations evolved at a constant temperature of 37 °C, while another three populations were exposed to an incremental temperature regime starting at 43 °C and increasing to 47 °C over a period of 90 days. Cultures were diluted 100-fold [ 31 ] every 12 h by transferring 50 µL of the culture into 5 mL of fresh marine medium, achieving approximately 1000 generations over 105 days. Generation counts were estimated based on viable cell numbers at saturation and calculated division rates. Turbidity measurements were taken every 12 h. In the incremental temperature treatment, the temperature was raised by 0.1 °C per day, contingent on observable growth (turbidity). If growth rates decreased significantly, indicated by low turbidity, temperature increases were paused or reduced, and inoculum volume was adjusted from 50 µL to 100 µL as needed. Temperature adjustments over time were recorded and represented as a parabolic curve ( Figure 1 A). Weekly samples of each evolving population were stored at −70 °C in 80% glycerol. At the experiment’s conclusion, colonies from each of the 42 evolved populations were isolated, and a representative evolved strain from each population was selected for further analysis. 2.4. Norms of Reaction to Temperature Reaction norms for parental and evolved strains were determined using growth kinetics at various temperatures. Doubling times were calculated from the exponential growth phase to plot the growth rate against temperature. Strains were reactivated from −70 °C stocks on marine medium agar and incubated at 37 °C for 20 h. A single colony was used to inoculate 5 mL of marine medium broth and incubated overnight at 37 °C with shaking. Cultures were transferred to achieve exponential phase by subculturing 50 µL into fresh broth for 2 h. Growth measurements were performed using a Bioscreen C plate reader (Labsystems, Helsinki, Finland) with a 420–580 nm filter. Each well of a 200-well microtiter plate was inoculated with 5 µL of culture and 175 µL of fresh marine medium broth, with three technical replicates per condition. Optical density was recorded every 30 min for 20 h. Growth kinetics were assessed at 17 °C, 27 °C, 37 °C, 41 °C, 43 °C, 46 °C, 49 °C, and 55 °C. Doubling times were calculated using exponential growth models. Reaction norms were compared using  t -tests and multiple ANOVA tests (significance level 0.05) in Statgraphics 15.2.06 and R version 3.6.2. 2.5. Genome Sequencing and Data Analysis DNA was extracted using the QuickGene DNA tissue kit S (Kurabo Industries LTD., FujiFilm, Osaka, Japan). Sequencing was conducted at Cinvestav-Langebio on an Illumina MiSeq platform at 50× coverage in a paired-end format, with ~180 bp fragment sizes. Paired-end reads were quality-checked using FastQC and trimmed with Trimmomatic. Genome assemblies were generated with SPAdes v3.13.0 and evaluated for quality using N50 and %GC content. Variant calling was performed using GATK Haplotype Caller, and mutations were annotated with Prokka and Patric. Custom scripts were used to integrate Prokka GFF files with VCF data from GATK. Additionally, we employed a “fragmentome” analysis to ensure correct linkage of evolved genomes to their respective parental strains. In this approach, we first generated sets of diagnostic DNA fragments (1000 bp each) from the original ancestral genome sequences. By comparing these fragments against all assembled genomes, we identified those that were uniquely present (i.e., matched only their strain of origin) and thus served as reliable strain-specific genetic markers. Using these diagnostic fragments, we could confidently map evolved reads back to the appropriate parental genome. Unlike standard alignments to a single reference genome, this method provides a lineage-specific signature that helps distinguish closely related ancestral strains and their evolved descendants. This ensures that any potential cross-contamination or mislabeling during experimental evolution or sequencing could be easily detected, as evolved strains must match their diagnostic fragments and not produce hits against other parental genomes. Assembled reference genomes of each representative ancestral strain were obtained, making it possible to generate these strain-specific diagnostic fragments prior to the mapping of evolved sequences. Variants were filtered with a quality threshold of 100, and low-quality mutations (<40) were excluded. Mutation categories included intergenic, genic, indels, and single substitutions. Mutations of interest were validated by Sanger sequencing. Annotated mutations were analyzed using UniProt, GO, and PFAM databases. Gene lists, oligonucleotide sequences, and accession numbers for sequencing data for evolved strains are provided in  Supplementary Tables . 2.6. Sporulation Capacity Sporulation was assessed on marine medium plates after seven days at room temperature. Samples were stained with malachite green and examined under a Leica 020-518.500 DM/LS optical microscope (Wetzlar, Germany) to confirm the presence or absence of spores. 3. Results 3.1. Experimental Evolution at Highly Critical Temperatures and Evolutionary Rescue We conducted experimental evolution to test if the thermal tolerance of vegetative  Bacillus  strains could be enhanced through gradual temperature increases ( Figure 1 A). Our study included seven strains from two lineages: three  Bacillus cereus  strains and four  Bacillus subtilis  strains, both of which are part of strongly supported monophyletic clades within the  Bacillaceae  family [ 32 , 33 ]. The wild strains were originally isolated from a temperate hydrological system [ 29 , 34 ], and previous research indicated that these strains are mesophilic, with thermal tolerance largely influenced by lineage [ 14 ]. We hypothesized that a gradual increase in temperature would serve as a selective force, potentially expanding the thermal tolerance limits of these strains. With genetic variation among the seven strains, we anticipated diverse adaptive evolutionary strategies. The experimental design involved two temperature regimes: one with a constant temperature of 37 °C and another with incremental increases from 43 °C, aiming for approximately 1000 generations ( Figure 1 B). Growth at 43 °C initially varied significantly among strains. Specifically,  B. cereus  strains were highly sensitive, unable to sustain growth beyond 48 h at this temperature, while  B. subtilis  strains exhibited greater resilience. For  B. cereus , growth restoration occurred after lowering the temperature to 42 °C, suggesting an evolutionary rescue mechanism.  B. subtilis , in contrast, maintained growth more consistently, allowing for temperature increments of 0.1 °C per day. Temperature increments continued until the strains reached a plateau at 45 °C after approximately 300 generations and then slowed down ( Figure 1 A). The increment frequency decreased further until no additional adaptation was observed over the last 300 generations, indicating a stabilization of phenotypes.  B. subtilis  lineages showed a greater overall capacity to survive and adapt than  B. cereus , consistent with their initial phenotypic plasticity. 3.2. Differences in Plasticity and Critical Temperature Limits To assess changes in thermal tolerance, we compared the reaction norms of evolved and parental strains. Growth kinetics were measured across a temperature range from 17 °C to 55 °C and doubling times were used to construct growth rate curves. 3.2.1. Plasticity and Critical Temperature Limits for  Bacillus subtilis  Lineages Figure 2  and  Figure 3  illustrate the reaction norms for  B. subtilis  strains. The Bs_21 and Bs_427 strains demonstrated the most substantial increases in tolerance at higher temperatures. Notably, several Bs_21 lines grew successfully at up to 49 °C, although the results varied among lines (a-b-c-A-C). All Bs_427-evolved lines showed improved growth at 46 °C and 49 °C, regardless of whether they were evolved under constant temperature treatment (CTT) or the high critical temperature (HCT) regime. This suggests that adaptation may be influenced by factors related to the growth medium. A statistically significant reduction in growth was observed for some Bs_427 lines (B and b) at 37 °C. Bs_90 exhibited limited improvement in thermal tolerance, with only minor increases in growth at 43 °C for the D-E-d-e lines and barely significant growth at 46 °C for the D-E-F lines. The Bs_90 strain was the least capable of growing at 49 °C, though all evolved lines still outperformed the parental strain. A trade-off was evident in Bs_90, with all evolved lines showing reduced growth at lower temperatures (17–37 °C). In contrast, the laboratory strain Bs_PY79 showed consistent growth across temperatures up to 37 °C. While some high-temperature-evolved lines (J-K-L) demonstrated improved tolerance at 49 °C, they experienced a marked reduction in growth at 17 °C and 27 °C. Interestingly, all Bs_PY79 lines performed similarly to the parental strain at 43 °C,",
  "introduction": "1. Introduction Bacteria are often regarded as highly adaptable to extreme environmental changes, including rising temperatures driven by global warming. However, this perception oversimplifies the complexity of bacterial adaptation and does not account for the millions of years it has taken for the diversity of bacteria to adapt to particular niches. This highlights that their adaptive capacity is deeply rooted in long evolutionary processes. Understanding bacterial responses to heat stress is critical, given their central role in nutrient cycling and ecosystem stability, especially as global temperatures are projected to increase by 2 to 4 °C [ 1 , 2 ]. The impact of rising temperatures extends beyond bacterial physiology, with significant consequences for ecosystems and biogeochemical cycles; for example, elevated ocean temperatures alter nitrogen-fixing microbial populations, threatening the nitrogen cycle in coral reefs [ 3 ]. Similarly, warming freshwater ecosystems decreases bacterial diversity, disrupting ecological balance [ 2 ]. Rising temperatures are also linked to the spread of antibiotic resistance [ 4 , 5 ] and increased abundance of pathogens like  Vibrio cholerae  in coastal waters [ 6 ]. These examples underscore the urgency of understanding bacterial thermal adaptation in the context of global climate change. Phenotypic plasticity—the ability of organisms to adjust their traits in response to changing environmental conditions [ 7 , 8 ]—allows species to buffer against environmental fluctuations. This adaptability can extend an organism’s ecological range, potentially leading to genetic assimilation, where initially flexible traits become genetically stabilized [ 9 ]. Nevertheless, plasticity has inherent limitations and costs, especially under sustained stress [ 10 ]. Reaction norms, which describe how a genotype’s phenotype changes across environmental gradients, are valuable tools for assessing thermal limits and understanding adaptive strategies. We can learn about a given organism’s thermal niche through reaction norms (Wolterek, 1909 [ 11 ], cited by Stearns [ 12 ]). Mesophilic bacteria, such as  Escherichia coli  [ 13 ] and some  Bacillus  species [ 14 ], typically thrive between 27 °C and 40 °C. When exposed to higher temperatures, mesophilic bacteria activate a heat-shock response (HSR), which involves the rapid production of heat-shock proteins that stabilize cellular components and temporarily protect against heat stress [ 15 , 16 ]. However, these adaptations are generally short-lived and insufficient for prolonged survival under extreme temperatures.  Escherichia coli , as a well-established model organism, has been extensively studied for its physiological responses to thermal stress. Unlike thermal tolerance, which temporarily protects cells from heat damage by activating heat-shock proteins [ 17 ], thermal adaptation requires genetic changes that can withstand and sustain growth at higher temperatures beyond the ",
  "methods": "2.1. Strains and Microbial Methods Bacillus  strains were originally isolated from Cuatro Cienegas, Coahuila, México, as described [ 29 ]. The strains were collected from sediment in the Churince water system. Three strains grouped with the  B. cereus lineage  were 99% similar based on sequence variation of the 16S rRNA gene (accession numbers Bc_370a  MK850162.1 , Bc_102  MK880370 , and Bc_111b  MK850167.1 ), as well as four strains from the  B. subtilis  lineage (accession numbers Bs_21  MK850173.1 , Bs_90  MK850153.1 , and Bs_427  MK850159.1  and laboratory strain PY79  MK850170.1 ). Accession numbers for the genomes of the strains are: SAMN09761860:  B.subtilis _21_anc_ehb001 (TaxID: 1423); SAMN09761861:  B.subtilis _90_anc_ehb002 (TaxID: 1423); SAMN09761862:  B.subtilis _427_anc_ehb003 (TaxID: 1423); SAMN09761863:  B.subtilis _PY79_anc_ehb004 (TaxID: 1423); SAMN09761864:  B.cereus _370a_anc_ehb005 (TaxID: 1396); SAMN09761865:  B.cereus _102_anc_ehb006 (TaxID: 1396); SAMN09761866:  B.cereus _111b_anc_ehb007 (TaxID: 1396). Strains were preserved at −70 °C in a marine medium [ 30 ] supplemented with 80% glycerol. For experimental use, strains were revived by streaking onto marine medium agar plates (1.6% agar) and incubated overnight at 28 °C. Single colonies were transferred into a liquid marine medium and incubated at 37 °C overnight to establish starting cultures.",
  "results": "3. Results 3.1. Experimental Evolution at Highly Critical Temperatures and Evolutionary Rescue We conducted experimental evolution to test if the thermal tolerance of vegetative  Bacillus  strains could be enhanced through gradual temperature increases ( Figure 1 A). Our study included seven strains from two lineages: three  Bacillus cereus  strains and four  Bacillus subtilis  strains, both of which are part of strongly supported monophyletic clades within the  Bacillaceae  family [ 32 , 33 ]. The wild strains were originally isolated from a temperate hydrological system [ 29 , 34 ], and previous research indicated that these strains are mesophilic, with thermal tolerance largely influenced by lineage [ 14 ]. We hypothesized that a gradual increase in temperature would serve as a selective force, potentially expanding the thermal tolerance limits of these strains. With genetic variation among the seven strains, we anticipated diverse adaptive evolutionary strategies. The experimental design involved two temperature regimes: one with a constant temperature of 37 °C and another with incremental increases from 43 °C, aiming for approximately 1000 generations ( Figure 1 B). Growth at 43 °C initially varied significantly among strains. Specifically,  B. cereus  strains were highly sensitive, unable to sustain growth beyond 48 h at this temperature, while  B. subtilis  strains exhibited greater resilience. For  B. cereus , growth restoration occurred after lowering the temperature to 42 °C, suggesting an evolutionary rescue mechanism.  B. subtilis , in contrast, maintained growth more consistently, allowing for temperature increments of 0.1 °C per day. Temperature increments continued until the strains reached a plateau at 45 °C after approximately 300 generations and then slowed down ( Figure 1 A). The increment frequency decreased further until no additional adaptation was observed over the last 300 generations, indicating a stabilization of phenotypes.  B. subtilis  lineages showed a greater overall capacity to survive and adapt than  B. cereus , consistent with their initial phenotypic plasticity. 3.2. Differences in Plasticity and Critical Temperature Limits To assess changes in thermal tolerance, we compared the reaction norms of evolved and parental strains. Growth kinetics were measured across a temperature range from 17 °C to 55 °C and doubling times were used to construct growth rate curves. 3.2.1. Plasticity and Critical Temperature Limits for  Bacillus subtilis  Lineages Figure 2  and  Figure 3  illustrate the reaction norms for  B. subtilis  strains. The Bs_21 and Bs_427 strains demonstrated the most substantial increases in tolerance at higher temperatures. Notably, several Bs_21 lines grew successfully at up to 49 °C, although the results varied among lines (a-b-c-A-C). All Bs_427-evolved lines showed improved growth at 46 °C and 49 °C, regardless of whether they were evolved under constant temperature treatment (CTT) or the high critical temperature (HCT) regime. This suggests that adaptation may be influenced by factors related to the growth medium. A statistically significant reduction in growth was observed for some Bs_427 lines (B and b) at 37 °C. Bs_90 exhibited limited improvement in thermal tolerance, with only minor increases in growth at 43 °C for the D-E-d-e lines and barely significant growth at 46 °C for the D-E-F lines. The Bs_90 strain was the least capable of growing at 49 °C, though all evolved lines still outperformed the parental strain. A trade-off was evident in Bs_90, with all evolved lines showing reduced growth at lower temperatures (17–37 °C). In contrast, the laboratory strain Bs_PY79 showed consistent growth across temperatures up to 37 °C. While some high-temperature-evolved lines (J-K-L) demonstrated improved tolerance at 49 °C, they experienced a marked reduction in growth at 17 °C and 27 °C. Interestingly, all Bs_PY79 lines performed similarly to the parental strain at 43 °C, without su",
  "discussion": "4. Discussion Our study highlights lineage-specific strategies by using experimental evolution with gradual temperature increases. It reveals significant differences in how  Bacillus subtilis  and  Bacillus cereus  lineages evolved thermal tolerance when subjected to gradual temperature increases beyond their thermal niche.  B. subtilis  strains displayed minimal changes in reaction norms, reflecting their greater inherent phenotypic plasticity, while  B. cereus  strains showed clear trade-offs, such as reduced growth rates at lower and even higher temperatures, indicating that high-temperature selection imposed a substantial evolutionary cost. These results suggest that larger initial plasticity might buffer against rapid adaptation under short-term experimental conditions. In our study, the  B. cereus  strains initially struggled under high-temperature stress but managed to stabilize and recover growth within weeks, although, several times, we had to stop the regime of increasing temperature until the final 300 generations of constant high-temperature selection. These strains accumulated more mutations than those of the  B. subtilis  lineage. This is similar to what Mongold et al. [ 28 ] observed for  E. coli  growth at the limit of their niche temperature and suggests that evolutionary rescue mechanisms were at play, allowing the strains to persist despite the harsh conditions. The concept of evolutionary rescue is particularly relevant to our observations. Evolutionary rescue occurs when adaptive genetic changes enable populations to recover from near extinction under severe environmental stress [ 41 , 42 ]. While  B. subtilis  benefited from its broad thermal tolerance,  B. cereus  needed substantial genetic adjustments to cope with high temperatures. This observation raises critical questions about the role of plasticity in evolutionary dynamics. Does higher plasticity hinder adaptation by reducing selective pressure, or does it enable immediate survival, allowing for gradual genetic changes? Our data support the notion that short-term evolution favors species with inherent plasticity, while long-term selection can drive adaptive genetic changes in species with less initial plasticity.  B. subtilis  can be considered to possess more thermal plasticity compared to  B. cereus . This conclusion aligns with previous findings by Hurtado et al. [ 14 ], which highlighted differences between the  B. cereus  and  B. subtilis  lineages in their upper tolerance limits, comparing strains from a thermal spring to those from a temperate lagoon. In this study, only  B. subtilis -evolved lines exhibited better growth than the parental strain at the HCT. At the same time, three of four  B. subtilis  lineages surpassed their ancestral strain’s tolerance limit even at 49 °C. However, it is essential to note that the  B. subtilis  lines evolved at 37 °C were also able to increase their thermal limit. The pressure of maintaining continuous growth in this partic",
  "conclusion": "5. Conclusions Our results demonstrate that  Bacillus  strains exhibit limited thermal adaptation and are lineage-specific, with immediate trade-offs even under prolonged selective pressure. This constrained evolvability poses significant implications for microbial responses to global warming, potentially affecting biogeochemical cycles and ecosystem stability. Understanding these evolutionary limits is crucial as we prepare for the ecological impacts of climate change. This study emphasizes the need for more research into the evolutionary and ecological limits of microbial adaptability to predict and mitigate the broader consequences of climate change on vital biogeochemical processes."
}