{
  "id": "PMC11659408",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11659408/",
  "title": "Sex-specific cardiovascular adaptations to simulated microgravity in Sprague-Dawley rats",
  "authors": "Ebrahim Elsangeedy, Dina N. Yamaleyeva, Nicholas P. Edenhoffer, Allyson Deak, Anna Soloshenko, Jonathan Ray, Xuming Sun, Omar H. Shaltout, Nildris Cruz-Diaz, Brian Westwood, Daniel Kim-Shapiro, Debra I. Diz, Shay Soker, Victor M. Pulgar, April Ronca, Jeffrey S. Willey, Liliya M. Yamaleyeva",
  "year": "2024",
  "journal": "NPJ Microgravity",
  "abstract": "Men and women have different cardiovascular responses to spaceflight; however, few studies have focused on direct comparisons between sexes. We investigated the mechanisms of aortic stiffening in socially and sexually mature 20-week-old male and female Sprague Dawley (SD) rats exposed to hindlimb unloading (HLU) for 14 days. Pulse wave velocity (PWV) was greater in the aortic arch of females after HLU versus control females ( n  = 6–8). HLU had no effect on aortic PWV in males ( n  = 5–6). Aortic α smooth muscle actin, myosin, collagen, elastin, and collagen-to-elastin ratio were not different in rats of either sex following HLU. The levels of G protein-coupled estrogen receptor (GPER) were lower in the aorta of SD females exposed to HLU compared with female controls but were not altered in males. HLU females also had lower aortic PPARγ, increased oxidative stress markers, and diastolic dysfunction compared with control females. GPER agonist G1 prevented the increase in PWV and 8-hydroxy-2’-deoxyguanosine without altering PPARγ or p47phox in HLU females ( n  = 4 in each group) suggesting that lower GPER may contribute to arterial stiffening in the setting of simulated microgravity. This study highlights sex-specific vascular adaptations to the state of simulated microgravity.",
  "keywords": "Physiology, Translational research",
  "full_text": "Introduction The cardiovascular adaptations in astronauts both during and after spaceflight are variable in terms of sex, duration of exposure, and the model used for the studies. Men and women have different recovery mechanisms from stress factors, which can influence the response to the spaceflight environment 1 . Though women are known to be protected against heart disease prior to menopause, responses of the vascular system to spaceflight are complicated by additional stress factors including microgravity, space radiation, inactivity, or isolation. Few studies have focused on the sex differences in the adaptations of the cardiovascular system to spaceflight in spite of the fact that the proportion of women participating in space missions has reached about 10% and continues to increase 2 . The empirically reported effects of spaceflight on the cardiovascular system are varied across people who have been in space 3 . Some common short-term physiological effects of spaceflight include changes in blood volume distribution and alterations in baroreflex function 3 . Prolonged exposure to spaceflight also impacts cardiovascular system including red blood cell count, systemic vascular resistance, stroke volume, and cardiac output 4 – 7 . Sex-based differences in cardiovascular responses have been reported with changes in both sexes occurring after several weeks in space 1 , 8 . Female astronauts experience a greater loss of plasma volume while male astronauts appear to be more prone to develop a spaceflight associated neuro-ocular syndrome (SANS) 9 – 11 . Furthermore, following a 6-month spaceflight, women tended to have greater increases in plasma renin and aldosterone versus men, while both men and women experienced increased carotid artery stiffness 5 . The observed sex differences underscore the importance of understanding the underlying mechanisms of cardiovascular changes and sex-specific adaptations to both terrestrial and space-induced stressors important for the development of personalized preventative countermeasures for astronauts. To better understand the changes in cardiovascular adaptations in response to spaceflight environment, terrestrial studies are focused on recapitulating microgravity in human subjects with head-down tilt (HDT) bed rest or in rodent models with hindlimb unloading (HLU) 12 , 13 . The mechanisms underlying the cardiovascular system responses and arterial stiffness are not well understood particularly in the female subjects. Furthermore, the majority of HLU studies use male rodent subjects, with even fewer examining differences between sexes. Therefore, the present study investigated the mechanisms underlying the development of central arterial stiffness in female and male Sprague Dawley (SD) rats in response to HLU as an analog for spaceflight-induced microgravity. Results Effect of HLU on body weight, organ weight The body weight of male control rats was significantly ( p  < 0.05) greater than the body weight of female control rats (Fig.  1 ). Similarly, male HLU rats were heavier than female HLU rats (Fig.  1 ). To account for this variability in body weight while allowing for comparison between sexes, organ weights (heart, kidney, pancreas, spleen, uterus) were normalized to individual tibia length values that more accurately reflect physiological changes in organ weights 14 . Body composition analysis revealed no differences in total fat mass between study groups, however, control unexposed males had greater lean mass compared with control females (Fig.  1 ). Exposure to HLU reduced lean mass in males (Fig.  1C ). Lean-to-fat mass ratio was not different between study groups (Fig.  1 ). Within each sex, HLU treatment did not affect organ weights (Fig.  1 ) except the hearts where male rats exposed to HLU had lower heart weight compared to the male control group (Fig.  1 ). HLU did not affect uterine weight in female SD rats (Fig.  1 ). Fig. 1 The effect of 14-days of HLU on body and organ weights in 20-week-old female and male Sprague-Dawley rats. Clear bars indicate control unexposed animals; checkered bars indicate rats exposed to hindlimb unloading (HLU). Data are mean ± SEM, * p  < 0.05 versus Control Female;  # p  < 0.05 versus HLU Female;  ^ p  < 0.05 versus Control Male;  n  = 3–9 per group. Aortic PWV and cardiac function in response to HLU The effect of HLU on PWV of the aortic arch in male and female SD rats was determined (Fig.  2 ). HLU females had a greater aortic arch PWV compared to control females or HLU males (Fig.  2 ). No differences were found in PWV in HLU males compared with male controls (Fig.  2 ). HLU also increased PWV of the left common carotid artery in the female rats compared to female controls (Fig.  S1 ). To determine whether changes in cardiac function could explain differences in PWV caused by HLU exposure, systolic and diastolic function parameters were measured in the female control and HLU rats. Stroke volume and cardiac output were not different between control and HLU female groups (Fig.  S2A, B ). Although within normal ranges, female HLU rats had increased ejection fraction compared to control female rats (Fig.  S2C ). Diastolic function, measured by E/E’ ratio was worse in HLU female rats versus female controls (Fig.  S2D ). Fig. 2 Aortic arch pulse wave velocity (PWV) in female and male rats in response to HLU. Clear bars indicate control unexposed animals; checkered bars indicate rats exposed to hindlimb unloading (HLU) ( A ). Data are mean ± SEM, * p  < 0.05 versus Control Female;  n  = 5–8 per group. PWV was calculated as PWV =  D /pulse transit time Δ t , where  D  is the distance between two points in mm ( t 2 and  t 1) in the aortic arch, and  t  is the signal transit time estimated between R on electrocardiogram and the beginning of the Doppler wave in ms ( B – D ). Aortic extracellular matrix (ECM) and contractile components α-smooth muscle actin and myosin were assessed in the media of aortic arch of female and male rats following HLU exposure (Fig.  3 ). The aortas of male controls had greater levels of both proteins compared to control females. HLU had no effect on either α-smooth muscle actin or myosin in female or male rats (Fig.  3 ). Collagen and elastin contents, and collagen-to-elastin ratio were not different in control or HLU female or male rats (Fig.  4 ). Fig. 3 Smooth muscle (SM) contractile protein staining of aortic media. Representative images and analysis of relative intensity of α-smooth muscle alpha actin ( A ,  C ) and smooth muscle myosin ( B ,  D ) in female and male SD rats with or without HLU exposure are shown. Data are mean ± SEM, * p  < 0.05, versus Female,  n  = 3–4 per group. Magnification: ×20. Fig. 4 Effect of HLU on total collagen or elastin area, and collagen-to-elastin ratio in aortic media of SD rats. Aortas were stained for collagen by Picrosirius Red stain ( A ,  C ) and elastin by Verhoeff’s stain ( B ,  D ). Collagen-to-elastin ratio is shown on panel  E . Data are mean ± SEM,  n  = 4–5. Magnification: ×20. Collagen bundling in the aorta was measured by hue analysis to gain understanding of the changes in collagen density after HLU and between sexes (Fig.  5 ). Results were normalized to the number of total pixels. Through picrosirius red staining and imaging with polarized light, highly dense collagen appears red while very loosely bundled collagen appears green, with orange and yellow colors representing intermediary values (Fig.  5 ). Hue analysis determined collagen content based on standardized binning of colors as previously reported 15 , 16 . All groups followed a similar collagen bundling pattern where prevalence of dense fibers was the highest while the prevalence of fibers with loose collagen was the lowest (Fig.  5 ). Female control rats had greater red collagen compared with male controls (Fig.  5 ). However, HLU exposure did not influence the dense collagen fibers (red) in female rats in comparison to control females. Less bundled collagen (yellow and green) was lower in female controls compared to male controls (Fig.  5 ). HLU did not affect the prevalence of the loosely bundled collagen (yellow or green) in any of the groups. When the data were not normalized to total pixels, female HLU rats had significantly a higher amount of highly dense collagen bundling (red) compared to all other groups (Fig.  S3 ). Fig. 5 Collagen fiber bundling in the aorta of female and male SD rats in response to HLU. Clear bars indicate control animals; checkered bars indicate rats exposed to hindlimb unloading (HLU). Picrosirius red stained slides were imaged with polarized light, and the pixel values of representative regions were binned into red, orange, yellow, and green hues, corresponding to a respective decrease in collagen bundling. The data are presented as a ratio of the number of pixels of each color category over the total across all color categories per group. Data are mean ± SEM,  n  = 4–7; * p  < 0.05 versus Control Female. To determine the alignment of smooth muscle fibers in the aorta, fiber angle was assessed by CurveAlign software. Representative images of the aorta from each group are shown on Fig.  6A . Various additional ECM characteristics such as fiber straightness, length, and width were analyzed per animal in each group using CT-Fire software. HLU did not affect any of the studied parameters in either male or female groups (Fig.  6B ). No differences were evident between sexes in control or HLU-treated groups (Fig.  6B ). Fig. 6 Collagen fiber characterization in female and male SD rats.  Female and male rat aortas in both control and HLU groups were collected after 14 days of either control or HLU exposure. Picrosirius red stained slides were imaged with polarized light, with representative images from each group shown ( A ). ECM characteristics were analyzed using CT-FIRE software to assess the straightness, length, and width of individual fibers ( B ), with  n  = 4–7 animals per group. Fiber alignment was quantified using CurveAlign software ( B ). Magnification: ×20. The impact of HLU on aortic GPER GPER staining in aortic media was lower in control males versus control females. HLU reduced the levels of GPER in females versus control females. No differences in aortic GPER were found in males in response to HLU (Fig.  7 ). Fig. 7 GPER levels in female and male SD rats in response to HLU. Clear bars indicate control unexposed animals; checkered bars indicate rats exposed to hindlimb unloading (HLU). Representative images of GPER immunostaining ( A ) and data analysis ( B ) are shown. Data are mean ± SEM, * p  < 0.05 versus Control Female,  n  = 4–6. Magnification: ×20. The impact of HLU on aortic inflammation, oxidative stress Male control rats had lower levels of PPAR-γ and COX-2 in the aortic media compared with control female rats (Fig.  8A, B ). PPAR-γ levels decreased in female rats following HLU (Fig.  8A ). HLU did not affect the levels of COX-2, eNOS, or CD68 in the aortic media of female or male rats (Fig.  8B–D ). However, p47 phox and 8-OHdG levels were increased in the aortic media in the female group after HLU compared with the female control group (Fig.  8E, F ). 4-HNE was lower in control males versus control females, but no differences were found in the aortas of HLU-exposed females or males versus respective controls (Fig.  8G ). Fig. 8 Aortic injury-relevant markers in female and male SD rats in response to HLU. The analysis of immunostaining for various markers relevant for aortic injury is shown ( A – G ). Data are mean ± SEM, * p  < 0.05 versus Control Female;  # p  < 0.05 versus HLU Female. G1 effects on aortic PWV, injury markers, uterine weight There were no differences in body weight or organ weights in G1 treated female SD rats versus control SD females (Table  1 ). G1 administration reduced aortic arch PWV in female rats exposed to HLU (Fig.  9A ). No difference in heart rate was evident in female rats after G1 treatment (Fig.  9B ). The levels of 8-OHdG decreased following G1 treatment in HLU female rats (Fig.  9C ). No differences in p47phox or PPAR γ levels were detected in HLU females after G1 treatment (Fig.  9D, E ). Table 1 Characteristics of HLU SD female rats following G1 infusion F HLU F HLU G1 Body weight, g 313.5 ± 12.35 278.5 ± 13.19 Heart weight-to-TL 0.245 ± 0.01 0.213 ± 0.004 Kidney-to-TL 0.308 ± 0.03 0.281 ± 0.02 Pancreas-to-TL 0.234 ± 0.01 0.187 ± 0.01 Spleen-to-TL 0.119 ± 0.006 0.150 ± 0.02 Uterus-to-TL 0.120 ± 0.04 0.125 ± 0.02 Data are mean ± SEM,  n  = 4 in each group. TL  tibia length,  g  gram. Fig. 9 The response to GPER agonist in the female SD rats following HLU. The analysis of aortic arch PWV ( A ), heart rate ( B ), and aortic immunostaining for the markers of oxidative stress and inflammation ( C – E ) are shown. Data are mean ± SEM,  # p  < 0.05 versus HLU Female. Multivariate data analysis Figure  10  shows graphical representation of DCS analysis of variables depicted in Tables  2  and  3 . Table  2  demonstrates differential variable relationships in male versus female SD rats independent of HLU exposure. Several important relationships were identified in males versus females such as oxidative stress markers with ECM characteristics (collagen content and collagen fiber straightness), and arterial stiffness with COX-2 or eNOS. However, in females, the strongest relationships were within body composition parameters; eNOS with lean mass, VSMC actin with elastin, and less strong relationship between GPER with p47phox. These data suggest sex differences in various relationships among variables independent of HLU exposure. Table  3  shows differential variable relationships in control versus HLU SD rats independent of sex. The strongest relationships were identified between variables of body composition with arterial stiffness or with oxidative stress in unexposed control rats. Independent of sex, PPARγ was related to VSMC actin in unexposed controls. In the HLU group, PPARγ was related to collagen; while arterial stiffness - to body composition variables. Fig. 10 Graphical representation of discrete correlate summation (DCS) analysis of data. 8-OHdG and p47phox were combined into an oxidative stress node #  (box), VSMC actin, TC, VVG, CF length and CF straightness were combined into an extracellular matrix composition node #  and Heart/TL, Kidney/TL, BW, % Fat AVE and % Lean mass AVE were combined into a body composition node # . Edge (line) colors represent the log correlation ratios of male (cyan) versus female (magenta) [for control and HLU groups, log(male p /female p )] and the log correlation ratios of HLU (purple) versus control (orange) [for female and male groups, log(HLU p /control p )].  # Multi-feature nodes can have many edges with single feature nodes. Table 2 Differential variable relationships in male versus female SD rats independent of HLU exposure Log correlation ratios of male (cyan) versus female (magenta);  p  values: blue  p  ≤ 0.05, yellow  p  ≤ 0.01, red  p  ≤ 0.001. FC  fold change. Table 3 Differential variable relationships in control versus HLU SD rats independent of sex Log correlation ratios of HLU (purple) versus control (orange);  p  values: blue  p  ≤ 0.05, yellow  p  ≤ 0.01, red  p  ≤ 0.001. FC  fold change. Discussion Recent studies highlighted the incidence of arterial stiffness in astronauts following spaceflight. The exposure of rodents to ground-based analogs of microgravity via HLU also demonstrated development of arterial stiffness. However, few studies investigated sex differences and the potential sex-specific mechanisms leading to arterial stiffness due to microgravity. As space exploration continues to expand with longer and more distant missions, understanding the cardiovascular adaptations in female and male astronauts will be crucial to ensure the long-term health and personalized medical care for astronauts 1 . In this study, we investigated sex-specific effects on the cardiovascular system in a rodent-based model of simulated microgravity via 14 days of exposure to HLU 17 . The major findings of this study are that female and male SD rats respond differently to HLU demonstrating a greater arterial stiffness in females at the end of the exposure compared with males. Increased arterial stiffness was accompanied by lower levels of aortic GPER and PPARγ and increased oxidative stress markers (8-OHdG and p47 phox) in females but not males after HLU. The females also exhibited diastolic dysfunction after HLU (males were not evaluated in this experiment). Furthermore, administration of G1, an agonist for the G protein-coupled estrogen receptor GPER, reversed the HLU-induced increase in PWV in female rats and decreased 8-OHdG, suggesting that lower GPER in the setting of simulated microgravity contributes to arterial stiffening. Our findings also suggest that the SD female rat is a suitable model to study mechanisms underlying the development of arterial stiffness in females in response to simulated microgravity. It is well known that during spaceflight, the cardiovascular system adapts to the state of microgravity by a variety of changes including redistribution of blood flow with fluid shift towards the upper body and decrease in venous return and resistance 18 . Sex differences were reported in the adaptations of the cardiovascular system to spaceflight, however only a few studies investigated the effects of microgravity on arterial stiffening by including subjects of both sexes, and even fewer have made explicit side-by-side comparisons between male and female subjects 1 , 5 , 10 , 19 – 24 . A few reports also show conflicting results on whether arterial stiffness is reversible following the exposure to microgravity or HDT bed rest 25 , 26 . Furthermore, the long-term consequences of the exposure to arterial stiffening are unknown but may influence future abnormal hemodynamic responses to stressors and the risk of developing cardiovascular disease particularly in older females 27 – 32 . A greater aortic PWV in the female SD rats compared to males after HLU suggests sex differences in the development of central arterial stiffening following the exposure to simulated microgravity in this model. PWV differs between women and men during various stages of life ranging from lower baseline PWV in females versus males pre-puberty, similar brachial-ankle PWV in both sexes during adulthood, and a greater increase in PWV in females after menopause suggesting hormonal influences on PWV 33 – 35 . Furthermore, women undergoing cardiac stress often experience increased aortic wall thickness compared to men, highlighting a potential increased susceptibility of females to developing arterial stiffness 36 . In contrast to other reports, our study did not find changes in arterial stiffness in male SD rats in response to HLU 23 . The response seen in SD rats may be different from those seen in other rodents. Furthermore, it has been reported that corticosterone levels are lower in resting male SD rats compared with Wistar rats 37 , suggesting strain differences in the activity of hypothalamic-pituitary-adrenal (HPA) axis 38 . Since hormonal regulation of vasculature underlies its response to stress, it is safe to assume that the response of male Wistar rats could be exacerbated by greater resting activities of HPA and corticosterone compared with male SD. Furthermore, the exposure length to HLU, age of rats, and the differences in strain responses to stress may explain the observed discrepancies. In addition, HDT bed rest is used to study the responses of cardiovascular system to spaceflight. Sixty-day exposure to HDT increases blood pressure, reduces arterial compliance, and increases arterial stiffness measured by cardiac MRI during the HDT phase in healthy subjects 26 . Surprisingly, another study using the same study cohort found no differences in brachial-femoral pulse wave veloci",
  "introduction": "Introduction The cardiovascular adaptations in astronauts both during and after spaceflight are variable in terms of sex, duration of exposure, and the model used for the studies. Men and women have different recovery mechanisms from stress factors, which can influence the response to the spaceflight environment 1 . Though women are known to be protected against heart disease prior to menopause, responses of the vascular system to spaceflight are complicated by additional stress factors including microgravity, space radiation, inactivity, or isolation. Few studies have focused on the sex differences in the adaptations of the cardiovascular system to spaceflight in spite of the fact that the proportion of women participating in space missions has reached about 10% and continues to increase 2 . The empirically reported effects of spaceflight on the cardiovascular system are varied across people who have been in space 3 . Some common short-term physiological effects of spaceflight include changes in blood volume distribution and alterations in baroreflex function 3 . Prolonged exposure to spaceflight also impacts cardiovascular system including red blood cell count, systemic vascular resistance, stroke volume, and cardiac output 4 – 7 . Sex-based differences in cardiovascular responses have been reported with changes in both sexes occurring after several weeks in space 1 , 8 . Female astronauts experience a greater loss of plasma volume while male astronauts appear to be more prone to develop a spaceflight associated neuro-ocular syndrome (SANS) 9 – 11 . Furthermore, following a 6-month spaceflight, women tended to have greater increases in plasma renin and aldosterone versus men, while both men and women experienced increased carotid artery stiffness 5 . The observed sex differences underscore the importance of understanding the underlying mechanisms of cardiovascular changes and sex-specific adaptations to both terrestrial and space-induced stressors important for the development of personalized preventative countermeasures for astronauts. To better understand the changes in cardiovascular adaptations in response to spaceflight environment, terrestrial studies are focused on recapitulating microgravity in human subjects with head-down tilt (HDT) bed rest or in rodent models with hindlimb unloading (HLU) 12 , 13 . The mechanisms underlying the cardiovascular system responses and arterial stiffness are not well understood particularly in the female subjects. Furthermore, the majority of HLU studies use male rodent subjects, with even fewer examining differences between sexes. Therefore, the present study investigated the mechanisms underlying the development of central arterial stiffness in female and male Sprague Dawley (SD) rats in response to HLU as an analog for spaceflight-induced microgravity.",
  "methods": "Methods Animals The study was approved by the Institutional Animal Care and Use Committee of the Wake Forest University School of Medicine (A21-039). Female and male Sprague-Dawley (SD) rats were purchased from Charles River Laboratories (Wilmington, MA, USA). All rats were housed at 12:12-h light-dark cycle, a constant room temperature and humidity. A standard rodent chow (Lab Diet 5P00 - Prolab RMH 3000, PMI Nutrition International, INC, Brentwood, MO) and water were given ad libitum throughout the experimental protocols. Study timeline Socially and sexually mature female and male SD rats at 20 weeks of age were randomly assigned to study groups. The first experimental set included the following animals: female control (F), female HLU (F HLU), male control (M), or male HLU (M HLU) ( n  = 5–8 in each group). HLU groups underwent hindlimb unloading for 14 days 93 . Control groups were exposed to the same cages for a 14-day period. On the morning of day 14, animals were imaged with ultrasound followed by EchoMRI, and then sacrificed to collect tissues. Additional experimental set included two groups of HLU female rats that underwent either treatment with G1, a G protein-coupled estrogen receptor (GPER) agonist (Cayman Chemical, Ann Arbor, MI) or vehicle ( n  = 4 in each group). G1 was dissolved in 50% dimethylsulfoxide (DMSO) at a dose of 100 μg/kg/day. G1 or vehicle was delivered via osmotic minipumps to female HLU rats for 3 weeks (model 2ML2; Alza Corp., Palo Alto, CA) 94 . Pumps were implanted subcutaneously on the back of the rat’s neck 1-week prior to HLU exposure and continued for 2 weeks during the HLU exposure. Aortic pulse wave velocity (PWV) and injury markers were analyzed at the end of the 3-week treatment with G1. Hindlimb unloading (HLU) To determine the effects of microgravity, 20-week-old male and female SD rats were suspended by the tail via HLU for 14 days resulting in a head-down body angle of 30–35 degrees. Age-matched, non-suspended controls remained in similar cages 93 . Animals were monitored for signs of distress by monitoring food and water intake and loss of body weight throughout the exposure to HLU. Ultrasound assessment of arterial stiffness Rats were anesthetized with isoflurane (1.5%) and placed on a temperature-controlled platform. Electrocardiogram (ECG) and heart rate were monitored throughout the imaging protocol. Hair was removed from the thoracic and neck areas of rats with a depilatory cream prior to imaging. Pulse wave velocity (PWV) of the aortic arch and common carotid arteries were determined in male and female rats using a MS250 transducer and high-resolution ultrasound imaging system Vevo 2100 LAZR (FujiFilm, VisualSonics). MS250 transducer operates at a frequency of 13–24 MHz and axial resolution of 75/165. The PWV of the aortic arch and carotid arteries was measured by the following equation: the D (mm), distance from ascending to descending artery measured with tracing tool (Vevo Lab software), divid",
  "results": "Results Effect of HLU on body weight, organ weight The body weight of male control rats was significantly ( p  < 0.05) greater than the body weight of female control rats (Fig.  1 ). Similarly, male HLU rats were heavier than female HLU rats (Fig.  1 ). To account for this variability in body weight while allowing for comparison between sexes, organ weights (heart, kidney, pancreas, spleen, uterus) were normalized to individual tibia length values that more accurately reflect physiological changes in organ weights 14 . Body composition analysis revealed no differences in total fat mass between study groups, however, control unexposed males had greater lean mass compared with control females (Fig.  1 ). Exposure to HLU reduced lean mass in males (Fig.  1C ). Lean-to-fat mass ratio was not different between study groups (Fig.  1 ). Within each sex, HLU treatment did not affect organ weights (Fig.  1 ) except the hearts where male rats exposed to HLU had lower heart weight compared to the male control group (Fig.  1 ). HLU did not affect uterine weight in female SD rats (Fig.  1 ). Fig. 1 The effect of 14-days of HLU on body and organ weights in 20-week-old female and male Sprague-Dawley rats. Clear bars indicate control unexposed animals; checkered bars indicate rats exposed to hindlimb unloading (HLU). Data are mean ± SEM, * p  < 0.05 versus Control Female;  # p  < 0.05 versus HLU Female;  ^ p  < 0.05 versus Control Male;  n  = 3–9 per group. Aortic PWV and cardiac function in response to HLU The effect of HLU on PWV of the aortic arch in male and female SD rats was determined (Fig.  2 ). HLU females had a greater aortic arch PWV compared to control females or HLU males (Fig.  2 ). No differences were found in PWV in HLU males compared with male controls (Fig.  2 ). HLU also increased PWV of the left common carotid artery in the female rats compared to female controls (Fig.  S1 ). To determine whether changes in cardiac function could explain differences in PWV caused by HLU exposure, systolic and diastolic function parameters were measured in the female control and HLU rats. Stroke volume and cardiac output were not different between control and HLU female groups (Fig.  S2A, B ). Although within normal ranges, female HLU rats had increased ejection fraction compared to control female rats (Fig.  S2C ). Diastolic function, measured by E/E’ ratio was worse in HLU female rats versus female controls (Fig.  S2D ). Fig. 2 Aortic arch pulse wave velocity (PWV) in female and male rats in response to HLU. Clear bars indicate control unexposed animals; checkered bars indicate rats exposed to hindlimb unloading (HLU) ( A ). Data are mean ± SEM, * p  < 0.05 versus Control Female;  n  = 5–8 per group. PWV was calculated as PWV =  D /pulse transit time Δ t , where  D  is the distance between two points in mm ( t 2 and  t 1) in the aortic arch, and  t  is the signal transit time estimated between R on electrocardiogram and the beginning of the Doppler wave in ms ( B – D ). Aortic extracellular matrix (ECM) and contractile components α-smooth muscle actin and myosin were assessed in the media of aortic arch of female and male rats following HLU exposure (Fig.  3 ). The aortas of male controls had greater levels of both proteins compared to control females. HLU had no effect on either α-smooth muscle actin or myosin in female or male rats (Fig.  3 ). Collagen and elastin contents, and collagen-to-elastin ratio were not different in control or HLU female or male rats (Fig.  4 ). Fig. 3 Smooth muscle (SM) contractile protein staining of aortic media. Representative images and analysis of relative intensity of α-smooth muscle alpha actin ( A ,  C ) and smooth muscle myosin ( B ,  D ) in female and male SD rats with or without HLU exposure are shown. Data are mean ± SEM, * p  < 0.05, versus Female,  n  = 3–4 per group. Magnification: ×20. Fig. 4 Effect of HLU on total collagen or elastin area, and collagen-to-elastin ratio in aortic media of SD ra",
  "discussion": "Discussion Recent studies highlighted the incidence of arterial stiffness in astronauts following spaceflight. The exposure of rodents to ground-based analogs of microgravity via HLU also demonstrated development of arterial stiffness. However, few studies investigated sex differences and the potential sex-specific mechanisms leading to arterial stiffness due to microgravity. As space exploration continues to expand with longer and more distant missions, understanding the cardiovascular adaptations in female and male astronauts will be crucial to ensure the long-term health and personalized medical care for astronauts 1 . In this study, we investigated sex-specific effects on the cardiovascular system in a rodent-based model of simulated microgravity via 14 days of exposure to HLU 17 . The major findings of this study are that female and male SD rats respond differently to HLU demonstrating a greater arterial stiffness in females at the end of the exposure compared with males. Increased arterial stiffness was accompanied by lower levels of aortic GPER and PPARγ and increased oxidative stress markers (8-OHdG and p47 phox) in females but not males after HLU. The females also exhibited diastolic dysfunction after HLU (males were not evaluated in this experiment). Furthermore, administration of G1, an agonist for the G protein-coupled estrogen receptor GPER, reversed the HLU-induced increase in PWV in female rats and decreased 8-OHdG, suggesting that lower GPER in the setting of simulated microgravity contributes to arterial stiffening. Our findings also suggest that the SD female rat is a suitable model to study mechanisms underlying the development of arterial stiffness in females in response to simulated microgravity. It is well known that during spaceflight, the cardiovascular system adapts to the state of microgravity by a variety of changes including redistribution of blood flow with fluid shift towards the upper body and decrease in venous return and resistance 18 . Sex differences were reported in the adaptations of the cardiovascular system to spaceflight, however only a few studies investigated the effects of microgravity on arterial stiffening by including subjects of both sexes, and even fewer have made explicit side-by-side comparisons between male and female subjects 1 , 5 , 10 , 19 – 24 . A few reports also show conflicting results on whether arterial stiffness is reversible following the exposure to microgravity or HDT bed rest 25 , 26 . Furthermore, the long-term consequences of the exposure to arterial stiffening are unknown but may influence future abnormal hemodynamic responses to stressors and the risk of developing cardiovascular disease particularly in older females 27 – 32 . A greater aortic PWV in the female SD rats compared to males after HLU suggests sex differences in the development of central arterial stiffening following the exposure to simulated microgravity in this model. PWV differs between women and men during vario",
  "conclusion": ""
}