{
  "id": "PMC11357997",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11357997/",
  "title": "Molecular and physiological changes in the SpaceX Inspiration4 civilian crew",
  "authors": "Christopher W. Jones, Eliah G. Overbey, Jerome Lacombe, Adrian J. Ecker, Cem Meydan, Krista Ryon, Braden Tierney, Namita Damle, Matthew MacKay, Evan E. Afshin, Jonathan Foox, Jiwoon Park, Theodore M. Nelson, Mir Suhail Mohamad, Syed Gufran Ahmad Byhaqui, Burhan Aslam, Ummer Akbar Tali, Liaqun Nisa, Priya V. Menon, Chintan O. Patel, Sharib A. Khan, Doug J. Ebert, Aaron Everson, Michael C. Schubert, Nabila N. Ali, Mallika S. Sarma, JangKeun Kim, Nadia Houerbi, Kirill Grigorev, J. Sebastian Garcia Medina, Alexander J. Summers, Jian Gu, John A. Altin, Ali Fattahi, Mohammad I. Hirzallah, Jimmy H. Wu, Alexander C. Stahn, Afshin Beheshti, Remi Klotz, Veronica Ortiz, Min Yu, Laura Patras, Irina Matei, David Lyden, Ari Melnick, Neil Banerjee, Sean Mullane, Ashley S. Kleinman, Michael Loesche, Anil S. Menon, Dorit B. Donoviel, Emmanuel Urquieta, Jaime Mateus, Ashot E. Sargsyan, Mark Shelhamer, Frederic Zenhausern, Eric M. Bershad, Mathias Basner, Christopher E. Mason",
  "year": "2024",
  "journal": "Nature",
  "abstract": "Human spaceflight has historically been managed by government agencies, such as in the NASA Twins Study 1 , but new commercial spaceflight opportunities have opened spaceflight to a broader population. In 2021, the SpaceX Inspiration4 mission launched the first all-civilian crew to low Earth orbit, which included the youngest American astronaut (aged 29), new in-flight experimental technologies (handheld ultrasound imaging, smartwatch wearables and immune profiling), ocular alignment measurements and new protocols for in-depth, multi-omic molecular and cellular profiling. Here we report the primary findings from the 3-day spaceflight mission, which induced a broad range of physiological and stress responses, neurovestibular changes indexed by ocular misalignment, and altered neurocognitive functioning, some of which match those of long-term spaceflight 2 , but almost all of which did not differ from baseline (pre-flight) after return to Earth. Overall, these preliminary civilian spaceflight data suggest that short-duration missions do not pose a significant health risk, and moreover present a rich opportunity to measure the earliest phases of adaptation to spaceflight in the human body at anatomical, cellular, physiological and cognitive levels. Finally, these methods and results lay the foundation for an open, rapidly expanding biomedical database for astronauts 3 , which can inform countermeasure development for both private and government-sponsored space missions.",
  "keywords": "Physiology, Molecular biology, Cognitive neuroscience, Oculomotor system, Visual system",
  "full_text": "Main Orbital human spaceflight missions have historically flown highly screened and extensively trained cohorts of astronauts, with limited public data available for follow-up analyses. However, with the emergence of private space programmes and broadening access to orbital missions, new opportunities for research and discovery have emerged for civilian engagement with spaceflight. Specifically, SpaceX has now launched or announced several privately supported missions, including the all-civilian Inspiration4 mission and the Polaris Dawn series of missions (including on Starship). These missions enable a broader representation of astronaut cohorts, spanning a wider range of ages (for example, the youngest American astronaut, Hayley Arceneaux), balanced representation of sexes, diverse genetic and medical backgrounds, as well as opportunities for new science, technology, art and public engagement during their missions. Here we present findings from the human research experiments performed on SpaceX’s first all-civilian private spaceflight, Inspiration4, which launched from Kennedy Space Center on 15 September 2021, on the SpaceX  Crew Dragon  capsule. This orbital class mission reached 590.6 km in altitude; the farthest distance crewed orbital missions have been into space since the Gemini programme. Although the crew spent only 3 days in low Earth orbit, they experienced similar hazards of spaceflight as International Space Station (ISS) missions (often 6–12 months in duration), including radiation exposure, sustained microgravity, the closed and hostile environment of space, isolation and confinement, and long distance from Earth resources 2 . Thus, the Inspiration4 mission, and similar missions, provide a platform to study these acute exposures endemic to low Earth orbit, with unique data collection opportunities in the earliest phase of the human body’s response to spaceflight. The three main objectives of the research projects deployed on the Inspiration4 mission were to (1) evaluate the feasibility of collecting biological and behavioural data in an all-civilian crew throughout pre-flight, in-flight and post-flight phases of the spaceflight mission, (2) examine the biological and behavioural responses of the crew to short-duration orbital spaceflight and (3) build the foundation for a biomedical database and enable access to these biomedical data from the crew and mission. The Inspiration4 mission provided a unique opportunity to test the feasibility of medical research aboard a commercial spaceflight mission crewed by non-professional astronauts, as well as new clinical and research protocols, which spanned a wide range of assays and experiments (Extended Data Fig.  1  and Supplementary Table  1 ). Specifically, the Multimodal Evaluation of Spaceflight Health protocol for the Inspiration4 mission from the Translational Research Institute for Space Health (TRISH) funded multiple investigators to conduct separate yet related investigations on the Inspiration4 mission, and deployed a battery of tests to understand some of the major effects of short-duration spaceflight on humans, including portable ultrasound measurements, cognitive and sensorimotor tests, surveys, physiological data collected with a smartwatch and blood/saliva testing. Moreover, a comprehensive Space Omics and Medical Atlas (SOMA) protocol, based on the NASA Twins Study 1 , was used to measure multi-omic, clinical and immune profiles in whole blood, serum, plasma, saliva and biopsied skin samples. In this Article, we present and discuss the key findings from studies evaluating the Inspiration4 crew’s comprehensive multi-omics analyses of biospecimens, ultrasound imaging, otolith function, cardiovascular physiology and cognitive performance, which together enable an in-depth biomedical research approach for private crews on upcoming missions and unprecedented access to these data and samples. Multi-omic profiling of the Inspiration4 crew Building upon established omics, sample pipelines and analytic methods from the NASA Twins Study 1 , we collected samples for an integrative multi-omics analysis of the Inspiration4 crew (Extended Data Fig.  2 ). This included biospecimens collected before launch (L) pre-flight (L − 92, L − 44 and L − 3), in-flight (flight days (FDs) FD1, FD2 and FD3) and post-flight following return (R) to Earth (R + 1, R + 45, R + 82 and R + 194). Blood, saliva, skin swabs, skin biopsies and capsule swabs were collected (Extended Data Fig.  2 ), followed by a battery of assays to collect multi-omic measurements, including spatially resolved transcriptomics, whole-genome sequencing (WGS), direct RNA sequencing, combined single-nuclei RNA sequencing/single-nuclei assay for transposase-accessible chromatin using sequencing (ATAC-seq), T cell receptor immune repertoire sequencing, B cell receptor immune repertoire sequencing, proteomics (liquid chromatography with tandem mass spectrometry (LC–MS/MS)), metabolomics (LC–MS/MS), a clonal haematopoiesis panel, cell-free DNA and cell-free RNA sequencing from plasma, shotgun metagenomics and shotgun metatranscriptomics ( Methods  and Extended Data Fig.  2 ). Also, clinical measurements were obtained and included complete blood count, a comprehensive metabolic panel, a CLIA-grade (Clinical Laboratory Improvement Amendments) WGS and pharmacogenomics profile, a cardiovascular biomarker panel and cytokine/chemokine panel assays (Fig.  1 , Extended Data Fig.  2  and Supplementary Table  2 ). Fig. 1 Multi-omic changes across the Inspiration4 mission. Hundreds of thousands of multi-omic measurements were generated across multiple sample types. From DNA, single-nuclei chromatin accessibility, WGS, cell-free DNA (cfDNA) sequencing, telomere length and clonal haematopoiesis were measured. From RNA, whole blood gene expression, whole blood m6A modifications, peripheral blood mononuclear cell (PBMC) single-nuclei RNA sequencing, skin spatially resolved gene expression and T cell and B cell immune repertoire profiling were performed. For proteins, plasma proteomics, extracellular vesicles and particles (EVP) proteomics and plasma metabolomics were quantified. Additionally, from microbial skin and environmental (Env.) swabs, bacterial, fungal and viral species were measured. These data revealed a broad set of molecular changes across multiple layers of biology (Fig.  1 ), and each specific omics dataset was examined in depth across several Inspiration4 companion papers. First, epigenetics data from single-nuclei chromatin (single-nuclei ATAC-seq) profiling showed more than 70,000 peaks per sample, which were enriched for genes involved in DNA repair, immune activation and nucleosome organization 4 , 5 , notably matching results from the NASA Twins Study 1 . Second, telomere elongation was observed for all crew members, but all other metrics of genome stability, sequence divergence and clonal haematopoiesis were unchanged 6 . Third, we observed an average of 668 metabolites and more than 4,000 proteins per sample in plasma, which was smaller than the 637 proteins per sample in the exosome population, yet the exosome proteomic data revealed unique, brain-associated peptides 7 . Fourth, direct RNA nanopore sequencing showed a mean of 13,022 transcripts per sample, plus a significant spike in methyl-6-adenine (m6A) levels on the day of landing, R + 1 (ref.  8 ); this was complemented with a range of 18,632–29,900 genes detected across all single-nucleus RNA sequencing data. Fifth, we characterized the spatial biopsies of the crew samples with GeoMx, which revealed a mean of 16,433 genes per section, with evidence of disrupted inflammation in pathways near the surface of the skin 9 . Finally, we examined the microbiome of the crew, using shotgun metagenomics and metatranscriptomics before, during and after spaceflight, and we found a spike in virus abundance in-flight, as well as 3.6 million non-redundant genes at 90% identity, 1,287 metagenomic assembled genomes and 1,544 assembled viral genomes 10 . Immune reactivity analysis The primary objective of the virome-wide antibody project was to assess immunological responses, including those that could be associated with viral reactivation, during short-duration spaceflight, as a multitude of evidence has demonstrated perturbation of the immune system (for example, decreased cellular immunity, dysregulation of T cell function and cytokine production) and reactivation of latent viruses during both short-duration (for example, space shuttle) and long-duration ISS missions 11 – 14 . Therefore, we generated virome reactivity profiles of the Inspiration4 crew across mission phases, leveraging a highly multiplexed assay (‘PepSeq’) that measures immunoglobulin G (IgG) reactivity to peptides representing the human virome 15 – 17 . PepSeq analysis using a previously described 15  15,000-peptide assay covering 80 human-infecting viral species showed that the reactivity profiles of dried blood spot samples collected in-flight clustered with those of terrestrial samples from the corresponding astronauts (Fig.  2a ), indicating that the collection and storage of samples during flight did not adversely affect their quality. The time-invariant reactivity profiles of the four astronauts included reactivity to 45 species (Supplementary Table  3 ) and were dominated by reactivity to peptides from respiratory viruses and Epstein–Barr virus 13 , 18 , as expected (Fig.  2a ). Fig. 2 Virome-wide antibody analysis of blood samples self-collected during short-duration spaceflight. Blood spot samples were collected longitudinally across all mission phases from the four Inspiration4 astronauts and analysed for IgG reactivity across a 15,000-plex peptide library representing 80 human-infecting viral species using the PepSeq assay.  a , Reactivity for each sample (columns) is shown across all 1,490 peptides (rows) reactive in at least one astronaut, with samples clustered by the similarity of their reactivity profiles and peptides grouped by the virus species from which they were designed. Sample reactivity profiles clustered tightly within each astronaut, including those collected in-flight. Reactivity was detected against peptides from a total of 45 virus species, listed in Supplemental Table  3 , including full names.  b , Time intervals with significantly increasing (red) or decreasing (blue) IgG reactivity in the four astronauts, detected using Peptide Set Enrichment Analysis 19  ( Methods ). Shown are the four virus species for which at least one significant increase was detected with the six sampling time points indicated by vertical tick marks at the top of the plot. EBV, Epstein–Barr virus; EV-A,  Enterovirus A ; EV-B,  Enterovirus B ; EV-C,  Enterovirus C ; EV-D,  Enterovirus D ; HAdV-B,  Human mastadenovirus B ; HAdV-C,  Human mastadenovirus C ; HAdV-D,  Human mastadenovirus D ; HHV-1,  Human alphaherpesvirus 1 ; HHV-4,  Human gammaherpesvirus 4 ; HHV-5,  Human betaherpesvirus 5 ; HHV-6,  Human betaherpesvirus 6 ; HHV-7,  Human betaherpesvirus 7 ; HOPV,  Human orthopneumovirus ; HRV3,  Human respirovirus 3 ; HRV-A,  Rhinovirus A ; HRV-B,  Rhinovirus B ; HRV-C,  Rhinovirus C ; NV, Norwalk virus; RV-A,  Rotavirus ; SARS-CoV-2, Severe acute respiratory syndrome coronavirus 2. To detect species-specific antibody changes during the sampling period, we conducted a peptide set enrichment analysis 19  to compare all pairs of consecutive time points for each virus species (Fig.  2b ). We detected a total of  n  = 8 such events (defined as significant reactivity increases); the largest number corresponded to Epstein–Barr virus ( n  = 4), a virus previously reported to be reactive in astronauts during short-duration spaceflight 13 , 18 . The remainder were species associated with common upper respiratory infections:  Rhinoviruses A  and  C  ( n  = 2 and  n  = 1, respectively) and  Adenovirus C  ( n  = 1). The Epstein–Barr virus events included changing reactivity that overlapped with flight for astronauts C001 and C002 during flight (Fig.  2b ), although these specific viruses were not found in the sequence data (Fig.  1 ). These combined analyses indicate that changing immunity to viruses can be detected during spaceflight, even under conditions where no viral symptoms or replication are detected, which has been previously documented in astronauts during longer missions 14 . Point-of-care sampling and analysis In addition to the viral and immune profiles, the Inspiration4 crew also tested a paper-based multiplexed microgravity-adapted vertical flow immunoassay (0 g -VFI) ( Methods  and Extended Data Fig.  3a–c ) to detect plasma immunoglobulin M (IgM) and C-reactive protein (CRP) in-flight via gold nanoparticle-conjugated antibodies. Assessment of cross-reactivity and specificity showed no significant non-specific binding, with a minimal background sometimes visible for IgM (Extended Data Fig.  3d ). The limit of detection for CRP and IgM was 0.01 and 0.7 µg ml − 1 , respectively (Extended Data Fig.  4a ). The intra- and interassay coefficients of variation were less than 20% (Extended Data Fig.  4b ), and the presence of some high-level outliers was the result of a low spatial distribution homogeneity that was compensated by measurement repeatability (Extended Data Fig.  4c ). Post-flight examination of the 0 g -VFI showed that absorbing pads displayed a marked area, suggesting that an average of 80 µl of fluid crossed the membrane, thus highlighting both that fluid displacement occurred in the microgravity environment and that it was correctly used by the Inspiration4 crew (Extended Data Fig.  3e ). Finally, the analysis of 0 g -VFI membranes showed that no IgM or CRP were detected for the devices run in space following standard protocol (15 min incubation) by the crew (Extended Data Fig.  3f ). Unused kits stored in the  Dragon  capsule were run post-flight on Earth and did not display any changes either. Furthermore, control kits stored on Earth with hygroscopic compounds for the same period (that is, the duration of the flight experiment) and run for 15 min also showed strong intensity, suggesting the need to maintain low humidity levels during storage. Accelerated stability studies conducted in an environmental chamber at 42 °C and 75% humidity confirmed the effect of desiccation on VFI performance, with a more than 8-fold decrease in intensity after storage without a hygroscopic compound (Extended Data Fig.  5 ). Ultrasound imaging of the Inspiration4 crew Traditional imaging equipment and techniques, while established aboard the ISS, may not be afforded in resource-constrained missions due to their size and resource dependence. The Inspiration4 mission featured the first in-flight research use of Butterfly iQ+, a handheld single-probe ultrasound device for urinary bladder, internal jugular vein (IJV) and eye imaging in full crew autonomy (Fig.  3 ). Aims for all targets included both the assessment of physiological changes in response to spaceflight and evaluation of autonomous procedure efficacy. Eighty-nine imaging instances (multiframe cine of varied length) were collected pre-flight, and 108 imaging instances were collected in-flight, yielding an average of 27 instances per astronaut (range = 18–32 instances). Bladder imaging success scores were above the usability threshold (2.33 ± 0.24 (s.d.); range = 2.0–2.5;  Methods ), demonstrating the effectiveness of the imaging system and the instructions for urinary bladder volume assessments (Fig.  3b ). However, these image sets did not reveal significant physiological trends, possibly due to variability between the small number of astronauts and crew-reported operational constraints affecting the timing of data acquisition relative to voiding. The bilateral IJV images were the highest in quality (2.36 ± 0.51 (s.d.); range = 1.8–2.9) and thus amenable to quantification and analysis. The in-flight image sets from ocular imaging (the most intricate procedure) consistently scored below the usability threshold in all four astronauts (0.76 ± 0.51 (s.d.; range = 0.0–1.1); the mean ocular success score was lower than both the bladder and IJV success scores, which were of similar quality. Therefore, ocular imaging data were deemed inadequate for quantification of microgravity-induced structural changes. Fig. 3 Imaging-based experiments. a , Payload: Butterfly iQ+ ultrasound system and ResQGARD ITD7 used for physiological intervention.  b , Summary plot of image quality assessment. For each image acquired, imaging success scores were calculated based on anatomical accuracy and technical quality ( Methods ). The mean success score for each astronaut is plotted as an individual data point, and grey-dotted bars represent the grand mean ± s.d. of astronaut success scores for each anatomical target;  n  = 4 astronauts,  n  = 14 bladder images,  n  = 73 IJV images and  n  = 19 eye images. Eye imaging success scores were different than bladder and IJV scores per one-way ANOVA and post hoc Tukey’s honest significant difference.  c , A sample page from the JIT instructions for flow spontaneity assessment.  d , CSA of the right IJV pre-flight in the supine position (GND) and in-flight (FLT), with and without ITD breathing. Pre-flight data were derived from a single imaging instance per astronaut, while in-flight data were averaged across in-flight instances within each astronaut (range = 1–3 imaging instances); mean IJV CSA for each astronaut is presented for each condition, along with the grand mean ± s.d. The difference between grand means for each IJV CSA assessment pre-flight (GND) and in-flight (FLT) is visualized with a black dashed linear trend line;  n  = 4 astronauts,  n  = 4 GND images,  n  = 4 GND ITD images,  n  = 8 FLT images and  n  = 7 FLT ITD images. No differences between pre-flight (GND) and in-flight (FLT) were found evaluated using paired, two-tailed Student’s  t -tests with a significance threshold of  α  < 0.05. The IJV imaging protocol was similar to the protocol described in ref.  20 , which was designed to measure bilateral IJV cross-sectional areas (CSAs) and flow velocities, and can be used to identify anomalies, such as thrombi, loss of flow spontaneity, flow reversal and spontaneous echo contrast development 21 , 22  (Fig.  3c ). In contrast to long-duration ISS cohorts 20 , 22  and regardless of flight day (FD1–3), both IJVs were free from thrombi and flow anomalies in all Inspiration4 astronauts. Spontaneous antegrade flow was demonstrated in all examined IJVs by colour and (or) spectral Doppler and no spontaneous echo contrast was detected. While previous studies of astronauts in both short-duration (less than 7 days) and long-duration spaceflight have demonstrated a stable increase in IJV CSA 20 , 23 , 24 , the absence of flow anomalies and spontaneous echo contrast in all four astronauts suggests a potential difference from respective long-duration spaceflight data and the possibility of lower risk of IJV thrombosis in the early period of microgravity exposure. The effect of inspiratory resistance breathing using an impedance threshold device (ITD) on IJV filling (reflected as CSA) appeared more pronounced on the right side, but varied among astronauts and did not reach statistical significance (Fig.  3d ,  t -test,  P  values > 0.05). Notably, the measurements were concordant among astronauts pre-flight and in-flight (Fig.  3d ), indicating reliable data collection and encouraging further inquiries into the potential of ITD-like interventions as a countermeasure against thrombosis in cases of clinical concern with commensurate flow anomalies. Otolith asymmetry and motion sickness The neurovestibular system is adversely affected by the microgravity environment of space through altered neural processing and transduction of sensory measurements 25 , 26 . The otolith organs are an integral component of the neuroves",
  "introduction": "",
  "methods": "Ocular misalignment methods The otolith organs of the vestibular system transduce linear acceleration and gravity. The sense organs consist of a mass of calcium carbonate crystals (otoconia) that overlie a membrane that is innervated with hair cells. Motion of the crystals relative to the hair cells bends the hair cells, and this bending modifies their firing rates and so provides information on linear acceleration to the central vestibular system. While generally symmetric, there is reason to believe that there are slight asymmetries between the otolith organs on the two sides of the head, in otoconial mass or synaptic sensitivity. This asymmetry is compensated by central neural processes 27 , but this compensation becomes inappropriate in gravity fields other than 1 g , leading to changes in vertical and torsional ocular alignment 61 , 62 . In particular, the magnitude of torsional misalignment in altered  g  levels has been associated with susceptibility to SMS 40 , 41 , 63 .  G -dependent changes in vertical alignment have also been demonstrated in parabolic flight and laboratory studies 62 , 64 . Data on SMS in-flight were obtained via self-report. A perceptual-nulling technique was used to measure misalignment between the eyes (skew) in both vertical and torsional directions 65 . For these tests, the subject views a red line and a blue line on the touchscreen of a tablet computer, through colour-matched red and blue filters, one over each eye. This provides independent images to each eye. Since the test is performed in darkness, there is no visual information that is seen by both eyes together, and hence there are no visual cues to align the eyes (which would fuse the images on the two retinas). One line remains fixed on the screen, while the other line is positioned by the subject, either vertically or torsionally. The subject’s goal is to adjust one line until it appears to be aligned with the other, stationary, line (that is, to null any apparent vertical or rotational offset between the lines). The final amount by which the lines are separated from one another vertically or rotated relative to one another provides a measure of vertical or torsional ocular misalignment, respectively, which produces measures of VAN and TAN. Astronauts completed VAN and TAN measures twice pre-flight and twice post-flight, where each session consisted of 11 VAN and 11 TAN trials. There was no in-flight testing. Statistical testing to evaluate associations of torsional (TAN) and vertical (VAN) ocular misalignment with SMS were carried out via a series of two-sample  t -tests within each astronaut individually to provide information on the following: (1) whether the two pre-flight datasets are the same or different from each other, (2) whether the two post-flight datasets are the same or different from each other and (3) whether the (grouped) pre-flight data are different from the (grouped) post-flight data. The  t -tests were performed after removing outlier",
  "results": "",
  "discussion": "Discussion To understand the effects of short-duration spaceflight on the human body for the all-civilian spaceflight crew, this study performed a suite of experiments and collected a wide range of biospecimens before, during and after a 3-day orbital mission. This multidimensional battery included blood, stool, urine, biopsy and saliva samples, ultrasound measurements of the eye, jugular vein and bladder, cognitive and sensorimotor tests, surveys and physiological data collected with an Apple smartwatch. These data showed some of the same signatures of long-duration spaceflight, such as inflammatory response, DNA damage response gene expression (and proteins), telomere elongation and immune signalling changes (Figs.  1  and   2 ), and demonstrated that such phenotypes can also be observed in the earliest phases of spaceflight and across a shorter mission time frame. Moreover, this mission also enabled new biomedical metrics for spaceflight, such as RNA methylation, single-nucleus chromatin, single-cell expression metrics and spatial transcriptomics. Overall, this work demonstrated that a diverse civilian crew can conduct scientific experiments, process samples and significantly contribute to spaceflight research with minimal risk. Although two astronauts presented with SMS, most metrics (for example, IJV size, heart rate, complete blood count metrics, gene expression and cytokines) were either stable or quickly reverted to pre-flight levels (baseline) after landing on Earth. The development of diagnostic, point-of-care devices that can detect and quantify multiple biomarkers is critical to monitor astronauts’ healthcare for future spaceflight missions and to help guide medical interventions. This mission showed that a VFI can be used to detect antigens and, more generally, protein markers 37 – 39 . Due to flight certification constraints required for all technologies used in spaceflight, the desiccant usually placed in the packaging kit to avoid high humidity exposure during long-term storage had to be removed, and has been identified as the main cause for the alteration of the assay efficiency in-flight. For future missions, reagent and system stability studies will have to determine optimal storage conditions without the use of hygroscopic compounds. Despite this obstacle, the 0 g -VFI demonstrated its robustness of operation in space, and the simplicity of its user interface allowed for its use by untrained non-scientists, supporting the feasibility of such point-of-care diagnostic systems for several applications on additional specimen types, including for deep-space missions. The Inspiration4 ultrasound imaging experiment pursued three research objectives, which were to examine (1) urinary bladder function in microgravity, (2) IJV flow with and without intervention by inspiratory resistance and (3) microgravity-associated changes in ocular morphology. The choice of targets was motivated by high-priority concerns and risks reported over the ",
  "conclusion": "Conclusions While broad in its research scope, this study represents only the beginning. Anatomical and physiological variability, small sample size, the operational complexities of a highly constrained mission and limited skill management capabilities combined to preclude confident conclusions on many physiological variables. However, as intended by the TRISH, enhancing exploration platforms and analog definition, and SOMA programmes, these Inspiration4 data will serve as a rich foundation for scaling and enhancing the knowledge base on early phases of space physiology, and expanding our understanding of spaceflight-associated effects on human health. Future missions can also include telemedicine, more autonomous data collection, next-generation sequencing-based in-flight omics assays and related diagnostics tools. Excitingly, some of these same astronauts will be present on future missions and/or contribute to long-term studies of astronaut health, which will help delineate the short- and long-term impacts of spaceflight and continue to prepare future astronauts for their missions. Finally, it is worth noting that collaboration with government, academia and the private sector at the same time led to lessons learned that should be useful to investigators embarking on similar endeavours in future civilian spaceflight missions. Specifically, co-ordination among diverse research teams can be enabled by agile funding entities (for example, TRISH, SpaceX, philanthropy) and a dedicated project manager. Also, a single institutional review board (IRB) protocol, such as that put in place by TRISH, can simplify subject consenting, while a standardized database provider (TrialX, funded by TRISH) was critical for data ingestion, cross-institute sharing and standardization for future cross-mission analyses and use of artificial intelligence and machine learning approaches. Finally, the consent and release forms of study participants were envisioned for long-term use, with datas"
}