{
  "id": "PMC11487192",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11487192/",
  "title": "Protein kinase 2 of the giant sarcomeric protein UNC-89 regulates mitochondrial morphology and function",
  "authors": "Yohei Matsunaga, Hiroshi Qadota, Nasab Ghazal, Leila Lesanpezeshki, Till Dorendorf, Jasmine C. Moody, Arnaud Ahier, Courtney J. Matheny, Siva A. Vanapalli, Steven Zuryn, Olga Mayans, Jennifer Q. Kwong, Guy M. Benian",
  "year": "2024",
  "journal": "Communications Biology",
  "abstract": "UNC-89 is a giant sarcomeric M-line protein required for sarcomere organization and optimal muscle function. UNC-89 contains two protein kinase domains, PK1 and PK2, separated by an elastic region. Here we show that PK2 is a canonical kinase expected to be catalytically active.  C. elegans  expressing UNC-89 with a lysine to alanine (KtoA) mutation to inactivate PK2 have normally organized sarcomeres and SR, and normal muscle function. PK2 KtoA mutants have fragmented mitochondria, correlated with more mitochondrially-associated DRP-1. PK2 KtoA mutants have increased ATP levels, increased glycolysis and altered levels of electron transport chain complexes. Muscle mitochondria show increased complex I and decreased complex II basal respiration, each of which cannot be uncoupled. This suggests that mutant mitochondria are already uncoupled, possibly resulting from an increased level of the uncoupling protein, UCP-4. Our results suggest signaling from sarcomeres to mitochondria, to help match energy requirements with energy production.",
  "keywords": "Cytoskeleton, Cell signalling, Mitochondria",
  "full_text": "Introduction Muscle sarcomeres contain extraordinarily large proteins, >700,000 Da 1 . Examples include twitchin, UNC-89, and TTN-1 in  C. elegans 2 ; projectin, obscurin, and Sallimus in Drosophila 3 , and titin and obscurin in vertebrates 4 , 5 . These proteins contain multiple immunoglobulin (Ig) and fibronectin type III domains (Fn), one or two protein kinase domains, and often highly elastic intrinsically disordered regions. Loss-of-function mutations in the  C. elegans  gene  unc-89  result in slow-moving worms with disorganized muscle sarcomeres, including a lack of M-lines 6 – 9 .  unc-89  is a complex gene, which utilizes three promoters and alternative splicing to generate at least 16 polypeptides, ranging in size from 156,000 to 900,000 Da 8 , 10 , 11  (WormBase). Overlapping sets of isoforms are expressed in body wall muscle, pharyngeal muscle (for pumping in and grinding up bacterial food), egg-laying and intestinal muscles, and several gonadal epithelial cells. The largest of these isoforms, UNC-89-B, consists of 53 Ig domains, two Fn3 domains, a triplet of SH3, DH, and PH domains near their N-termini, and two protein kinase domains (PK1 and PK2) near their C termini. Antibodies localize UNC-89 to the M-line 8 , 10 . To learn how UNC-89 is localized and performs its functions, we have screened a yeast two-hybrid library with segments of the largest UNC-89 isoform and identified at least 7 interacting partners with 6 out of 7 having orthologs or homologs in humans 2 . Interactions were verified by a combination of in vitro binding assays using purified recombinant proteins, co-immunolocalization, and analysis of muscle mutant phenotypes. Two types of protein phosphatases interact with the protein kinase region of UNC-89. Segments containing either of the kinase domains, Fn1-Ig52-PK1 and Ig53-Fn2-PK2, interact with SCPL-1 12 , a CTD-type protein phosphatase. The segment, Ig53-Fn2, which lies just the N-terminal of PK2, interacts with PPTR-2, a regulatory subunit of protein phosphatase 2 A (PP2A) 13 . Although we do not know the substrates for UNC-89 kinases, or SCPL-1 and PP2A phosphatases, it could be envisioned that some of the substrates might be shared. The Drosophila genome contains a single  unc-89  gene called obsc. Mutant and RNAi knockdown flies are unable to fly and their indirect flight muscles have abnormal sarcomeric structures with missing M-lines and misplaced or absent H-zones resulting in abnormally long or short thin filaments 14 . Thus, the role of UNC-89 in sarcomere assembly is conserved in worms and flies. Mammalian striated muscle expresses three UNC-89-like proteins from separate genes: obscurin (OBSC) 15 , 16 , obscurin-like 1 (obsl1) 17 , and striated muscle preferentially expressed gene (SPEG) 18 . The most homologous protein to UNC-89 is obscurin, which also exists as many isoforms, including giant isoforms (obscurin A), and shorter isoforms with 2 protein kinase domains 5 . While obscurin A contains all the same domains as UNC-89, the SH3, DH, and PH domains are located near the C-terminus rather than near the N-terminus as they are in UNC-89. Although UNC-89 is located only at the M-line, various obscurin isoforms are located at either the M-line or the Z-disk 16 , 19 . Polymorphisms or mutations in the human OBSC gene are implicated, but not yet proven, to cause various types of cardiomyopathies, systolic heart failure, and distal skeletal myopathy 20 . In addition to serving as a platform for the assembly of M-line proteins, obscurin links myofibrils to the sarcoplasmic reticulum (SR). The C-terminus of obscurin interacts with an ankyrin protein localized to the SR 21 , 22 . The obscurin KO mouse has normal myofibril organization but disorganized SR 23 . This myofibril to SR linkage is conserved in nematode UNC-89 24 . Obsl1 is an ~200 kDa protein consisting solely of 20 tandem Ig domains, and in heart muscle is localized to M-lines, Z-disks, and intercalated disks 17 . Several portions interact with titin and myomesin at the M-line 25 . However, obsl1 is ubiquitously expressed, the global KO is embryonic lethal, and mutations in the human Obsl1 gene result in a growth defect (3M-growth syndrome) 26 . Substrates for UNC-89 PK2 have not yet been identified and an understanding of the in vivo substrates for the kinase domains of obscurin is in its infancy. However, sequence analysis suggests that human obscurin PK1 and PK2 are both likely to be active kinases 27 , and each has been shown to undergo autophosphorylation in vitro 28 . Obscurin PK2 can phosphorylate N-cadherin in vitro 28 . Obscurin PK1 has been shown to autophosphorylate several serines in the interkinase region immediately C-terminal of PK1 29 . Deletion of both OBSC and Obsl1 in the skeletal muscle of mice results in changes in proteins implicated in metabolic pathways and the mitochondrial electron transport chain (ETC) 30 . Specifically, nearly all mitochondrial electron transport chain proteins were downregulated. Analysis of the proteome data suggested downregulation of ETC proteins was more associated with loss of obscurin than with Obsl1. PK1 from Drosophila UNC-89 has been shown to be an inactive pseudokinase, with inactivity features being strictly conserved across arthropods 31 . Drosophila UNC-89 PK1 has also been shown to interact with PK2, suggesting that both kinases form a functional dual kinase hub, where the inactive PK1 likely serves as regulator of PK2 31 . So far, the experiments on obscurin have utilized a knockout of the entire protein, not specifically eliminating the activity of one or more kinase domains. Taking advantage of the genetic manipulability of  C. elegans , we used CRISPR/Cas9 to create a worm that expresses UNC-89 having the established kinase inactivating mutation, lysine-to-alanine, in the ATP pocket of the PK2 catalytic domain. These mutants have normal sarcomere structure, normal force generation, even better than normal muscle function, and yet display fragmented mitochondria that have increased basal respiration that cannot be uncoupled further. We gained insight into molecules and processes that lead to mitochondrial fragmentation, uncoupling, and higher ATP. Our results suggest signaling from sarcomere to mitochondria which may function to match energy needs to energy production, and that PK2 of UNC-89 (obscurin) is key to this communication. Results Bioinformatic analysis indicates that PK2 is an active kinase and that a mutation expected to abolish activity is not expected to result in instability A sequence analysis of PK2 from  C. elegans  UNC-89 using  BLAST  confirmed that it belongs to the DMT class of CAMK kinases (Ca2+/Calmodulin-dependent kinases). The DMT class takes its name from their representative  D eath-associated-protein kinases (DAPKs),  M yosin light-chain-kinases (MLCKs), and  T riple functional domain protein-related kinases (TRIO) and contains, in addition, various muscle kinases including human titin kinase, nematode twitchin kinase (TwcK) and mammalian obscurin and SPEG kinases 32 . The BLAST search revealed that PK2 shares the highest sequence identity levels with DAPKs, TwcK, and MLCK (Supplementary Fig.  1 ). DAPK, TwcK, and MLCK kinases are proven to be catalytically active and their phosphotransfer has been characterized 33 – 35 . Referencing the UNC-89-PK2 sequence to these other kinases reveals a high conservation of catalytically relevant motifs in PK2. Specifically, canonical kinases are characterized by a glycine-rich GxGxxG loop motif involved in ATP-binding, an AAK motif in β-strand β3 containing an essential lysine (that optimally positions the non-transferable α- and β-phosphate groups of ATP), a conserved glutamate residue in helix C that forms a salt bridge with the essential lysine during the catalytically committed state of the kinase, a DFG signature motif (where the aspartate residue chelates the magnesium ion required for catalysis), a catalytic aspartate and a conserved asparagine residue (also involved in cation coordination), both in the catalytic loop motif 36 , 37 . These groups are conserved in UNC-89-PK2 (Fig.  1c  and Supplementary Fig.  1 ). A minor variation is present only in the glycine-rich motif, which in UNC-89-PK2 adopts the sequence FxGxxS. In fact, this motif is commonly diversified across obscurin and UNC-89 PK2 kinases across phyla (Supplementary Fig.  2 ). Degeneration of the first and last positions of this motif is common among kinases and is known not to compromise ATP-binding or phosphotransfer. For example, the active kinases CDK11 38 , TP53RK 39 , and mouse obscurin PK2 28  contain ExGxxG, KxGxxA, and RxGxxS motif variants, respectively. Fig. 1 Three-dimensional model of UNC-89 PK2, and CRISPR/Cas9 generation of a nematode expressing PK2 with an inactivating KtoA mutation. a  Cartoon representation (yellow) of the 3D model generated by AlphaFold 68 . Catalytically relevant segments are color-coded as in ( c ). As a transparent ribbon trace, the crystal structure of the active, canonical kinase DAPK1 in complex with the ATP-analog AMPPNP and Mg2+ and in the catalytically committed state is shown (PDB code 3F5U).  b  Close-up of the active site of UNC-89-PK2. Color code is as in ( a ). Catalytically relevant residues described in the main text are displayed and annotated.  c  Alignment of catalytically relevant sequence motifs in UNC-89-PK2 with those of representative DMT kinases: UNC-89-PK2 (PK2), human death-associated-protein kinase (DAPK1), twitchin kinase from  C. elegans  (TwcK), human myosin light-chain kinase (MLCK).  d  On top is a schematic representation of domains within the largest isoform of UNC-89. Ig domains, purple; Fn3 domains, green; KSPs, a region with tandem repeats and 44 KSPs; other domains as indicated. Note the two protein kinase domains, PK1 and PK2, at the C-terminus. Below is representation of part of the exon/intron organization of part of the  unc-89  gene, with the location of the PK2 coding region. Bottom right: confirmation of the CRISPR/Cas9 generated aag to gcc sequence change in  unc-89(sf22)  which specifies a K7816A mutation in PK2. Bottom, left: western blot comparing the levels of UNC-89 giant isoforms in wild type vs.  unc-89(sf22) . The giant isoforms of UNC-89 are ~800 kDa. The asterisk indicates a protein of nonspecific reactivity detected by the anti-UNC-89 antibodies 46 . During the course of this study, the recombinant production of UNC-89-PK2 samples compatible with viable phosphotransfer experimentation could not be established. Thus, in order to further investigate whether a phosphor-transfer productive conformation is attainable by UNC-89-PK2, we calculated its 3D model using AlphaFold and tested in silico its capability of accommodating ATP/Mg2+ (Fig.  1a, b  and Supplementary Fig.  3a ). In kinases, the mutual arrangement of N- and C-terminal fold lobes, the position of the ATP-binding glycine-rich loop, the orientation of the catalytic helix  α C hosting the conserved glutamate residue that coordinates the magnesium counterion, the conformation of the activation loop that governs access to the catalytic aspartate at the peptide binding site, the conformation of the conserved DFG-motif, and the assembly state of two dynamic structural networks of hydrophobic residues termed  spines , is dynamically altered to achieve catalytic readiness 36 . Nucleotide binding to the kinase normally induces the formation of the catalytically committed state. Distinctly, DMT kinases exist in a catalytically-primed state in the absence of ATP-binding, which does not induce a further conformational rearrangement 31 , 32 . In agreement with this existent knowledge, the 3D model of UNC-89-PK2 displayed a regular kinase fold with features typical of the catalytically-primed conformational state of a kinase (Fig.  1a, b ). At the residue level, the ATP-binding lysine K7816 is modeled forming a typical salt bridge to the conserved glutamic acid E7827 in the catalytic helix αC. The canonical DFG-motif (residues 7921-7923) is modeled in the “in”-conformation and the activation loop is in an open state. Both the regulatory (R)-spine (residues L7831, L7842, H7899 and F7922) and the catalytic (C-)spine (I7799, A7814, V7863, I7907, M7908, F7909, V7965 and L7969) are assembled. The modeled structure of UNC-89-PK2 closely resembles that of human DAPK1 and was also compatible with its ATP/Mg2+ binding mode (Fig.  1a, b  and Supplementary Fig.  3b ). Thus, we conclude that UNC-89-PK2 shares the sequence and conformational features of established canonical kinases. Mutation of the K in the AAK motif to A or several other residues has been shown to inactivate most known kinases 40 . To assess whether the introduction of a KtoA mutation in PK2 could render the kinase unstable, we tested the effects of this mutation on the 3D model of PK2 using FoldX v4 41 . This yielded a calculated comparative protein unfolding energy, ΔΔG, of −0.15 kcal/mol and indicated that no significant stability change arises from the introduction of the mutation. To summarize, UNC-89-PK2 is modeled by Alphafold in a catalytically-primed conformational state compatible with kinase activity, the active site comprises the essential functional groups necessary for phosphor-transfer and the introduced mutation is not expected to cause structural instability. Taken together, bioinformatics analysis indicates that UNC-89-PK2 is a canonical, active kinase and that the observed nematode phenotype in this work results from hindered phosphor-transfer by PK2 resulting from the inactivating KtoA mutation. Nematodes expressing UNC-89 with PK2 KtoA have normally organized sarcomeres, SR, and microtubules, and move faster than wild-type nematodes We used CRISPR/Cas9 to create a worm (Fig.  1d ),  unc-89(sf22) , in which PK2 has a K7816A mutation. The strain was outcrossed 4 times to wild type to remove most of the potential off-target mutations induced by CRISPR. By western blot, this KtoA mutation does not detectably affect the expression or stability of full-length UNC-89 isoforms (Fig.  1d ) using an established antibody 10 . Surprisingly, unlike all other  unc-89  mutants,  unc-89(sf22)  worms have normal sarcomere structure as assessed by immunostaining using antibodies to various sarcomeric proteins, including UNC-95 for the base of M-lines and dense bodies (Z-disks), MHC A myosin heavy chain for A-bands, UNC-89 for M-lines, and F-actin for I-bands (Fig.  2a–c ). Detection and localization of the PK2 KtoA mutant UNC-89 to M-lines, the normal localization of wild-type UNC-89 in sarcomeres 8 , 10 , is consistent with the western blot showing no major loss of the mutant UNC-89 protein. To examine the myofilament lattice at higher resolution we used EM. As shown in Fig.  2d , the ultrastructure of the sarcomeres in  unc-89(sf22)  and in  unc-89(syb1360) , a second, independently isolated PK2 KtoA mutant allele (see below), appear as in wild type; there are normally organized A- and I-bands, normal numbers of thick and thin filaments, and normally organized dense bodies, M-lines and membranous sacs of the SR. Fig. 2 Nematodes expressing UNC-89 with the KtoA mutation in PK2 have normal muscle structure. a  The drawing on the right shows a cross-section through an adult worm indicating that the body wall muscle is organized into four quadrants. Each quadrant is composed of interlocking pairs of mononuclear fusiform-shaped cells (23 or 24 per quadrant). The enlargement emphasizes that the myofilament lattice is restricted to one side of the cell. The drawing depicts several planes of section; one plane emphasizes that this is striated muscle with typical A-bands containing thick filaments organized around M-lines, and overlapping thin filaments attached to dense bodies (Z-disk analogs). The black oval indicates the plane viewed when an animal, lying on a glass slide, is examined by light microscopy as shown in part ( c ). This drawing is a slight modification of a published drawing 2 , under terms of a Creative Commons Attribution License.  b  Idealized sarcomere and SR with the location of proteins localized in part ( c ). MHC A: myosin heavy chain A. Red: muscle cell membrane; blue-green: ECM; green: hypodermis; and grey: cuticle. Orange ovals: location of SR determined by electron microscopy; solid orange ovals: location of UNC-68 (Ryanodine receptor).  c  Wild type (left column), and  unc-89(sf22)  (right column) animals immunostained with various antibodies to proteins indicated in part ( b ). Phalloidin was used to image F-actin in thin filaments. In each panel, several spindle-shaped body wall muscle cells are shown. Note that there is no difference in the pattern of localization of these sarcomeric markers between wild type and  unc-89(sf22) . Scale bars, 10 μm.  d  Transmission EM of body wall muscle from wild type,  unc-89(sf22)  and a second independently-generated PK2 KtoA mutant,  unc-89(syb1360) . Bottom row displays the enlargement of one portion of the image above it. Yellow arrows, M-lines; yellow arrowheads, dense bodies, green arrows, SR. There is no discernible difference between the wild type and the two mutants in terms of numbers and organization of thick and thin filaments, M-lines, dense bodies, and SR. Scale bars, 0.5 μm. Because deficiency of mouse obscurin 23  and worm UNC-89 24  result in disorganized SR, we examined SR organization using the marker UNC-68 (Ryanodine receptor). However, HA-tagged UNC-68 endogenously expressed from a CRISPR/Cas9 strain (Supplementary Fig.  4a ), or myc-tagged UNC-68 overexpressed from a transgene (Supplementary Fig.  4b ) show normal localization in  unc-89(sf22) . Obscurin is also required for normal microtubule organization 42 . However, we found no difference in microtubule organization comparing wild type vs.  unc-89(sf22) , using a transgenic line expressing TBA-1 (α-tubulin) tagged with HA (Supplementary Fig.  5 ). unc-89  is also expressed in the single sarcomere muscle cells of the pharynx. UNC-89 is normally localized to the middle of the A-bands of pharyngeal sarcomeres 8 , 10 . All previously characterized  unc-89  mutants, except for  unc-89(tm752) , have abnormally organized filaments as observed by polarized light or immunostaining 6 , 9 , 11 , with characteristic arc-like thick filaments at the periphery of the terminal bulb. As shown in Supplementary Fig.  6 , both  unc-89(sf22)  and  unc-89(syb1360)  display normal pharyngeal muscle as assessed by staining with anti-UNC-89 and the pharyngeal muscle-specific MHC C. Nearly all previously characterized  unc-89  mutants have reduced whole animal locomotion and generate reduced maximal force 9 , most likely because sarcomere disorganization results in reduced muscle activity. The one known exception is  unc-89(ad539) , but this mutant only affects the organization of the pharyngeal muscle. Two independently derived UNC-89 KtoA mutants,  unc-89(sf22)  and  unc-89(syb1360) , crawl faster than wild-type worms on an agar surface (Fig.  3a ), and generate the same amount of maximal force 43  as wild type (Fig.  3b ). Fig. 3 UNC-89 PK2 KtoA mutants move faster than wild type but exert the same amount of force as wild type. a  Crawling assays on wild type (WT), several  unc-89  loss of function alleles ( e1460, su75 ,  tm752 ), and two independently derived PK2 KtoA mutants ( sf22  and  syb1360 ). Body bends per second (BBPS) are quantified for individual animals of each strain. In the graphs, each dot represents the result from an independently selected animal. Welch’s  t -test was used for significance. Error bars (red) indicate SEMs, * p  ≤ 0.05, **** p  ≤ 0.0001.  b  NemaFlex force measurements of individual worms of the same strains indicated in part ( a ). Statistical analysis was performed using the Wilcoxon rank-sum test.  N  = 25–36; error bars (red) indicate SEMs, * p  ≤ 0.05, *** p  ≤ 0.001. Ne",
  "introduction": "Introduction Muscle sarcomeres contain extraordinarily large proteins, >700,000 Da 1 . Examples include twitchin, UNC-89, and TTN-1 in  C. elegans 2 ; projectin, obscurin, and Sallimus in Drosophila 3 , and titin and obscurin in vertebrates 4 , 5 . These proteins contain multiple immunoglobulin (Ig) and fibronectin type III domains (Fn), one or two protein kinase domains, and often highly elastic intrinsically disordered regions. Loss-of-function mutations in the  C. elegans  gene  unc-89  result in slow-moving worms with disorganized muscle sarcomeres, including a lack of M-lines 6 – 9 .  unc-89  is a complex gene, which utilizes three promoters and alternative splicing to generate at least 16 polypeptides, ranging in size from 156,000 to 900,000 Da 8 , 10 , 11  (WormBase). Overlapping sets of isoforms are expressed in body wall muscle, pharyngeal muscle (for pumping in and grinding up bacterial food), egg-laying and intestinal muscles, and several gonadal epithelial cells. The largest of these isoforms, UNC-89-B, consists of 53 Ig domains, two Fn3 domains, a triplet of SH3, DH, and PH domains near their N-termini, and two protein kinase domains (PK1 and PK2) near their C termini. Antibodies localize UNC-89 to the M-line 8 , 10 . To learn how UNC-89 is localized and performs its functions, we have screened a yeast two-hybrid library with segments of the largest UNC-89 isoform and identified at least 7 interacting partners with 6 out of 7 having orthologs or homologs in humans 2 . Interactions were verified by a combination of in vitro binding assays using purified recombinant proteins, co-immunolocalization, and analysis of muscle mutant phenotypes. Two types of protein phosphatases interact with the protein kinase region of UNC-89. Segments containing either of the kinase domains, Fn1-Ig52-PK1 and Ig53-Fn2-PK2, interact with SCPL-1 12 , a CTD-type protein phosphatase. The segment, Ig53-Fn2, which lies just the N-terminal of PK2, interacts with PPTR-2, a regulatory subunit of protein phosphatase 2 A (PP2A) 13 . Although we do not know the substrates for UNC-89 kinases, or SCPL-1 and PP2A phosphatases, it could be envisioned that some of the substrates might be shared. The Drosophila genome contains a single  unc-89  gene called obsc. Mutant and RNAi knockdown flies are unable to fly and their indirect flight muscles have abnormal sarcomeric structures with missing M-lines and misplaced or absent H-zones resulting in abnormally long or short thin filaments 14 . Thus, the role of UNC-89 in sarcomere assembly is conserved in worms and flies. Mammalian striated muscle expresses three UNC-89-like proteins from separate genes: obscurin (OBSC) 15 , 16 , obscurin-like 1 (obsl1) 17 , and striated muscle preferentially expressed gene (SPEG) 18 . The most homologous protein to UNC-89 is obscurin, which also exists as many isoforms, including giant isoforms (obscurin A), and shorter isoforms with 2 protein kinase domains 5 . While obscurin A contains all th",
  "methods": "Materials and methods Bioinformatics analysis of PK2 Three-dimensional structural models of UNC-89-PK2 (UniProtKB  O01761 ) were calculated using AlphaFold v2.3.1 68  as implemented in the ColabFold 1.5.5 server ( https://colab.research.google.com/github/sokrypton/ColabFold/blob/main/AlphaFold2.ipynb ). In order to estimate the effect of the KtoA mutation (K7816A in UniProtKB  O01761 ) on kinase stability, we calculated a comparative protein unfolding energy, ΔΔG, between wild type and in silico mutated PK2 models, where ΔΔG = ΔG KtoA  – ΔG wt . To calculate the ΔΔG value, the best-ranking AlphaFold model was used as template in FoldX v4 41 , applying the RepairPDB function for gentle model equilibration, followed by the introduction of the KtoA mutation using the PositionScan function, as described in ref.  69 . C. elegans  strains N2 (wild type, Bristol) GB360  unc-89(sf22) , outcrossed 4× to wild type GB361  unc-89(sf24) , outcrossed 3× to wild type GB362  unc-89(syb1195) , outcrossed 3× to wild type GB363  unc-89(syb1360) , outcrossed 3× to wild type \n unc-89(tm752) \n CB1460  unc-89(e1460) HE75  unc-89(su75) GB359  unc-22(sf21) , outcrossed 4× to wild type \n unc-22(e105) \n CU6372  drp-1(tm1108) GB364  unc-89(sf22); drp-1(tm1108) ZW129  zwIs108  [myo-3p::myc::unc-68; myo-3p::GFP] GB369  unc-89(sf22); zwIs108 SU1002  unc-68 (jc78[ HA::unc-68 ])  cash-1 (jc60[TagRFP::myc::cash-1]V GB366  unc-89(sf22) ;  unc-68 (jc78[ 3Xha::unc-68 ])  cash-1 (jc60[TagRFP::myc::cash-1] GB357  sfEx [myo-3p::TBA-1::HA; sur-5::GFP] GB358  unc-89(sf22); sfEx [myo-3p::TBA-1::HA; sur-5::GFP] SJZ884  foxSi127  [myo-3p::tomm20::mKate2::HA::tbb-2 3′UTR] GB353  unc-89(sf22) I; foxSi127  [myo-3p ::tomm20::mKate2::HA::tbb-2 3′UTR] GB354  unc-89(syb1360); foxSi127  [myo-3p ::tomm20::mKate2::HA::tbb-2 3′UTR] GB296  sfIs21 [myo-3p::PercevalHR; lin-44p::GFP] GB355  unc-89(sf22); sfIs21 [myo-3p ::PercevalHR; lin-44p::GFP] GB356  drp-1(tm1108); sfIs21 [myo-3p ::PercevalHR; lin-44p::GFP] PHX6586  ucp-4(syb6586) GB367  unc-89(sf22); ucp-4(syb6586) GB368  unc-89(syb1360); ucp-4(syb6586) GB267  sfIs13 [hsp ::HA ::UNC-89 (1/3 IK-Ig-Fn-PK2 ; sur-5 ::GFP)] CRISPR/Cas9 generation of UNC-89 PK2 KtoA mutants, and HA tagging of UCP-4 The UNC-89 PK2 KtoA mutants,  unc-89(sf22)  and  unc-89(sf24)  were generated using the following strategy. Vector: pPD162 (Peft-3::Cas9 + Empty sgRNA) Target sequence in pPD162: ACGAATCTTCACAGCGCAA Template sequence (100 nt ssDNA): 3′ATTCATACTCTGAGATCGCTTCAGACGATGGATGACGAA TggcCA CtGCGCAgTGtGCGTGACCTTCTGTTGTGGAATCGACGGCGTCGCGGATCACAGA5′ ggc: KtoA point mutation under lined : MscI site used to detect heterozygotes Lower case g: silent mutation Primers for insertion of sgRNA target sequence: Fw: 5′ACGAATCTTCACAGCGCAAgttttagagctagaaatagcaagt3′ Rv: 5′caagacatctcgcaataggaggtg3′ PK2 coding region (length 968 bp) from genomic DNA: ATGATCCAACAGGACGGTTCCAGgtaagggacacttcaggaaataaaaagaaagtcatgtgaaattttccctttatactgggaataattaggcaaaatccctactaacaatatccatattttggtacactgaaagtaatt",
  "results": "Uncoupling might result from increased levels of the uncoupling protein UCP-4 in PK2 KtoA mutants That both ETC I and ETC II-based respiration cannot be further increased by uncoupling reagents (Fig.  8a, b ), suggests that the mutant mitochondria are already uncoupled. The proton gradient across the intermembrane space is generated by electron transfer, but the gradient can be dissipated by uncoupling proteins (UCPs) 58 . UCPs are a family of transporters that permit proton movement back into the mitochondrial matrix, and some UCPs are involved in generating heat. Thus, uncoupling should result in less ATP production, and the observed increase in ATP is likely due to increased glycolysis (Fig.  9 ). Mammals express 5 UCP proteins, but  C. elegans  express only a single UCP, called UCP-4. Nematode UCP-4 is primarily expressed in the body wall and pharyngeal muscles 59 . We wished to explore the possibility that the level of UCP-4 is altered in the PK2 KtoA mutants. We created a CRISPR/Cas9 strain in which UCP-4 has an HA tag at its C-terminus, and this strain was crossed into  unc-89(sf22)  and  unc-89(syb1360) . As shown in Fig.  10 , the level of UCP-4 protein, but not mRNA, is increased in PK2 KtoA mutants. The higher level of UCP-4 likely explains the uncoupled state of PK2 KtoA mutants, but why UCP-4 levels are increased awaits further study. Fig. 10 PK2 KtoA mutants have elevated levels of UCP-4 protein but not mRNA. a  Representative western blot reacted with anti-HA to detect UCP-4-HA. An HA tag was inserted at the C-terminus of UCP-4 by CRISPR/Cas9 in a wild-type background and crossed into the  unc-89  mutants.  b  Quantitation of western blot results with  n  = 3–5. Statistical significance was assessed using an unpaired  t -test with Welch’s correction.  c  Results of quantitative real-time PCR comparing levels of  ucp-4  mRNA in wild type vs. the  unc-89  mutants. Statistical significance was assessed using an unpaired  t -test with Welch’s correction.",
  "discussion": "Discussion We first performed bioinformatics analysis indicating that UNC-89 PK2 is a canonical active protein kinase and that a particular missense mutation (KtoA) is expected to abolish activity but not the stability of the protein. We used CRISPR/Cas9 to create worms that express UNC-89 isoforms with catalytically inactive PK2 protein kinase domains and we observed an unexpected and specific phenotype. In contrast to all previously described  unc-89  loss of function mutants, these worms have normal sarcomere and SR structures and move faster than the wild type. In addition, PK2 KtoA mutants have fragmented mitochondria. Although mitochondrial fragmentation is usually associated with decreased mitochondrial function, we found that ATP levels were increased and complex I basal respiration was increased and was already uncoupled, and there was no obvious increase in complex I proteins. Nevertheless, complex II basal respiration was decreased and the level of complex II was decreased. Thus, it seems that the effect of PK2 KtoA mutation both increases and decreases mitochondrial function. The observed increase in glycolysis might be a compensatory response to altered mitochondrial respiration. We gained molecular insight into how the mitochondria are fragmented. The conserved GTPase Drp1 is required for mitochondrial fragmentation, and in mammals, this occurs by recruitment of Drp1 to the outer membrane by adaptors, then oligomerization, recruitment of dynamin 2, and membrane scission 60 . We found that there is more DRP-1 associated with mitochondria of PK2 KtoA mutants, thus explaining the higher degree of fragmentation. Conversely, increasing the level of wild-type PK2 by transgenic overexpression increases mitochondrial clumping and decreases DRP-1 associated with mitochondria. The association of Drp1 is known to be regulated by phosphorylation in a complex manner, some phosphorylation sites promoting association, others inhibiting it 48 . Our finding that genetically  drp-1  is epistatic to  unc-89(sf22)  is consistent with the DRP-1 protein being a direct or indirect target of UNC-89 PK2 protein kinase activity. That both complex I and complex II respiration could not be further uncoupled led us to postulate that the mitochondria are already uncoupled. The proton gradient across the intermembrane space can be dissipated by uncoupling proteins which transport protons back into the mitochondrial matrix. Although mammals express 5 UCP proteins,  C. elegans  expresses only a single UCP, UCP-4. This allowed us to easily explore whether this mechanism of uncoupling is abnormal in PK2 KtoA mutants. We found that the level of UCP-4 protein is elevated in PK2 KtoA mutants as compared to wild type. The higher level of UCP-4 likely explains the uncoupled state of PK2 KtoA mutants; however, how this occurs awaits further experiments. One possibility is that the expression, stability, or activity of UCP-4 is regulated by phosphorylation, which also may o",
  "conclusion": ""
}