{
  "id": "PMC10422843",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10422843/",
  "title": "Genomic characterization and radiation tolerance of ",
  "authors": "Patrick Leo, Marcus de Melo Texeira, Atul M. Chander, Nitin K. Singh, Anna C. Simpson, Andrey Yurkov, Fathi Karouia, Jason E. Stajich, Christopher E. Mason, Kasthuri Venkateswaran",
  "year": "2023",
  "journal": "IMA Fungus",
  "abstract": "During the construction and assembly of the Mars 2020 mission components at two different NASA cleanrooms, several fungal strains were isolated. Based on their colony morphology, two strains that showed yeast-like appearance were further characterized for their phylogenetic position. The species-level classification of these two novel strains, using traditional colony and cell morphology methods combined with the phylogenetic reconstructions using multi-locus sequence analysis (MLSA) based on several gene loci (ITS, LSU, SSU,  RPB 1,  RPB2 ,  CYTB  and  TEF1 ), and whole genome sequencing (WGS) was carried out. This polyphasic taxonomic approach supported the conclusion that the two basidiomycetous yeasts belong to hitherto undescribed species. The strain FJI-L2-BK-P3 T , isolated from the Jet Propulsion Laboratory Spacecraft Assembly Facility, was placed in the  Naganishia albida  clade  (Filobasidiales, Tremellomycetes),  but is genetically and physiologically different from other members of the clade. Another yeast strain FKI-L6-BK-PAB1 T , isolated from the Kennedy Space Center Payload Hazardous and Servicing Facility, was placed in the genus  Cystobasidium  ( Cystobasidiales, Cystobasidiomycetes ) and is distantly related to  C. benthicum.  Here we propose two novel species with the type strains,  Naganishia kalamii  sp. nov. (FJI-L2-BK-P3 T  = NRRL 64466 = DSM 115730) and  Cystobasidium onofrii  sp. nov. (FKI-L6-BK-PAB1 T  = NRRL 64426 = DSM 114625). The phylogenetic analyses revealed that single gene phylogenies (ITS or LSU) were not conclusive, and MLSA and WGS-based phylogenies were more advantageous for species discrimination in the two genera. The genomic analysis predicted proteins associated with dehydration and desiccation stress-response and the presence of genes that are directly related to osmotolerance and psychrotolerance in both novel yeasts described. Cells of these two newly-described yeasts were exposed to UV-C radiation and compared with  N. onofrii,  an extremophilic UV-C resistant cold-adapted Alpine yeast. Both novel species were UV resistant, emphasizing the need for collecting and characterizing extremotolerant microbes, including yeasts, to improve microbial reduction techniques used in NASA planetary protection programs. Supplementary Information The online version contains supplementary material available at 10.1186/s43008-023-00119-4.",
  "keywords": "2 new species, Mars 2020 mission, NASA cleanrooms, UV resistance, Extremophiles",
  "full_text": "INTRODUCTION Many fungal species, including yeasts, have been isolated and characterized from different extreme environments, such as the Antarctic continent (rocks, soil brines), Arctic ice-sheet and sea-ice, deep sea, deserts, etc. (Buzzini and Margesin  2014 ; Segal-Kischinevzky et al.  2022 ; Coleine et al.  2022 ). Yeasts and yeast-like fungi isolated from Antarctic environments (proposed as resembling the surface and conditions of Mars and/or Icy Moons) were reported to successfully resist a wide spectrum of stressors which mimic conditions on other planetary bodies, including ionizing radiation, UV-flux irradiation, extremely low and high temperatures, desiccation, high salinity and acidic conditions (Onofri et al.  2004 ,  2020 ; Selbmann et al.  2005 ; Pacelli et al.  2017 ,  2021 ; Buzzini et al.  2018 ). Since National Aeronautics and Space Administration (NASA) Planetary Protection (PP) seeks to prevent anthropogenic microbial transport (forward contamination) to other planets (Cockell  2005 ; Conley and Rummel  2010 ), evaluation of hitchhiking extremophilic yeasts on spacecraft and associated components is necessary. A wide range of microbial taxa, including both bacterial and fungal species, have been detected in various NASA spacecraft assembly cleanrooms (La Duc et al.  2012 ), but historically NASA and European Space Agency (ESA) PP policy has focused on monitoring and eradicating bacteria, specifically those producing endospores. However, the presence of fungi in these cleanrooms has also recently been assessed, since fungi are tolerant of a wide range of extreme conditions (Parker et al.  2022 ; Blachowicz et al.  2022 ; Chander et al.  2022b ). Characterization of fungi (including yeast) is important both for assessing the risk of forward contamination and updating appropriate cleaning and sterilization strategies (Benardini and Moissl-Eichinger  2022 ). Therefore, newly discovered fungal (including yeasts) species in cleanrooms must be evaluated not only for their morphology, but also at the genomic level so that new countermeasures can be developed to eradicate them based on their biology and resilient properties (Chander et al.  2022b ). To date, only filamentous fungi have been described from cleanrooms (Parker et al.  2022 ; Blachowicz et al.  2022 ; Chander et al.  2022b ). In contrast to filamentous fungi, yeasts are microscopic and predominantly unicellular (Boekhout et al.  2021 ). It has been shown that yeast and yeast-like fungi are capable of adapting to and colonizing various ecological niches due to their genetic and phenotypic plasticity and robustness (Ene et al.  2015 ; Ribeiro et al.  2022 ). Several important adaptations facilitate survival of yeast cells in harsh environments, including production of thick external polysaccharide capsules, forming biofilm, and UV protective compounds, melanin, carotenoids and mycosporines (Buzzini et al.  2018 ). In this study, we describe for the first time two novel yeast species from NASA cleanrooms, which are oligotrophic extreme environments. To explore yeast diversity in various environments including NASA cleanrooms, understanding their phylogenetic diversity and ecology is necessary. Phylogenies based on 16S ribosomal RNA or average nucleotide identity (ANI) are most commonly used for prokaryote taxonomy, but fungal species are identified with nucleotide sequences of multiple conserved gene regions (Lücking et al.  2021 ). To identify yeasts, both phenotypic traits and molecular analyses are required (Boekhout et al.  2021 ). The modern yeast taxonomy includes genealogical approaches based on single locus (ITS or LSU), multi-locus sequence analysis (MLSA) and recently whole genome sequencing (WGS) (Libkind et al.  2020 ; Boekhout et al.  2021 ; Chander et al.  2022b ). Molecular phylogeny for species recognition in Fungi is gaining broad attention (Lücking et al.  2021 ), but understanding species ecology requires investigating morphology, physiology, and biochemistry leading to the Consolidated Species Concept based on the so-called polyphasic approach (Boekhout et al.  2021 ). One of the objectives of this study was to characterize two novel yeast species by employing the polyphasic taxonomic approach, which is necessary to formally describe the two novel taxa. Colony morphology, microscopic features, and physiological properties were combined with MLSA phylogeny (seven loci). In addition, a phylogenetic analysis based on available WGS was applied to test its utility for species discrimination. The assembled and characterized genomes of  Naganishia kalamii  FJI-L2-BK-P3 T  and  Cystobasidium onofrii  FKI-L6-BK-PAB1 T  were compared with genomes of other closely related species to identify unique and shared evolutionary characters. Considering unique properties of the habitat challenging the microbial life, the third objective of this study was to assess the UV-C resistance of the two novel yeast species and compared with a UV-C resistant extremophilic yeast,  Naganishia onofrii  strain DBVPG 5303 from Miage glacier (Mont Blanc, Alps, Italy) at the altitude of 3892 m above sea level (Turchetti et al.  2015 ). MATERIALS AND METHODS Sample collection and isolation of yeasts Steps for sample collection and isolation of yeasts at the Jet Propulsion Laboratory Spacecraft Assembly Facility (JPL-SAF) and the Kennedy Space Center Payload Hazardous and Servicing Facility (KSC-PHSF) cleanrooms were previously described (Parker et al.  2022 ; Blachowicz et al.  2022 ). Briefly, samples were collected from cleanroom surfaces using moist polyester wipes and were agitated in 200 mL sterile phosphate-buffered saline (PBS) and shaken for 1 min. The resulting PBS suspension was concentrated using an Innova Prep LLC concentrating pipette and spread onto plates containing potato dextrose agar (PDA, Difco, #213,400) mixed with chloramphenicol (25 µg/mL). Plates were incubated at 25 °C for 7–14 days, and yeast strains were isolated, purified, and stored for further characterization. Steps for determination of microscopic traits and observation and microscopic morphology were followed as per previous protocol (Chander et al.  2022b ). In a nutshell, a small block of agar was placed in the center of a sterile slide, and all four sides of the agar were inoculated with the yeast suspension. Subsequently, a sterile cover slip was gently placed on top of the agar block. The slide culture was kept in a moist Petri dish lined with filter paper soaked in sterile water. After 14–21 days, the yeast grew out onto the coverslip and the slide was tested. The cover slip was gently removed with sterile forceps and placed on a clean microscopic slide with a drop of water or lactophenol cotton blue (Hardy Diagnostics, Santa Maria, CA) for microscopic observations. Phase contrast images were captured on an Olympus BX53 microscope with an Olympus DP25 camera and Olympus cellSens software. Differential interference contrast (DIC) images were generated on a Nikon Ti2-E inverted microscope with Nikon NIS Elements software. Cell morphological characters were measured with the Olympus cellSens or Nikon NIS Elements software. Assimilation tests were performed in liquid media following the procedures described by (Kurtzman et al.  2011 ), in custom-made microplates (Nunc 96-Well U-Bottom plate, Thermo Fisher Scientific) and 5 mL tubes (Falcon, Corning) using the same standard set of substrates and with YT MicroPlates (BioLog) as described elsewhere (Greetham et al.  2014 ; Mašínová et al.  2018 ; Passer et al.  2019 ). Tubes and microplates with suitable aliquots of test cultures were incubated at 25 °C. Utilization of substrates was examined in PDA and incubated for 7 days. The change in coloration and oxidation and/or assimilation profiles of 94 different carbon sources were documented by visual examination. The clear positives and negatives were scored within 7 days of incubation, and delayed reaction (weak) was documented by examining the tetrazolium violet color change after 14 days of incubation. Further incubation and observation on 14th day did not yield any difference in results compared to those that were observed at day 7. Tubes were examined after 7, 14 and 21 days, and the growth (changing turbidity) was documented by visual examination. Preliminary identification based on ITS sequencing DNA was extracted from 7-day grown yeast cultures on PDA incubated at 25 °C using the tissue LEV purification kit with Maxwell-16 MDx automated system (Promega, Madison, WI, USA). The ITS region was amplified employing polymerase chain reaction (PCR), using primers ITS 1F (5′-CTT GGT CAT TTA GAG GAA GTA A-3′) (Lai et al.  2007 ) ,  and Tw13 (5′-GGT CCG TGT TTC AAG ACG-3′) (Taylor and Bruns  1999 ). PCR conditions and sample preparation steps for sequencing are described elsewhere (Blachowicz et al.  2017 ) .  The ITS sequences were also included in the subsequent MLSA-based analyses. Whole genome sequencing Genomic DNA was isolated from 1 g wet biomass scraped from PDA plates, using a ZymoBIOMICS MagBead DNA kit (Zymo Research) and bead beating, followed by a Precellys homogenizer (Bertin) treatment. The quality of genomic DNA was verified by gel electrophoresis and quantified by spectrophotometric measurements (Nanophotometer NP80 Mobile, Implen GmbH). Library preparation was performed using the Illumina Nextera Flex Protocol (Illumina document # 1000000025416 v07). The initial amount of DNA for library preparation was quantified, and 5–12 cycles of PCR amplification were carried out to normalize the output depending on the input DNA concentration. The amplified genomic DNA fragments were indexed and pooled in a 384-plex configuration with dual-index adapters. WGS was performed on a NovaSeq 6000 S4 flowcell PE 2 × 150 base pairs (bp) platform with a paired-end module. The data was filtered with NGS QC Toolkit v2.3 (Patel and Jain  2012 ) ,  for high-quality (HQ) vector and adaptor-free reads for genome assembly (cutoff read length for HQ, 80%; cutoff quality score, 20). The genomes for the two novel yeast species were reassembled using the Automatic Assembly For The Fungi (AAFTF v 0.3.3) pipeline (Stajich and Palmer  2019 ), as follows: (i)The Illumina sequencing reads underwent trimming via the BBDuk module within the BBMap software suite (v 38.95 )  (BBMap: A Fast, Accurate, Splice-Aware Aligner (Conference) OSTI.GOV); (ii) BBMap was employed to eliminate any contaminant reads, and (iii) the resulting high-quality reads were assembled using SPAdes v3.15.4 (Bankevich et al.  2012 ). (iv) Contaminant contigs were identified and removed, using nucleotide Basic Local Alignment Search Tool (BLASTn) (Johnson et al.  2008 ); (v) We purged duplicated contigs using minimap2 (Li  2018 ). Final assemblies were polished, using the Pilon v1.24 software (Walker et al.  2014 ); (vii) The final scaffolds were sorted by length and the fasta headers renamed for further annotation. The assembly quality was verified with QUAST 5.1.0 (Gurevich et al.  2013 ) and completeness using BUSCO and its basidiomycota_odb10 database (Seppey et al.  2019 ). Genome annotation and comparative genomic analyses As described in Chander et al. ( 2022b ), the funannotate v1.8 pipeline (Palmer and Stajich  2020 ) for fungal genome annotation was used. Masked repetitive DNA content were identified using TANTAN (Frith  2011 ) using the funannotate mask command. The funnanotate predict command was used for gene content prediction, via both evidence-based and ab initio (i.e. structure-based) prediction pathways. The basidiomycota_odb10 BUSCO database (Simão et al.  2015 ) was used to find conserved gene models for training the ab initio predictors Augustus (Seppey et al.  2019 ), glimmerhmm (Delcher  1999 ), and snap (Korf  2004 ). The GeneMark-ES was also evoked with the option for fungal genomes (Lomsadze  2005 ). Weighted consensus gene structure was obtained via EVidenceModeler (Haas et al.  2008 ) using weigh = 2 in the case of Augustus HiQ models and weight = 1 otherwise. Genes of length < 50aa and genes identified as transposable elements were filtered out of the dataset. tRNAscan-SE was used to predict tRNAs (Chan and Lowe  2019 ). Finally, the funannotate annotate function was used to annotate genes using Eggnog (Huerta-Cepas et al.  2019 ), Pfam (Mistry et al.  2021 ), carbohydrate-degrading enzymes (CAZYme) (Drula et al.  2022 ), Interproscan (Blum et al.  2021 ), Gene Ontology (GO) terms (Gene Ontology Consortium  2004 ), MEROPS (Rawlings et al.  2018 ), and Secreted proteins (Choi et al.  2010 ). Biosynthetic gene clusters (BGCs) were predicted in the two yeast genomes via fungiSMASH, the fungal-genome-specific version of antiSMASH (Blin et al.  2021 ). We next run the funannotate compare function in 7  Naganishia  species (which ones) and in 5  Cystobasidium  (which ones), to look for genomic trends of the above protein categories in those two groups of fungi. Next, we ran CAFE5 to infer changes in the size of Interpro gene families regarding their phylogenetic distribution using the gene birth and death procedure to infer gene gain and loss of specific yeast phenotypes. Assembled genomes and its respectively annotations were deposited at the National Center for Biotechnology Information (NCBI; Chander et al.  2022a ). Multi-locus phylogenetic analyses Following recent multi-gene analyses of basidiomycetous yeasts (Liu et al.  2015 ; Wang et al.  2015b ), MLSA was used to obtain solid placement of the two yeast strains. The gene sequences of all available  Naganishia  strains were retrieved from NCBI, except for  N. tulchinskyi  (Bijlani et al.  2022 ) and FJI-L2-BK-P3 T  strains, which were obtained from using blast tools (Additional file  1 : Table S1). Likewise, the gene sequence of all available  Cystobasidium  strains were retrieved from NCBI, except for the FKI-L6-BK-PAB1 T  strain, which was obtained from its WGS during this study (Additional file  1 : Table S2). Phylogenetic analyses were carried out using seven genes (ITS ,  LSU ,  SSU , RPB 1,  RPB 2,  CYTB , and  TEF1 ) with all available  Naganishia  ( n  = 20) and  Cystobasidium  species ( n  = 21). The individual gene sequences for  Cystobasidium  and  Naganishia  datasets were aligned separately using the R package DECIPHER (Wright  2020 ). Briefly, sequences from a fasta file were extracted and loaded using  ReadDNAStringSet  function. The  removeGaps  argument was set to \"all\" to remove all gaps in the input sequences. For this reason,  OrientNucleotides  function was used to reorient sequences by changing their directionality and/or complementarity to match specified reference sequences in the same set. By default, the first sequence with maximum width was used as a reference sequence. Character string indicating the allowed reorientation of non-reference sequences was set to \" both \" (for reverse complement). The algorithm works by finding the  k-mer  distance between the reference sequence. The more the sequences look similar, smaller is the evolutionary distance. Numeric threshold giving the decrease in  k-mer  distance required to adopt the alternative orientation was set to 0.05.  AlignSeqs  function was performed for the generation of the alignment. The profile-to-profile method aligns a sequence set by merging profiles along a guide tree until all the input sequences are aligned. Guide tree was automatically constructed based on a distance matrix of shared  k-mers  using the setting  guideTree  = NULL.  iterations  = 2 and  refinement  = 1 were set to specify the number of iteration steps to regenerate the guide tree based and the re-alignment. Thus, the best alignment was chosen based on its sum-of-pairs score. Construction of phylogenetic trees utilizing the seven gene sequences listed above for MLSA was performed via IQ-TREE v 2.1.1 using the concatenation approach (Minh et al.  2020 ). ModelFinder approach was used for the evaluation of the best DNA substitution model (Kalyaanamoorthy et al.  2017 ). Ultrafast bootstraps and SH-like approximate likelihood ratio test (SH-aLRT) were assumed for branch support (Anisimova et al.  2011 ). The tree topologies were then visualized with the Interactive Tree Of Life v5 ( https://itol.embl.de/ ). Whole genome-based phylogenetic analyses Phylogenomic trees based on universal barcodes for fungi were constructed following the PHYling pipeline (GitHub - stajichlab/PHYling_unified: Unified PHYling pipeline for species tree building from annotated genomes; see  https://github.com/stajichlab/AAFTF  and  https://github.com/nextgenusfs/funannotate  for assembly and annotation steps). The protein models representing the  Tremellomycetes  class (for phylogenomic analysis of FJI-L2-BK-P3 T ) and the  Cystobasidiales  order (for phylogenomic analysis of FJI-L2-BK-P3 T ) were downloaded from the Mycocosm portal (Grigoriev et al.  2014 ) .  Additional unannotated genomes representing the  Cystobasidium  and  Naganishia  species were downloaded from NCBI and submitted to the same gene prediction papiline described above (See Genome Annotation and Comparative Genomic Analyses section). We used the hmmsearch tool from HMMER v3.3.2, to compare protein sequences to the fungi_odb10 database, a collection of benchmarking protein sequences that are conserved across a wide range of fungal species, and identify potential homologous sequences (Simão et al.  2015 ). The tool utilizes a statistical model of protein sequence conservation to identify the degree of similarity between the query sequence and the protein sequences contained in the database. To create the protein alignments, the HMMER v3.3.2 hmmbuild function was employed. Spurious positions were purged with the ClipKIT v 1.3.0 tool, using the smartgap function. We then generated individual protein Maximum Likelihood (ML) phylogenetic trees employing IQ-TREE2 using partitions from each protein marker; the best protein model was calculated individually utilizing standard model selection (-m TEST option) (Kalyaanamoorthy et al.  2017 ). Tree reconstruction was performed with the supermatrix approach (Chernomor et al.  2016 ) and branch fidelity was tested using SH-aLRT (Anisimova and Gascuel  2006 ) and ultrafast bootstrap methods (Hoang et al.  2018 ). The final tree for each species was visualized with FigTree v 1.4.4 software. UV-C resistance The evaluation of UV-C resistance was carried out via methods described previously (Blachowicz et al.  2019 ). Briefly, yeast cells (n = 3 species) were counted using a hemocytometer (Double Neubauer Counting Chamber, Hausser Scientific, Horsham, PA, United States) from 7-day-old cultures grown at 25 °C on PDA. Cell suspensions were diluted in molecular grade sterile water (Fisher Scientific, Waltham, MA, United States) and ∼ 2 × 10 4  cells/mL were added to precision-cleaned aluminum coupons followed by drying overnight at room temperature in a bio-hood (Chander et al.  2022a ,  b ). Coupons with dried yeast cells were placed in plastic Petri dishes, without a lid, and exposed to UV-C using a Crosslinker CL-1000 (UVP Inc). The lamp was placed above the sample with an exposure time required to produce the following doses: 0, 500, 1000, 2000 and 3000 J/m 2 . The dose rate was 100 μW cm −2 . After exposure to UV-C, 100 μL of 10% sterile polyvinyl alcohol (PVA) was applied on each coupon and dried at 37 °C for 60 min. Dried PVA along with yeast cells was peeled using sterile forceps and added to 1 mL of molecular grade sterile water. The PVA extraction step was repeated twice. Once PVA was dissolved, serial dilutions were prepared and plated on PDA in quadruplicates. Colony forming units (CFUs) were counted after 7 days of incubation at 25 °C. TAXONOMY Naganishia kalamii  K. Venkateswaran, P. Leo & N. K. Singh , sp. nov. MycoBank: MB 846830. Etymology : After Avul Pakir Jainulabdeen Abdul Kalam, an Indian aerospace scien",
  "introduction": "INTRODUCTION Many fungal species, including yeasts, have been isolated and characterized from different extreme environments, such as the Antarctic continent (rocks, soil brines), Arctic ice-sheet and sea-ice, deep sea, deserts, etc. (Buzzini and Margesin  2014 ; Segal-Kischinevzky et al.  2022 ; Coleine et al.  2022 ). Yeasts and yeast-like fungi isolated from Antarctic environments (proposed as resembling the surface and conditions of Mars and/or Icy Moons) were reported to successfully resist a wide spectrum of stressors which mimic conditions on other planetary bodies, including ionizing radiation, UV-flux irradiation, extremely low and high temperatures, desiccation, high salinity and acidic conditions (Onofri et al.  2004 ,  2020 ; Selbmann et al.  2005 ; Pacelli et al.  2017 ,  2021 ; Buzzini et al.  2018 ). Since National Aeronautics and Space Administration (NASA) Planetary Protection (PP) seeks to prevent anthropogenic microbial transport (forward contamination) to other planets (Cockell  2005 ; Conley and Rummel  2010 ), evaluation of hitchhiking extremophilic yeasts on spacecraft and associated components is necessary. A wide range of microbial taxa, including both bacterial and fungal species, have been detected in various NASA spacecraft assembly cleanrooms (La Duc et al.  2012 ), but historically NASA and European Space Agency (ESA) PP policy has focused on monitoring and eradicating bacteria, specifically those producing endospores. However, the presence of fungi in these cleanrooms has also recently been assessed, since fungi are tolerant of a wide range of extreme conditions (Parker et al.  2022 ; Blachowicz et al.  2022 ; Chander et al.  2022b ). Characterization of fungi (including yeast) is important both for assessing the risk of forward contamination and updating appropriate cleaning and sterilization strategies (Benardini and Moissl-Eichinger  2022 ). Therefore, newly discovered fungal (including yeasts) species in cleanrooms must be evaluated not only for their morphology, but also at the genomic level so that new countermeasures can be developed to eradicate them based on their biology and resilient properties (Chander et al.  2022b ). To date, only filamentous fungi have been described from cleanrooms (Parker et al.  2022 ; Blachowicz et al.  2022 ; Chander et al.  2022b ). In contrast to filamentous fungi, yeasts are microscopic and predominantly unicellular (Boekhout et al.  2021 ). It has been shown that yeast and yeast-like fungi are capable of adapting to and colonizing various ecological niches due to their genetic and phenotypic plasticity and robustness (Ene et al.  2015 ; Ribeiro et al.  2022 ). Several important adaptations facilitate survival of yeast cells in harsh environments, including production of thick external polysaccharide capsules, forming biofilm, and UV protective compounds, melanin, carotenoids and mycosporines (Buzzini et al.  2018 ). In this study, we describe for the first time two novel yeas",
  "methods": "MATERIALS AND METHODS Sample collection and isolation of yeasts Steps for sample collection and isolation of yeasts at the Jet Propulsion Laboratory Spacecraft Assembly Facility (JPL-SAF) and the Kennedy Space Center Payload Hazardous and Servicing Facility (KSC-PHSF) cleanrooms were previously described (Parker et al.  2022 ; Blachowicz et al.  2022 ). Briefly, samples were collected from cleanroom surfaces using moist polyester wipes and were agitated in 200 mL sterile phosphate-buffered saline (PBS) and shaken for 1 min. The resulting PBS suspension was concentrated using an Innova Prep LLC concentrating pipette and spread onto plates containing potato dextrose agar (PDA, Difco, #213,400) mixed with chloramphenicol (25 µg/mL). Plates were incubated at 25 °C for 7–14 days, and yeast strains were isolated, purified, and stored for further characterization. Steps for determination of microscopic traits and observation and microscopic morphology were followed as per previous protocol (Chander et al.  2022b ). In a nutshell, a small block of agar was placed in the center of a sterile slide, and all four sides of the agar were inoculated with the yeast suspension. Subsequently, a sterile cover slip was gently placed on top of the agar block. The slide culture was kept in a moist Petri dish lined with filter paper soaked in sterile water. After 14–21 days, the yeast grew out onto the coverslip and the slide was tested. The cover slip was gently removed with sterile forceps and placed on a clean microscopic slide with a drop of water or lactophenol cotton blue (Hardy Diagnostics, Santa Maria, CA) for microscopic observations. Phase contrast images were captured on an Olympus BX53 microscope with an Olympus DP25 camera and Olympus cellSens software. Differential interference contrast (DIC) images were generated on a Nikon Ti2-E inverted microscope with Nikon NIS Elements software. Cell morphological characters were measured with the Olympus cellSens or Nikon NIS Elements software. Assimilation tests were performed in liquid media following the procedures described by (Kurtzman et al.  2011 ), in custom-made microplates (Nunc 96-Well U-Bottom plate, Thermo Fisher Scientific) and 5 mL tubes (Falcon, Corning) using the same standard set of substrates and with YT MicroPlates (BioLog) as described elsewhere (Greetham et al.  2014 ; Mašínová et al.  2018 ; Passer et al.  2019 ). Tubes and microplates with suitable aliquots of test cultures were incubated at 25 °C. Utilization of substrates was examined in PDA and incubated for 7 days. The change in coloration and oxidation and/or assimilation profiles of 94 different carbon sources were documented by visual examination. The clear positives and negatives were scored within 7 days of incubation, and delayed reaction (weak) was documented by examining the tetrazolium violet color change after 14 days of incubation. Further incubation and observation on 14th day did not yield any difference in results compared t",
  "results": "RESULTS Naganishia kalamii Molecular phylogeny Naganishia kalamii  belongs to  Basidiomycota , class  Tremellomycetes , and order  Filobasidiales . ITS sequence similarity of the strain FJI-L2-BK-P3 T  with the majority of  Naganishia  species was > 98.5% suggesting that the ITS marker alone may not be useful to identify  Naganishia  species (see also Scorzetti et al.  2002 ; Fonseca et al.  2011 ). Furthermore, combined sequence analyses of both ITS and LSU fragments placed  N. kalamii  in the  N. albida  clade, in a distinct position next to  N. albida  var.  ovalis  CBS 5810 T  (two substitutions in the LSU). Although the  N. albida  clade is represented in the literature, collections and databases by an array of strains showing highly variable physiological and biochemical characteristics, the pair-wise distances matrix clearly shows the difficulties to discriminate the members of  N. albida  clade when only ITS and LSU markers were used (Additional file  2 : Fig. S2). This problem was highlighted in the comments to the species by Fonseca et al. ( 2011 ), but in 2021 two  Naganishia  species were described largely based on sequence dissimilarity in the clade (Kachalkin et al.  2019 ; Tan et al.  2021 ). However, it is important to note that the analyzed protein-coding ( CYTB ,  TEF1, RPB1  and  RPB2 ) individual phylogenetic trees of gene fragments other than SSU (invariable for the whole clade), LSU and ITS exhibited higher resolution in differentiating the  Naganishia  species (Additional file  2 : Fig. S3–S7). Furthermore, seven-loci phylogenetic tree (Fig.  2 a) convincingly showed that FJI-L2-BK-P3 T  occupies a distinct position in the clade with high bootstrap support (100%). The novel species  N. kalamii  is most closely related to  N. albida  var.  ovalis  CBS 5810 T ,  N. albida  var.  kuetzingii  CBS 1926 T  (type of  Cryptococcus kuetzingii ),  N. albida  var.  albida  CBS 142 T ,  N. liquefaciens  CBS 968 T  and  N. adeliensis  CBS 8351 T  (Fig.  2 a). Another species  N. nivalis  was not included in the MLSA-analysis because protein-coding sequences were not available for the analysis. The tree based on conserved genes from the  N. kalamii  FJI-L2-BK-P3 T  genome (Fig.  2 b) showed that  N. kalamii  is phylogenetically distinct from  N. albida  var.  albida  CBS 142 T  and  Naganishia  sp. NRRL Y-1402 that was earlier misidentified as  N. albida  var.  albida . Fig. 2 a  Maximum likelihood phylogenetic tree, based on concatenated seven gene sequences ( ITS, LSU, SSU, CYTB, RPB1, RPB2, TEF1 ), extracted from WGS of the respective type strains (superscript T) or from the available genomes, showing the phylogenetic relationship of  N. kalamii  with closely related members of  Tremellomycetes . The gene fragment lengths in base pairs (bp) are given in parenthesis: ITS (621 bp); LSU (611 bp); SSU (517 bp);  CYTB  (339 bp);  RPB1  (317 bp);  RPB2  (1282 bp);  TEF1  (1084 bp). Bootstrap values from 1000 replications are shown at branch points. Bar = 0.1 substitution per site. GenBank accession numbers of the sequences are listed in Additional file  1 : Table S1.  b  WGS Maximum likelihood phylogeny of  Naganishia kalamii  reconstructed using a concatenated alignment of universally distributed yeast genes. Branch fidelity used two different approaches, Ultrafast bootstraps and Gene Concordance Factors, which were added next to its corresponding branches Genomic characteristics of  N. kalamii  FJI-L2-BK-P3 T  and comparative genomic analysis The estimated genome size of  N. kalamii  FJI-L2-BK-P3 T  is 27.86 Mb and assembled into 478 scaffolds (N50 = 190,774, L50 = 38) with a largest scaffold as 1,000,601 bp. The GC content is 53.9% and the raw sequences are submitted with an accession #:  JAKLLX000000000 . A total of 8,085 genes were identified, divided into 7902 mRNAs and 183 tRNAs. We have found 1,904 GO annotated and 6007 Eggnog terms, 2548 Interpro and 4783 Pfam domains, 177 CAZYmes, 219 MEROPS peptidases, 396 sec",
  "discussion": "DISCUSSION Microorganisms associated with NASA spacecraft assembly cleanrooms might hitchhike on spacecraft surfaces, contaminate extraterrestrial environments, or compromise the life-detection missions. Due to stringent maintenance and cleaning, SAFs can be considered as extreme environments since microorganisms found in these cleanrooms could withstand unfavorable conditions and survive low nutrient availability, desiccation, controlled temperature, etc. Indeed, bacteria and fungi isolated from these SAFs are poly-resistant and have been reported to withstand harsh and unfavorable conditions. Therefore, characterization of yeast species from NASA spacecraft assembly cleanrooms is essential. The identification of yeasts has been shifted from phenotypic characterization to sequence-based identification and DNA-markers were utilized for defining their phylogenetic affiliation (Fonseca et al.  1999 ; Scorzetti et al.  2002 ). Since the 2000s,  Naganishia  species have been identified by considering differences among ribosomal gene sequences (ITS and partial LSU), which sometimes leads to ambiguous identification in subsequent revisions of the genus (Turchetti et al.  2015 ; Ruiz and Radwan  2021 ). Circumscription of the species  Cryptococcus albidus  has a long and complicated history of splitting and lumping using the ever-growing array of available tests and tools, including whole-cell protein patterns, DNA-DNA hybridization, and nucleotide sequencing (Fonseca et al.  2011 ). The species has long been known as a variable species and included, as varieties, yeasts that are presently placed in other genera and families of  Filobasidiales  (Fonseca et al.  2011 ; Liu et al.  2015 ). As the result of reclassification of the  C. albidus  species complex using LSU and later ITS sequences, many previous varieties were promoted to the taxonomic level of species, e.g.  Naganishia diffluens ,  N. globosa ,  N. liquefaciens ,  Solicoccozyma terrea ,  Solicoccozyma terricola . Delineation of species using a single ribosomal gene region is not always reliable in basidiomycetous yeasts, because different lineages strongly vary in their rates of nucleotide substitution (Fell et al.  2000 ; Scorzetti et al.  2002 ). The case of the genus  Naganishia  is challenging as species were delimited based on very few substitutions in the two fragments, ITS and LSU. Based on ITS and LSU, the  albida  clade of the genus  Naganishia  currently include three varieties of  N. albida  ( N. albida  var.  albida  CBS 142 T ,  N. albida  var.  kuetzingii  CBS 1926 T  (formerly  Cryptococcus kuetzingii ),  N. albida  var.  ovalis  CBS 5810 T ) and three other species ( N. nivalis  DBVPG 5706 T ,  N. liquefaciens  CBS 968 T ,  N. brisbanensis  BRIP 28244; Additional file  2 : Fig. S1; Scorzetti et al.  2002 ; Kurtzman et al.  2011 ; Li et al.  2020 ). However, according to our results, combined sequence analysis of the LSU and ITS sequences, it is not possible to differentiate mem",
  "conclusion": "CONCLUSIONS This study underscores the extreme, oligotrophic conditions of meticulously maintained NASA cleanrooms, which could potentially house various microbes, including significant yeast species. Traditional yeast identification methods are deemed inadequate, highlighting the need for more precise techniques like MLSA and WGS, particularly for complex genera like  Naganishia . The study also warns about these UV-C resistant yeasts, including high-altitude, cold-adapted  N. onofrii  and two other NASA cleanroom species, to potentially contaminate extraterrestrial environments, thereby posing risks to life-detection missions. The presence of these cold-adapted yeasts in SAF bears implications for future missions to icy moons. Genomic analysis further reveals the potential for survival in harsh conditions, pointing to genes linked with desiccation tolerance and UV resistance."
}