{
  "id": "PMC11929063",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11929063/",
  "title": "Preclinical development of TAK-754, a high-performance AAV8-based vector expressing coagulation factor VIII",
  "authors": "Johannes Lengler, Markus Weiller, Franziska Horling, Josef Mayrhofer, Maria Schuster, Falko G. Falkner, Irene Gil-Farina, Matthias Klugmann, Friedrich Scheiflinger, Werner Hoellriegl, Hanspeter Rottensteiner",
  "year": "2025",
  "journal": "Molecular Therapy. Methods & Clinical Development",
  "abstract": "This report concerns the preclinical development of TAK-754, an AAV8-based human factor VIII (FVIII) vector designed to deliver a codon-optimized and CpG-depleted B domain-deleted  F8  transgene under the control of a liver-specific promoter for gene therapy in patients with hemophilia A. A dose-dependent increase in plasma FVIII activity was detected in FVIII knockout mice at a dose of 1.0 × 10 12  TAK-754 capsid particles (CP)/kg or higher. This increase was shown to be in accordance with a dose-dependent decrease in blood loss in a hemostatic efficacy assay. TAK-754 (3.1 × 10 12  CP/kg) mediated long-term and stable FVIII expression in immunologically tolerant transgenic human FVIII mice. Toxicology and biodistribution assessments with a single administration of TAK-754 ranging between 1.9 × 10 12  and 5.0 × 10 13  CP/kg were conducted in male C57BL/6J mice. The highest TAK-754 dose occurred without TAK-754-related adverse clinical signs. Biodistribution profiling showed predominant detection in the liver with a low occurrence of vector DNA in other tissues. Integration site analysis revealed minimal vector integration, with no observations of clonal outgrowth or preferred integrations in genes previously implicated in hepatocellular carcinoma formation within the observation period. These preclinical studies demonstrate a good safety and efficacy profile for TAK-754.",
  "keywords": "hemophilia A, gene therapy, adeno-associated virus, AAV, FVIII, biodistribution, safety, vector integration, vector immunogenicity",
  "full_text": "Introduction Hemophilia A is a monogenic X chromosome-linked inherited bleeding disorder caused by mutations in the  F8  gene encoding blood clotting factor VIII (FVIII), leading to the loss of functional FVIII protein. 1 , 2 , 3  This lifelong disorder requires treatment with replacement factor concentrates to maintain FVIII levels to control and prevent bleeding episodes. 1 , 4  Patients with severe disease can experience recurrent joint and muscle bleeding and may receive regular FVIII infusions to prevent the debilitating effects of arthropathy and to reduce their risk of life-threatening bleeds. 4 , 5  Another more recent treatment option is the bispecific antibody emicizumab, which mimics FVIII function by binding FIXa and FX to promote hemostasis. 6 Monogenic diseases are promising indications for potentially curative gene therapeutic approaches, 7  and in particular, hemophilia A has become a showcase indication for exploring and refining  in vivo  gene therapy principles. 8  This is due to the fact that the expression of FVIII from the introduced functional copy of the  F8  transgene into a patient’s liver cells can be readily measured in plasma, and relatively low levels of FVIII are already sufficient to alleviate a severe disease phenotype. For adeno-associated virus (AAV) vectors, this needs to be accomplished by a truncated, B domain-deleted (BDD) variant of FVIII (BDD-FVIII) because of the restricted packaging capacity of AAV, which is 5 kb at the most, excluding the flanking inverted terminal repeat (ITR) regions. Nonetheless, ample preclinical experience has demonstrated the feasibility of this approach, which also leads to improvements in vector design. 9 , 10 , 11 , 12 Several investigational hemophilia A gene therapy products built on this concept are being tested clinically, 13  and the most advanced program has already received marketing authorization (Valoctocogene roxaparvovec), employing an AAV5 vector designed to express a human BDD-FVIII variant called FVIII-SQ. 14 , 15  Three years of follow-up data demonstrated a sustained, clinically relevant benefit at doses of 4 × 10 13  and 6 × 10 13  vg (vector genomes)/kg, but also identified a decline in FVIII expression levels over time, suggesting that this therapy will not be lifelong. 15  Other observations difficult to explain to date are the variability in expression between individuals at a given dose and between participants in phase 1/2 and phase 3. 15  These observations have not been made in conceptually similar clinical hemophilia B gene therapy trials and appear to be associated with the nature of the transgene product, as synthesis of FVIII at high levels in hepatocytes is constrained and prone to trigger an unfolded protein response that could lead to cellular stress. 16 Past and present hemophilia trials further revealed that vector immunogenicity can negatively affect the durability of transgene expression, 17 , 18 , 19  reflected in a drop or even loss of activity within the first couple of months after treatment that is often accompanied by a transient rise in liver enzymes. While ultimately a cytotoxic T cell response against the capsid protein contributes to this phenomenon, other host immune responses elicited by the inherent immunogenic features of recombinant AAV (rAAV) vectors are likely to be involved. 20 , 21  The presence of (an excess of) unmethylated cytosine-guanine dinucleotides (CpG) motifs in the vg is particularly important in that respect as CpG clusters, which are typically present only in microbials, act as pathogen-associated molecular patterns (PAMPs) in humans and can trigger an innate immune response. The removal of such CpG clusters from vg is therefore thought to be a key measure for dampening innate immune signals that eventually lead to deleterious adaptive immune responses. 22 Here, we describe preclinical development of the recombinant single-stranded (ss) gene therapy vector TAK-754 (formerly BAX 888 and SHP654; Baxalta US, Lexington, MA) designed for the treatment of patients with hemophilia A. The vector was built on the AAV8 capsid with a preferential liver tropism and engineered to deliver a human codon-optimized and CpG-depleted  BDD-F8  transgene under the control of a liver-specific transthyretin (TTR) promoter. This paper details the identification of the lead candidate vector ssAAV8.BDD-FVIII and reports on preclinical studies aimed at evaluating the efficacy and safety of the TAK-754 human gene therapy vector in mice. Results Lead candidate screening of ssAAV8.BDD-FVIIIopt Expression levels of endogenous wild-type (WT) FVIII levels are relatively low, 23  and the corresponding coding region exceeds the natural packaging limit for AAV. We addressed this by cloning codon-optimized  BDD-F8  open reading frames in an AAV expression cassette designed for high expression levels in human hepatocytes ( Figure 1 A). A total of 41 codon-optimized ssAAV8.BDD-FVIII vectors (sequences 01–41) were produced and screened for potency in FVIII knockout (KO) mice. FVIII KO mice closely reflect the severe hemophilia A phenotype in patients and therefore represent a suitable animal model. Expression was compared to animals receiving the ssAAV8.BDD-FVIIIwt control vector (sequence wt) harboring the WT  F8  nucleotide sequence. The best candidate of this  in vivo  biopotency screen was sequence (seq) 04, with 79.8% nucleotide sequence identity to the corresponding coding sequences in WT  F8  (GenBank:  M14113 ) and 74-fold improved efficacy ( Figure 1 B). The guanine-cytosine (GC) content of seq04 was 56%, which is substantially higher than that of the WT sequence (44%) and matches the native AAV8 capsid protein coding sequence ( Figure S1 ;  Table S1 ). Moreover, CpG motifs in seq04 were low in number and dispersed over the length of the transgene ( Figure S2 ). This feature should help minimize the immunogenicity risk, as high densities of these DNA motifs can increase immunogenicity by stimulating the innate immune system via the Toll-like receptor (TLR) 9 in the liver. 24  Despite a vector size of approximately 5.2 kb, the recombinant genome appears as a single homogeneous band following DNA gel analysis ( Figure 1 C), confirming correct packaging of the slightly oversized genome of ssAAV8.BDD-FVIIIopt-seq04 (relative to an AAV WT genome of 4.7 kb). The same held true for the other AAV8.BDD-FVIII vectors (data not shown). Overall capsid integrity and purity of the ssAAV8.BDD-FVIIIopt-seq04 preparation was confirmed following SDS PAGE-based size separation and detection of VP1, VP2, and VP3 by silver staining ( Figure 1 D). Initial yields for the seq04 vector per liter cell culture were about 6-fold higher than for the otherwise identical  F8  WT nucleotide sequence vector, 25  indicating that vector production using the  F8  lead candidate sequence was actually more efficient, probably due to its GC content matching the GC content of the AAV8 virus ( Figure S1 ). Figure 1 Candidate screening of AAV8.BDD-FVIIIopt (A) Schematic drawing of the AAV cassette for expression of codon-optimized B domain-deleted  F8  cDNAs ( BDD-F8co ), including the liver-specific transthyretin (TTR) promoter/enhancer, a synthetic polyadenylation signal (poly (A)), and flanking AAV2 inverted terminal repeats (ITRs). (B) FVIII activity in plasma of FVIII KO mice ( n  = 8) at 2 weeks following i.v. delivery of 8.0 × 10 12  vg/kg AAV8.BDD-FVIII vectors harboring different codon-optimized  BDD-F8  open reading frames. The nucleotide sequence with the best performance (seq04) is indicated by a black arrowhead and that of the WT control by a gray arrowhead. Data shown represent the mean ± standard error of the mean (SEM). (C) Agarose gel analysis of the DNA payload of ssAAV8.BDD-FVIIIopt-seq4. Note the single band with the expected size of 5.2 kb. (D) SDS-PAGE of ssAAV8.BDD-FVIIIopt-seq4. The capsid proteins VP1, VP2, and VP3 appear as main proteins in the silver-stained gel. These favorable features provided the rationale to select ssAAV8.BDD-FVIIIopt-seq04 as the lead candidate for the development of a hemophilia A gene therapy vector. Biopotency and hemostatic efficacy of TAK-754 In anticipation of clinical trials of TAK-754 gene therapy in patients with hemophilia A, we optimized our vector titration approach, which was previously based on a qualified qPCR of vg with a coefficient of variation (CV) higher than 25% (data not shown). We therefore considered changing the genomic titering regime toward assaying AAV capsid particle (CP) numbers by ELISA, as the latter assay reproducibly showed a CV of <10%. The robust performance of the CP enzyme-linked immunosorbent assay (ELISA), together with a consistent full to empty capsid ratio of the vector batches produced, 26  provided the rationale to assign the vector strength for subsequent preclinical development of TAK-754, as well as for clinical dosing in a phase 1/2 study. The FVIII activity dose response and hemostatic efficacy of TAK-754 was examined in FVIII KO mice following vector delivery at doses of 3.0 × 10 11 , 1.2 × 10 12 , or 3.0 × 10 12  CP/kg. A preliminary safety assessment was included as a secondary endpoint. Animals that tested positive for anti-FVIII antibodies were excluded from statistical analysis of biopotency and efficacy. No treatment-related findings were observed microscopically in the heart, kidney, liver, or spleen, including micro- or macrovascular thrombosis or inflammatory infiltrate. Animals that received 1.2 × 10 12  or 3.0 × 10 12  CP/kg showed a dose-dependent increase in mean plasma FVIII activity from 0.6 to 1.9 IU/mL over the investigation period ( Figure 2 A). FVIII activity was undetectable in animals treated with buffer or the lowest dose of 3.0 × 10 11  CP/kg. Dose-dependent activity of TAK-754 was confirmed in the human hepatic HepG2 cell line ( Figure S3 ). Figure 2 Potency and hemostatic efficacy of TAK-754 (A)  In vivo  biopotency determination. FVIII KO mice ( n  = 12) were injected with 3.0 × 10 11 , 1.2 × 10 12 , and 3.0 × 10 12  CP/kg TAK-754 vector and analyzed for plasma FVIII activity at four time points, including 14, 28, 42, and 56 days. FVIII activity levels were below the lower limit of quantification (LLOQ) in controls and the low-dose group but showed a dose-dependent increase in the mid- and high-dose groups. Data are shown in box and whiskers plots, with the median indicated by a horizontal line. (B) Hemostatic efficacy testing. The same animals as under (A) were subjected to a tail tip bleeding assay on day 63. A dose-dependent reduction of blood loss was observed for the higher doses. Note that only animals testing negative for anti-FVIII antibodies on day 56 were tested. The median is indicated by a horizontal line. (C) Transduction efficiency.  F8  transgene copy numbers in gDNA (dark bars) and in cDNA (light bars) were quantified in TAK-754-treated animals and controls ( n  = 2) on day 63, confirming dose-dependent liver transduction. Data are presented as the mean ± standard deviation (SD). A tail-tip bleeding assay was used to assess the bleeding phenotype. Animals treated with buffer and TAK-754 at the lowest dose showed similar median blood loss normalized for body weights of 6.1 and 7.5 mg/g, respectively, corresponding to the undetectable FVIII activity in these animals ( Figure 2 B). The higher doses (1.2 × 10 12  or 3.0 × 10 12  CP/kg) of TAK-754 significantly reduced median blood loss to 0.6 and 0.4 mg/g, respectively, in a dose-dependent manner ( p  < 0.001 compared to buffer). Statistical assessment of dose proportionality was precluded by the lack of FVIII activity at the low dose. At the end of the experiment, livers of animals with activities around the mean FVIII activity were selected from each group for quantification of vg and  F8  RNA expression. The vg levels in the control group or the low-dose TAK-754 group were under the detection limit of the applied method. Mid- and high-dose animals showed robust and dose-dependent transduction as a function of vg in the liver ( Figure 2 C).  F8  RNA levels were consistent with  F8  DNA levels, except for two low-dose animals showing a measurable  F8  transcript signal (i.e., within the limit of detection). The 2.5-fold dose increase from 1.2 × 10 12  to 3.0 × 10 12  CP/kg resulted in a 3.9-fold increase in  F8  gDNA levels and a 3.1-fold increase in  F8  RNA levels ( Figure 2 C), which broadly mirrored the 3.2-fold increase in FVIII activity levels ( Figure 2 A). TAK-754-mediated long-term expression of FVIII The development of an antibody response directed against the human FVIII xenoprotein capable of neutralizing FVIII activity is a well-known phenomenon in mice. 27  To enable a long-term expression study following the delivery of TAK-754, we employed a transgenic mouse model (huFVIII tg mice) that lacks detectable FVIII protein but usually shows immunological tolerance toward the human coagulation factor. 28  huFVIII tg mice were injected with a TAK-754 dose of 3.1 × 10 12  CP/kg and were monitored for FVIII activity and anti-drug antibodies from 2 to 24 weeks. The mean FVIII plasma activity ranged between 2.9 and 3.8 IU/mL throughout the observation period ( Figure 3 A). Three of 30 animals tested positive for anti-BDD-FVIII immunoglobulin-binding antibodies. In one of these three animals, the antibody response appeared to be transient, as it tested negative in week 24. One of the two persistent binding antibodies-positive animals also tested positive for FVIII inhibitory antibodies (data not shown). No treatment-related clinical symptoms or deaths were recorded. Figure 3 Sustained FVIII expression following a single injection of TAK-754 (A) Long-term FVIII expression in a transgenic human FVIII mouse model. Following delivery of 3.1 × 10 12  CP/kg of TAK-754 to huFVIII tg mice ( n  = 30), activity levels were stable between 2 and 24 weeks. Data are presented in box and whiskers plots, with the median indicated by a horizontal line and the mean represented by a cross. (B) Vector biodistribution. Wild-type C57Bl/6J mice were treated with a TAK-754 dose of 9.5 × 10 12  CP/kg, and vector biodistribution was determined at three time points, including 3 days, 3 weeks, and 18 weeks ( n  = 20). Data are given in mean ± SEM; values <LLOQ were included as zero. Nonclinical safety evaluation and biodistribution study in hemostatically normal mice The toxicity of gene therapy candidate TAK-754 was examined in cohorts of male C57BL/6J mice receiving a single dose of TAK-754 at 2.0 × 10 12 , 3.8 × 10 12 , and 9.5 × 10 12  CP/kg, and also at higher dose levels up to 5.0 × 10 13  CP/kg (1.0 × 10 13 , 3.0 × 10 13 , and 5.0 × 10 13  CP/kg). The dose levels were selected based on the TAK-754 activity data shown in  Figure 2 A. The design of the toxicity study entailed subjecting cohorts of animals to a panel of analyses that included complete necropsies, pathological evaluation, biodistribution of vg, FVIII activity, FVIII antigen, binding anti-BDD-FVIII antibodies, neutralizing anti-BDD-FVIII antibodies, and binding anti-AAV8 antibodies at day 3, week 3, and week 18. During the study, there were no deaths and no adverse effects attributed to TAK-754 during the in-life phase, pathology, post-dosing observations, or any adverse TAK-754-related changes in clinical chemistry parameters, hematology, and coagulation parameters or urinalysis. The distribution of TAK-754 DNA was highest in the liver at all dose levels tested. TAK-754 distribution in liver and other tissues was dose related and was generally highest at the earliest time point, decreasing by day 21 ( Figure 3 B). However, TAK-754 DNA levels were still highest in liver tissues at this time point. Further decrease by day 126 is already diminished in the liver and skeletal muscle and not observed in lymph node and heart any longer. TAK-754 DNA levels in brain and testes samples harvested from TAK-754-treated animals were evaluated as negative or below the lower limit of assay quantification by week 18 in all animals. Representative data are shown from the 9.5 × 10 12  CP/kg dose group ( Figure 3 B). Animals treated with TAK-754 had measurable amounts of human FVIII antigen in plasma from week 3, with levels in some mice already present from day 3. The observed decrease in FVIII antigen concentrations in individual animals was most likely a result of the formation of circulating anti-human BDD-FVIII binding antibodies, which can compete with the species-specific assay, resulting in nondetectable FVIII antigen. Such binding antibodies indeed formed over time and increased with dose, which is in line with a pharmacokinetic analysis where FVIII immunogenicity increased with initial high-level AAV-FVIII protein expression. 29 TAK-754-treated animals also showed higher FVIII activity levels compared with the pre-treatment period, indicating that BDD-FVIII was expressed in these mice. However, some animals had even lower-than-normal FVIII levels most likely caused by the generation of neutralizing anti-human-BDD-FVIII antibodies that inhibited both human BDD-FVIII activity and endogenous mouse FVIII activity by virtue of the antibodies’ partial cross-reactivity against mouse FVIII. Neutralizing antibodies against BDD-FVIII became measurable by week 18 in all dose groups. As expected, all treated animals tested strongly positive for anti-AAV8 binding antibodies from week 3. In summary, toxicology experiments in mice receiving single intravenous (i.v.) TAK-754 injections at doses up to 5.0 × 10 13  CP/kg found no evidence of TAK-754-related adverse effects during the in-life phase and no toxicologically relevant observations. The no-observed-adverse-effect level was 5.0 × 10 13  cp/kg, the highest dose tested. Integration site analysis While host cell maintenance of rAAV vectors is largely accomplished through episomal DNA, residual chromosomal integration does occur. We therefore performed an integration site (IS) analysis of the TAK-754 vector in FVIII KO mice. Mice were treated with either 2.0 × 10 12  or 1.0 × 10 13  CP/kg TAK-754 and observed for 1 or 4 months ( Figure 4 ). Liver transduction levels, determined by  F8  qPCR, were dose dependent and comparable at both time points ( Figure S4 ). Figure 4 Vector integration site analysis Cumulative retrieval frequencies of top 10 cell clones in the livers of mice following injection of TAK-754 at (A) 2.0 × 10 12  or (B) 1.0 × 10 13  CP/kg. Samples with ID 1–4 and 10–13 were analyzed 1 month after treatment, those with ID 5–9 and 14–18 four months after treatment. Illumina sequencing of nonrestrictive (nr)linear amplification-mediated (LAM)-PCR products showed comparable numbers of average sequencing reads for both time points after vector administration ( Table S2 ). A total of 227 unique exactly mappable ISs were detected in animals in both groups at 1 month after gene therapy treatment (5–54 unique ISs/mouse). Four months after treatment, 187 unique exactly mappable ISs were retrieved from both groups (5–42 unique ISs/mice), confirming an integration frequency of ≤0.01% ( Table S2 ). The detection of identical top 10 ranking ISs in repetitive (nr)LAM-PCR amplicons was very low: one IS 1 month after treatment and 3 ISs detected in 2/6 (nr)LAM-PCRs after 4 months ( Figure 4 ). This indicates that the unequal IS frequency profiles are due to the low number of events retrieved and that there are no signs for clonal skewing or clonal dominance in the treated animals. Only low-order (≤4) common ISs could be identified at both time points, which is in line with the low number of ISs detected after administration of TAK-754, correlating with an untargeted integration profile. None of the ISs were found in or next to genes previously implicated in hepatocellular carcinoma (HCC) formation. 30 In summary, the integration profile of TAK-754 in FVIII KO mouse liver showed a low but meas",
  "introduction": "Introduction Hemophilia A is a monogenic X chromosome-linked inherited bleeding disorder caused by mutations in the  F8  gene encoding blood clotting factor VIII (FVIII), leading to the loss of functional FVIII protein. 1 , 2 , 3  This lifelong disorder requires treatment with replacement factor concentrates to maintain FVIII levels to control and prevent bleeding episodes. 1 , 4  Patients with severe disease can experience recurrent joint and muscle bleeding and may receive regular FVIII infusions to prevent the debilitating effects of arthropathy and to reduce their risk of life-threatening bleeds. 4 , 5  Another more recent treatment option is the bispecific antibody emicizumab, which mimics FVIII function by binding FIXa and FX to promote hemostasis. 6 Monogenic diseases are promising indications for potentially curative gene therapeutic approaches, 7  and in particular, hemophilia A has become a showcase indication for exploring and refining  in vivo  gene therapy principles. 8  This is due to the fact that the expression of FVIII from the introduced functional copy of the  F8  transgene into a patient’s liver cells can be readily measured in plasma, and relatively low levels of FVIII are already sufficient to alleviate a severe disease phenotype. For adeno-associated virus (AAV) vectors, this needs to be accomplished by a truncated, B domain-deleted (BDD) variant of FVIII (BDD-FVIII) because of the restricted packaging capacity of AAV, which is 5 kb at the most, excluding the flanking inverted terminal repeat (ITR) regions. Nonetheless, ample preclinical experience has demonstrated the feasibility of this approach, which also leads to improvements in vector design. 9 , 10 , 11 , 12 Several investigational hemophilia A gene therapy products built on this concept are being tested clinically, 13  and the most advanced program has already received marketing authorization (Valoctocogene roxaparvovec), employing an AAV5 vector designed to express a human BDD-FVIII variant called FVIII-SQ. 14 , 15  Three years of follow-up data demonstrated a sustained, clinically relevant benefit at doses of 4 × 10 13  and 6 × 10 13  vg (vector genomes)/kg, but also identified a decline in FVIII expression levels over time, suggesting that this therapy will not be lifelong. 15  Other observations difficult to explain to date are the variability in expression between individuals at a given dose and between participants in phase 1/2 and phase 3. 15  These observations have not been made in conceptually similar clinical hemophilia B gene therapy trials and appear to be associated with the nature of the transgene product, as synthesis of FVIII at high levels in hepatocytes is constrained and prone to trigger an unfolded protein response that could lead to cellular stress. 16 Past and present hemophilia trials further revealed that vector immunogenicity can negatively affect the durability of transgene expression, 17 , 18 , 19  reflected in a drop or even loss of acti",
  "methods": "Statistical methods Graphs and statistical analyses were created with GraphPad Prism 6 software. Student’s t test, one-way or two-way ANOVA, followed by Holm-Sidak post hoc test was used for the statistical analysis as appropriate. Values are presented as the mean ± SEM, and  p  < 0.05 was considered to be statistically significant.",
  "results": "Results Lead candidate screening of ssAAV8.BDD-FVIIIopt Expression levels of endogenous wild-type (WT) FVIII levels are relatively low, 23  and the corresponding coding region exceeds the natural packaging limit for AAV. We addressed this by cloning codon-optimized  BDD-F8  open reading frames in an AAV expression cassette designed for high expression levels in human hepatocytes ( Figure 1 A). A total of 41 codon-optimized ssAAV8.BDD-FVIII vectors (sequences 01–41) were produced and screened for potency in FVIII knockout (KO) mice. FVIII KO mice closely reflect the severe hemophilia A phenotype in patients and therefore represent a suitable animal model. Expression was compared to animals receiving the ssAAV8.BDD-FVIIIwt control vector (sequence wt) harboring the WT  F8  nucleotide sequence. The best candidate of this  in vivo  biopotency screen was sequence (seq) 04, with 79.8% nucleotide sequence identity to the corresponding coding sequences in WT  F8  (GenBank:  M14113 ) and 74-fold improved efficacy ( Figure 1 B). The guanine-cytosine (GC) content of seq04 was 56%, which is substantially higher than that of the WT sequence (44%) and matches the native AAV8 capsid protein coding sequence ( Figure S1 ;  Table S1 ). Moreover, CpG motifs in seq04 were low in number and dispersed over the length of the transgene ( Figure S2 ). This feature should help minimize the immunogenicity risk, as high densities of these DNA motifs can increase immunogenicity by stimulating the innate immune system via the Toll-like receptor (TLR) 9 in the liver. 24  Despite a vector size of approximately 5.2 kb, the recombinant genome appears as a single homogeneous band following DNA gel analysis ( Figure 1 C), confirming correct packaging of the slightly oversized genome of ssAAV8.BDD-FVIIIopt-seq04 (relative to an AAV WT genome of 4.7 kb). The same held true for the other AAV8.BDD-FVIII vectors (data not shown). Overall capsid integrity and purity of the ssAAV8.BDD-FVIIIopt-seq04 preparation was confirmed following SDS PAGE-based size separation and detection of VP1, VP2, and VP3 by silver staining ( Figure 1 D). Initial yields for the seq04 vector per liter cell culture were about 6-fold higher than for the otherwise identical  F8  WT nucleotide sequence vector, 25  indicating that vector production using the  F8  lead candidate sequence was actually more efficient, probably due to its GC content matching the GC content of the AAV8 virus ( Figure S1 ). Figure 1 Candidate screening of AAV8.BDD-FVIIIopt (A) Schematic drawing of the AAV cassette for expression of codon-optimized B domain-deleted  F8  cDNAs ( BDD-F8co ), including the liver-specific transthyretin (TTR) promoter/enhancer, a synthetic polyadenylation signal (poly (A)), and flanking AAV2 inverted terminal repeats (ITRs). (B) FVIII activity in plasma of FVIII KO mice ( n  = 8) at 2 weeks following i.v. delivery of 8.0 × 10 12  vg/kg AAV8.BDD-FVIII vectors harboring different codon-optimized  BDD-F8  open reading frames. The nucleotide sequence with the best performance (seq04) is indicated by a black arrowhead and that of the WT control by a gray arrowhead. Data shown represent the mean ± standard error of the mean (SEM). (C) Agarose gel analysis of the DNA payload of ssAAV8.BDD-FVIIIopt-seq4. Note the single band with the expected size of 5.2 kb. (D) SDS-PAGE of ssAAV8.BDD-FVIIIopt-seq4. The capsid proteins VP1, VP2, and VP3 appear as main proteins in the silver-stained gel. These favorable features provided the rationale to select ssAAV8.BDD-FVIIIopt-seq04 as the lead candidate for the development of a hemophilia A gene therapy vector. Biopotency and hemostatic efficacy of TAK-754 In anticipation of clinical trials of TAK-754 gene therapy in patients with hemophilia A, we optimized our vector titration approach, which was previously based on a qualified qPCR of vg with a coefficient of variation (CV) higher than 25% (data not shown). We therefore considered changing the genomic titering ",
  "discussion": "Discussion Here, we describe preclinical development of TAK-754, an efficient human AAV vector for gene therapy in patients with hemophilia A, designed to express a human BDD-FVIII protein with an identical amino acid sequence to that of recombinant FVIII moroctocog alfa. 31  While the vector was designed and developed at a time before first clinical readouts from hemophilia A gene therapy trials became available, it does bear a couple of features that should allow efficient expression of the human  F8  transgene in humans. TAK-754 vector design Choice of the AAV8 capsid was based on its preferential tropism for the liver as it demonstrates excellent transduction efficiency of hepatocytes in preclinical models 32  and a number of liver-directed clinical gene therapy trials such as those for the treatment of hemophilia A and B or glycogen storage disease type 1A build on this capsid serotype. 33  Numerous comparative studies over the last couple of years consolidated our comprehension of a species-dependent performance of vector capsids. 34  It is now clear that AAV8 is particularly efficient in rodents; in nonhuman primates (NHPs) and humans, the capsid also preferentially targets hepatocytes but with an approximately 20-fold lower efficiency. 35  This correlation factor needs to be considered when it comes to the deduction of a clinical starting dose from the nonclinical data package. Accordingly, a starting dose of 2.0 × 10 12  CP/kg TAK-754 vector was selected for the first cohort, taking into account that a dose of 3.0 × 10 12  CP/kg in FVIII KO mice resulted in a mean plasma FVIII activity of 1.9 IU/mL, translating into a projected clinical FVIII activity of ∼6% of normal. It is worth noting that the packaging capacity of recombinant AAV8 vectors can be pushed beyond the size of the WT genome of 4.7 kb. 36  Consistently, we found that TAK-754’s vg was the correct size and intact, as judged by the absence of degradation bands. Packaging of similarly oversized BDD-FVIII expression cassettes using AAV5 37  and AAVrh8 38  led to aberrant, truncated genomes that first had to be re-assembled in transduced cells through recombination before functional FVIII could have been produced. The use of the strong yet compact mouse TTR promoter/enhancer combination enabled robust liver-specific gene expression. This promoter was selected from a variety of liver-specific promoters during preclinical development of the hemophilia B vector BAX335 39  and came off well in a head-to-head comparison with other commonly used liver-specific promoters. 40  The risk of relying on nonconserved murine transcription factor binding sites for a human gene therapy was mitigated by our demonstration of robust BDD-FVIII expression in the human liver HepG2 cell line upon transduction with TAK-754. Activity of the mouse TTR promoter/enhancer was also confirmed in the clinical trials for BAX335 18  and SPK-8011, 41  although in the latter case, a point-mutated promoter variant w",
  "conclusion": ""
}