{
  "id": "PMC10712242",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10712242/",
  "title": "Integrative transcriptomics and proteomics profiling of ",
  "authors": "Gbolaga O. Olanrewaju, Natasha J. Haveman, Michael J. Naldrett, Anna-Lisa Paul, Robert J. Ferl, Sarah E. Wyatt",
  "year": "2023",
  "journal": "Frontiers in Plant Science",
  "abstract": "Spaceflight presents a unique environment with complex stressors, including microgravity and radiation, that can influence plant physiology at molecular levels. Combining transcriptomics and proteomics approaches, this research gives insights into the coordination of transcriptome and proteome in Arabidopsis’ molecular and physiological responses to Spaceflight environmental stress. Arabidopsis seedlings were germinated and grown in microgravity (µ g ) aboard the International Space Station (ISS) in NASA Biological Research in Canisters – Light Emitting Diode (BRIC LED) hardware, with the ground control established on Earth. At 10 days old, seedlings were frozen in RNA-later and returned to Earth. RNA-seq transcriptomics and TMT-labeled LC-MS/MS proteomic analysis of cellular fractionates from the plant tissues suggest the alteration of the photosynthetic machinery (PSII and PSI) in spaceflight, with the plant shifting photosystem core-regulatory proteins in an organ-specific manner to adapt to the microgravity environment. An overview of the ribosome, spliceosome, and proteasome activities in spaceflight revealed a significant abundance of transcripts and proteins involved in protease binding, nuclease activities, and mRNA binding in spaceflight, while those involved in tRNA binding, exoribonuclease activity, and RNA helicase activity were less abundant in spaceflight. CELLULOSE SYNTHASES (CESA1, CESA3, CESA5, CESA7) and CELLULOSE-LIKE PROTEINS (CSLE1, CSLG3), involved in cellulose deposition and TUBULIN COFACTOR B (TFCB) had reduced abundance in spaceflight. This contrasts with the increased expression of UDP-ARABINOPYRANOSE MUTASEs, involved in the biosynthesis of cell wall non-cellulosic polysaccharides, in spaceflight. Both transcripts and proteome suggested an altered polar auxin redistribution, lipid, and ionic intracellular transportation in spaceflight. Analyses also suggest an increased metabolic energy requirement for plants in Space than on Earth, hence, the activation of several shunt metabolic pathways. This study provides novel insights, based on integrated RNA and protein data, on how plants adapt to the spaceflight environment and it is a step further at achieving sustainable crop production in Space.",
  "keywords": "spaceflight, gravitropism, Arabidopsis, proteomics, RNAseq, TMT, BRIC LED, International Space Station",
  "full_text": "1 Introduction Numerous plant spaceflight studies have long focused on unraveling the complex physiological changes plants undergo in the spaceflight environment. In their diversity, these studies have accumulated an extensive array of phenotypic characterizations and uncovered some of the fundamental concepts related to physiological adaptation in space ( Kordyum and Hasenstein, 2021 ). However, the traditional approaches have recently been complemented and in many ways superseded by the advent of genomic, transcriptomic, and proteomic methods, setting the stage for high throughput analyses that investigates the effects of spaceflight on plants from a molecular and functional perspective ( Hughes and Kiss, 2022 ). This allows the physiological effects of the spaceflight environment to be characterized beyond phenotyping and extensively mapped out along broader biochemical pathways and cryptic signaling molecular cascades. While some remarkable advancements in genomic and transcriptomics studies of plants in spaceflight have been widely recorded ( Ferl et al., 2002 ;  Paul et al., 2012 ;  Barker et al., 2023 ), such studies have largely been conducted in isolation, independent of proteomics. Unlike genomic and transcriptomic studies, proteomics studies face certain limitations in the spaceflight context, predominantly due to the limited availability of plant tissues for analysis. As a result, comprehensive spaceflight proteomics studies conducted on the whole Arabidopsis plant have been relatively few, with only three reported so far ( Mazars et al., 2014 ;  Ferl et al., 2015 ;  Barker et al., 2020 ;  Kruse et al., 2020 ). \n Mazars et al. (2014)  conducted the first true proteomics-scale study of Arabidopsis microsome-associated membrane proteins on the ISS followed by  Hausmann et al. (2014)  study on the proteome of Arabidopsis cell cultures in parabolic flights and  Zhang et al. (2015)  proteomic study on Arabidopsis callus aboard the Chinese SZ-8 spacecraft in spaceflight.  Ferl et al. (2015)  comparison of the transcriptome and protein abundances between the leaf and root of Arabidopsis in spaceflight represented the first use of a combined transcriptomics-proteomics investigative approach for whole plant spaceflight experiment, followed by a similar but more in-depth approach by  Kruse et al. (2020)  where they revealed novel regulatory responses of Arabidopsis seedlings in spaceflight. Reports from these two multi-omics studies indicated that the true power of omics approaches becomes apparent when they are combined, providing a comprehensive view of how gene expression and protein synthesis respond to the unique conditions of spaceflight. Likewise, the reported low correlation between transcripts and proteome of Arabidopsis grown in spaceflight and spaceflight hardware ( Basu et al., 2017 ;  Kruse et al., 2017 ;  Kruse et al., 2020 ) reinforced the benefits of a multi-omics approach. Studying plants’ adaptation to the spaceflight environment usually involves plants being flown to the ISS in designated hardware, whose designs and subsequent improvements are often based on the objectives of the experiment at hand ( Kanapskyte et al., 2021 ;  Nicholson et al., 2021 ). One such hardware is the Biological Research In Canister – Light Emitting Diode (BRIC LED). BRIC LED hardware is designed to enhance the capabilities of existing BRIC Petri Dish Fixation Units (PDFU) by the incorporation of a customizable discreet lighting system. Hence, biological organisms growing in the BRIC LED hardware are illuminated by LEDs with options of four different wavelengths (blue, red, far-red, and white) ( Howard and Caron, 2016 ). Spaceflight experiments in the BRIC LED hardware expose plants to light cues in microgravity, hence closely simulating a natural environment where plants have to simultaneously integrate light and gravitational signaling. The incorporation of weightlessness and light signaling is expected to elicit several physiological and molecular responses which are distinct from other hardware without a light source ( Stankovic, 2018 ), with the responses often novel and a function of cross-talks among various signaling pathways rather than an individual signal transduction pathway. Tightly regulated by complex cross-signaling pathways, the responses are usually specific to each plant organ and most times, tissues ( Wolinska and Berens, 2019 ). Transcripts and proteomes encoding these stress response pathways are usually localized to a particular intracellular or extracellular region, further reinforcing the idea that studies on plant stress response should be focused on finer resolutions of organs, tissues, cells, and organelles. Several studies have identified that the plant root and shoot respond in an organ-specific manner to gravity ( Paul et al., 2013 ;  Vandenbrink et al., 2014 ;  Lamers et al., 2020 ) and other environmental stresses ( Paponov et al., 2021 ). Hence, resolving plant proteomic responses to the spaceflight environment on an organ-specific level is a step further in understanding stress response signaling pathways and the molecular adaptations of each plant organ to the spaceflight environment and how such adaptation mechanisms can be manipulated for improved plant production in space and on earth. Therefore, building upon these previous achievements in plant multi-omics research in spaceflight, we took a significant step forward by integrating both proteomics and transcriptomics approaches to understand the response of Arabidopsis plants to the spaceflight environment. Through increased coverage and finer spatial proteomic resolution, we assessed the effects of the earth’s low orbit spaceflight environment aboard the ISS on the shoot and root of the Arabidopsis seedlings. The seedlings were grown in the NASA BRIC LED hardware, hence we provided robust insight into the plant transcriptome landscape and organ-specific proteomic responses of Arabidopsis to the spaceflight environment, while at the same time conducting a hardware verification test for the novel BRIC LED hardware. 2 Materials and methods 2.1 Plant material and spaceflight growth conditions \n Arabidopsis thaliana  L., ecotype Columbia-0 seeds were surface sterilized with 30% (v/v) bleach, and 0.1% (v/v) Tween-20 for 2 mins, washed repeatedly with sterile water (5×) and dried on round filter paper. Approximately 30 seeds were plated on each 60mm round petri plate containing 6.7ml of 0.5× + Benomyl Murashige and Skoog (MS) growth media with Gamborg’s B5 vitamins, 0.5% (w/v) sucrose and 0.75% (w/v) phytagel, and cold stratified for 16h. Seeded plates were loaded in a horizontal orientation, with the face of the growth media parallel to the ground in the BRIC LED hardware petri dish fixation units (PDFUs). Each hardware canister holds 6 PDFUs, with each PDFU holding a 60mm petri plate. This configuration was replicated 6 times, making a total of 36 seeded 60mm plates loaded aboard ISS. All BRICs were kept in cold storage (4°C) prior to the spaceflight launch. The experiment was flown on the SpaceX CRS-13 mission launched aboard the Falcon 9 Full Thrust rocket on December 15, 2017. The dormant Arabidopsis seeds were activated with light and placed at ambient temperature aboard the ISS, with a light wavelength composition of 85% red, 15% blue, and 60 µmol m −2  s −1  intensity. The plants were grown for 10 days with a 4-hour/2-hour light-dark cycle, prior to actuation of the PDFUs, releasing about 6–7ml RNAlater into the petri plates for seedling fixation. The seedlings were then incubated in Invitrogen RNAlater for 12 hours after which they were frozen aboard the ISS MELFI at −80°C until returned to Earth on May 5, 2018, aboard the SpaceX CRS-14 cargo dragon. A similar experimental setup was established on the ground, for same duration, at the Kennedy Space Center in Florida in the Space Station Environmental Simulator (ISSES) chamber, USA. The samples were transported on dry ice from the dragon capsule to the receiving laboratories. Frozen plates containing both the spaceflight and ground samples were packed in dry ice and transported to Ohio University where they were stored at −80°C prior to protein extraction and processing while another group was also sent to the University of Florida, Gainesville for RNA extraction, library preparation and sequencing. 2.2 RNA extraction and sequencing For each condition (Spaceflight and Ground), four individual plants from each replicate were pooled for RNA extraction. Individual plants were first dissected into leaves, hypocotyls, and root tissues under an Olympus dissecting microscope (Olympus, Japan). The intervening hypocotyls were set aside and not processed for downstream analyses. Leaf tissues without their hypocotyl are referred to herein as shoots and are the only ones processed for RNA analysis. RNA extraction was performed using the Qiagen RNeasy Plant Mini Kit (Qiagen, Germany) according to the manufacturer’s guidelines. RNA concentration was assessed using the Qubit 2.0 Fluorometer (ThermoFisher Scientific, USA), and RNA quality was determined on the Agilent 2100 Bioanalyzer (Agilent Technologies Inc., USA). For all samples, the RNA integrity number (RIN) was more than 6. RNA-Sequencing Library Preparation was performed at the University of Florida Interdisciplinary Center for Biotechnology Research (ICBR) Gene Expression Core ( https://biotech.ufl.edu/gene-expression-genotyping/  RRID: SCR_019145). Here, 100 ng of total RNA was used for mRNA isolation using the NEBNext Poly(A) mRNA Magnetic Isolation Module (New England Biolabs, catalog #E7490). Next, RNA library construction was done with the NEBNext Ultra II Directional RNA Library Prep Kit (New England Biolabs, catalog #E7760) according to the manufacturer’s user guide. Briefly, RNA was fragmented in NEBNext First Strand Synthesis Buffer via incubation at 94°C for the desired time. This step was followed by first-strand cDNA synthesis using reverse transcriptase and random hexamer primer. Synthesis of ds-cDNA was performed using the 2nd strand master mix provided in the kit, followed by end-repair and adaptor ligation. At this point, Illumina adaptors were ligated to the sample. Finally, each library (uniquely barcoded) was enriched by 12 cycles of amplification, and purified with Agencourt AMPure beads (Beckman Coulter, catalog #A63881). The 12 barcoded libraries were sized on the Bioanalyzer and quantified with the Qubit ®  2.0 Fluorometer. Finally, these 20 individual libraries were pooled in equimolar concentration. The Illumina NovaSeq 6000 was used to sequence the libraries for 2 × 150 cycles. Sequencing was performed at the ICBR NextGen Sequencing ( https://biotech.ufl.edu/next-gen-dna/ , RRID: SCR_019152). Normalized libraries were submitted to the “Free Adapter Blocking Reagent” protocol (FAB, catalog #20024145) to minimize the presence of adaptor-dimers and index hopping rates. The library pool was diluted to 0.8 nM and sequenced on one S4 flow cell lane (2 × 150 cycles) of the Illumina NovaSeq6000. The instrument’s computer utilized the NovaSeq Control Software v1.6. Cluster and SBS consumables were v1.5. The final loading concentration of the library was 120 pM with 1% PhiX (v/v) spike-in control. One lane generated 2.5–3 billion paired-end reads (~950Gb) with an average Q30%≥92.5% and Cluster PF=85.4%. FastQ files were generated using the BCL2fastQ function in the Illumina BaseSpace portal. One NovaSeq S4, 2 × 150 cycles lane resulted in an average of 50 million demultiplexed, paired-end reads when sequencing a pool of 48 samples. 2.3 Protein extraction, sample processing and LC-MS/MS Seedlings from spaceflight and ground controls were divided into root and shoot for soluble and membrane protein extractions according to a protocol adapted from  Basu et al. (2015) . Approximately 0.1g of tissue per replicate was crushed in liquid nitrogen and vortexed thoroughly in the extraction buffer. The samples were subsequently centrifuged at 8000g and 100,000g to isolate membrane protein. Both the precipitated soluble protein stored in methanol and the membrane protein in microsome resuspension buffer were sent to the Proteomics and Metabolomics Facility, at the University of Nebraska, Lincoln for 6-plex TMT labeling and mass spectrometric analysis ( \n Supplementary protocol \n ). 2.4 Data analysis RNA read pairs for each biological replicate for the flight and ground control samples were checked for sequence quality using the FastQC, trimmed using the TrimGalore, and aligned to TAIR10 assembly using the Spliced Transcripts Alignment to a Reference (STAR) ( Kruse et al., 2020 ). Determination of gene-level read counts was accomplished using the Feature-count tool while the differential expression was determined using the negative binomial generalized linear model likelihood tests with the DESeq2 package in R. LC-MS/MS peptide data were analyzed using Proteome Discoverer 2.4 software (ThermoFisher Scientific, USA) using the Sequest HT search engine. Peptides were validated by Percolator with a 0.01 posterior error probability (PEP) threshold ( Rioseras et al., 2018 ). The data were searched using a decoy database to set the false discovery rate to 1% (high confidence). Protein quantification was processed using the co-isolation threshold set to 50% and the average S/N to 10, and peptides were quantified using the peak intensity of the reporter ions in the MS3 spectra. The peak abundance was normalized for differences in sample loading using total peptide amount where the peptide group abundances are summed for each sample and the maximum sum across all runs is determined. The protein ratios and log2 fold changes (L 2 FC) were calculated from the grouped protein abundances. RNA transcripts and Proteins with adjusted  p -value <0.05 were considered statistically significant while thresholds of L 2 FC≥1 or ≤−1 and L 2 FC≥0.2 or ≤−0.2 were established for the RNA and protein respectively to decide differential abundance between spaceflight and earth. 2.5 Analysis of the gene ontology enrichment Analysis of the gene ontology (GO) enrichment was performed using the ShinyGO V0.77 (based on Ensembl Release 107 with revision, archived on April 4, 2022) ( Ge et al., 2020 ) and confirmed using the DAVID database ( Sherman et al., 2022 ). Only differentially abundant ( p <0.05) RNA and proteins with significant abundance in spaceflight (L 2 FC≥1 and L 2 FC≥0.2 respectively) or significant abundance on earth (L 2 FC≤−1 and L 2 FC≤−0.2 respectively) were analyzed for fold enrichment. The GO term filter condition was set at a false discovery rate (FDR) of 0.01 and  p -values (ratio of total genes involved in a pathway found in the dataset to total genes in the pathway) were adjusted by the Benjamini–Hochberg (B–H) method to reduce false positives. Hence, poorly represented annotated terms and overly broad terms in the protein dataset were eliminated. Likewise, a comparison was drawn between the araPath enrichment terms ( Lai et al., 2012 ) and STRINGdb ( www.https://string-db.org/ ) terms in the dataset to ensure we get an accurate overview of the GO enrichment. In cases where we have similar enrichment terms, only the most informative terms, with fewer similarities and the highest enrichment value were retained. Visual representations of the resulting enrichment terms were created using the graph tools on ShinyGO and the “ggplot”, “GOsummaries” and “Heatmap” packages in RStudio ( Posit team, 2023 ). 2.6 Confirmation of subcellular localization The subcellular locations of differentially abundant ( p <0.05) RNA and proteins in spaceflight and on the ground were analyzed using the Subcellular Localization Database for Arabidopsis Proteins (SUBA4,  http://suba.live , accessed May 2023). Specific protein consensus subcellular localizations were decided using the SUBAcon ( Hooper et al., 2014 ), a consensus algorithm for unifying the subcellular localization data of the Arabidopsis proteome. The resulting subcellular localizations were plotted on a sunburst chart. 3 Results 3.1 Transcriptomics and proteomics recovery in the BRIC LED experiment The differential analysis of the transcriptome expressed between spaceflight and ground control Arabidopsis samples yielded 15,505 distinctly mapped RNA transcripts, with 2,474 being statistically significant at adjusted  p <0.05. Of this, 195 RNA are upregulated in spaceflight at L 2 FC RNA ≥1, while 761 are downregulated in spaceflight at L 2 FC RNA ≤−1 ( \n Figure 1A \n ). Protein extraction from the different organs (root and shoot) and across the cellular fractions (soluble and membrane) led to the quantification, in the root, of 20,923 peptides mapped to 3973 membrane proteins and 18,636 peptides mapped to 3412 soluble proteins. Similar to this, in the shoot, 20,658 peptides were mapped to 3965 membrane proteins and 20,091 peptides were mapped to 3537 soluble proteins. Only proteins with a FDR of 0.01 and a minimum of two uniquely mapped non-nested peptides (amino acid length >6 were retained. Proteins with B–H adjusted  p ≤0.05 were identified as statistically significant in the dataset. A total of 2187 membrane proteins and 332 soluble proteins were statistically significant in the root, while 1856 membrane proteins and 476 soluble proteins were statistically significant in the shoot. At the decision thresholds of L 2 FC protein ≥0.2 and L 2 FC protein ≤−0.2, 821 membrane proteins and 135 soluble proteins in the root were more abundant in spaceflight, whereas 1199 membrane proteins and 162 soluble proteins were less abundant in spaceflight ( \n Figure 1A \n ). Likewise, in the shoot, 1031 and 270 membrane and soluble proteins respectively were less abundant in spaceflight compared to ground control, while 778 membrane proteins and 172 soluble proteins were more abundant in spaceflight compared to ground control ( \n Figure 1A \n ). Figure 1 Transcriptome and proteome recovery in BRIC LED experiment.  (A) . Bar plots of the RNA and protein abundance distribution in spaceflight and in ground control. On the protein plots, solid-colored bars represent the membrane proteins while hashed bars represent the soluble protein. The quantity of differentially abundant RNA and proteins ( p <0.05) is indicated in parentheses. RNA and proteins with L 2 FC RNA ≥1 and L 2 FC protein ≥0.2 respectively were considered abundant in spaceflight while those with L 2 FC RNA ≤−1 and L 2 FC protein ≤−0.2 respectively were considered less abundant in space.  (B) . Volcano plot of the total abundance and distribution of RNA and proteins between spaceflight and ground tissues. The negative log of the adjusted  p -values was plotted on the y-axis against the normalized log2 fold change on the x-axis. Dots represent RNA and protein abundance with black dots representing non-significantly expressed proteins ( p>0.05  and those with L 2 FC not within the threshold), red dots represent less abundant RNA and proteins in spaceflight while blue dots represent proteins that were more abundant in spaceflight than on earth.  (C) . Venn diagram of differential protein abundance in spaceflight. Combination of differential proteins more abundant in spaceflight and less abundant in spaceflight, as distinct to each organ and as shared by both organs. Shoot UP indicates shoot proteins more abundant in spaceflight, shoot DOWN indicates shoot proteins less abundant in spaceflight, Root UP indicates root proteins more abundant in spaceflight while root DOWN indicates root proteins less abundant in spaceflight. The volcano plot ( \n Figure 1B \n ) of the total mapped RNA and protein across the organs and cell fractions gives a broader view of the pattern of abundance of transcriptome and proteome in spaceflight. Applying the widely accepted threshold for RNA tier II analysis, L 2 FC RNA ≥1 or L 2 FC RNA ≤−1, reduces false positives in interpreting the biol",
  "introduction": "1 Introduction Numerous plant spaceflight studies have long focused on unraveling the complex physiological changes plants undergo in the spaceflight environment. In their diversity, these studies have accumulated an extensive array of phenotypic characterizations and uncovered some of the fundamental concepts related to physiological adaptation in space ( Kordyum and Hasenstein, 2021 ). However, the traditional approaches have recently been complemented and in many ways superseded by the advent of genomic, transcriptomic, and proteomic methods, setting the stage for high throughput analyses that investigates the effects of spaceflight on plants from a molecular and functional perspective ( Hughes and Kiss, 2022 ). This allows the physiological effects of the spaceflight environment to be characterized beyond phenotyping and extensively mapped out along broader biochemical pathways and cryptic signaling molecular cascades. While some remarkable advancements in genomic and transcriptomics studies of plants in spaceflight have been widely recorded ( Ferl et al., 2002 ;  Paul et al., 2012 ;  Barker et al., 2023 ), such studies have largely been conducted in isolation, independent of proteomics. Unlike genomic and transcriptomic studies, proteomics studies face certain limitations in the spaceflight context, predominantly due to the limited availability of plant tissues for analysis. As a result, comprehensive spaceflight proteomics studies conducted on the whole Arabidopsis plant have been relatively few, with only three reported so far ( Mazars et al., 2014 ;  Ferl et al., 2015 ;  Barker et al., 2020 ;  Kruse et al., 2020 ). \n Mazars et al. (2014)  conducted the first true proteomics-scale study of Arabidopsis microsome-associated membrane proteins on the ISS followed by  Hausmann et al. (2014)  study on the proteome of Arabidopsis cell cultures in parabolic flights and  Zhang et al. (2015)  proteomic study on Arabidopsis callus aboard the Chinese SZ-8 spacecraft in spaceflight.  Ferl et al. (2015)  comparison of the transcriptome and protein abundances between the leaf and root of Arabidopsis in spaceflight represented the first use of a combined transcriptomics-proteomics investigative approach for whole plant spaceflight experiment, followed by a similar but more in-depth approach by  Kruse et al. (2020)  where they revealed novel regulatory responses of Arabidopsis seedlings in spaceflight. Reports from these two multi-omics studies indicated that the true power of omics approaches becomes apparent when they are combined, providing a comprehensive view of how gene expression and protein synthesis respond to the unique conditions of spaceflight. Likewise, the reported low correlation between transcripts and proteome of Arabidopsis grown in spaceflight and spaceflight hardware ( Basu et al., 2017 ;  Kruse et al., 2017 ;  Kruse et al., 2020 ) reinforced the benefits of a multi-omics approach. Studying plants’ adaptation to the spaceflight environm",
  "methods": "2.1 Plant material and spaceflight growth conditions \n Arabidopsis thaliana  L., ecotype Columbia-0 seeds were surface sterilized with 30% (v/v) bleach, and 0.1% (v/v) Tween-20 for 2 mins, washed repeatedly with sterile water (5×) and dried on round filter paper. Approximately 30 seeds were plated on each 60mm round petri plate containing 6.7ml of 0.5× + Benomyl Murashige and Skoog (MS) growth media with Gamborg’s B5 vitamins, 0.5% (w/v) sucrose and 0.75% (w/v) phytagel, and cold stratified for 16h. Seeded plates were loaded in a horizontal orientation, with the face of the growth media parallel to the ground in the BRIC LED hardware petri dish fixation units (PDFUs). Each hardware canister holds 6 PDFUs, with each PDFU holding a 60mm petri plate. This configuration was replicated 6 times, making a total of 36 seeded 60mm plates loaded aboard ISS. All BRICs were kept in cold storage (4°C) prior to the spaceflight launch. The experiment was flown on the SpaceX CRS-13 mission launched aboard the Falcon 9 Full Thrust rocket on December 15, 2017. The dormant Arabidopsis seeds were activated with light and placed at ambient temperature aboard the ISS, with a light wavelength composition of 85% red, 15% blue, and 60 µmol m −2  s −1  intensity. The plants were grown for 10 days with a 4-hour/2-hour light-dark cycle, prior to actuation of the PDFUs, releasing about 6–7ml RNAlater into the petri plates for seedling fixation. The seedlings were then incubated in Invitrogen RNAlater for 12 hours after which they were frozen aboard the ISS MELFI at −80°C until returned to Earth on May 5, 2018, aboard the SpaceX CRS-14 cargo dragon. A similar experimental setup was established on the ground, for same duration, at the Kennedy Space Center in Florida in the Space Station Environmental Simulator (ISSES) chamber, USA. The samples were transported on dry ice from the dragon capsule to the receiving laboratories. Frozen plates containing both the spaceflight and ground samples were packed in dry ice and transported to Ohio University where they were stored at −80°C prior to protein extraction and processing while another group was also sent to the University of Florida, Gainesville for RNA extraction, library preparation and sequencing.",
  "results": "3 Results 3.1 Transcriptomics and proteomics recovery in the BRIC LED experiment The differential analysis of the transcriptome expressed between spaceflight and ground control Arabidopsis samples yielded 15,505 distinctly mapped RNA transcripts, with 2,474 being statistically significant at adjusted  p <0.05. Of this, 195 RNA are upregulated in spaceflight at L 2 FC RNA ≥1, while 761 are downregulated in spaceflight at L 2 FC RNA ≤−1 ( \n Figure 1A \n ). Protein extraction from the different organs (root and shoot) and across the cellular fractions (soluble and membrane) led to the quantification, in the root, of 20,923 peptides mapped to 3973 membrane proteins and 18,636 peptides mapped to 3412 soluble proteins. Similar to this, in the shoot, 20,658 peptides were mapped to 3965 membrane proteins and 20,091 peptides were mapped to 3537 soluble proteins. Only proteins with a FDR of 0.01 and a minimum of two uniquely mapped non-nested peptides (amino acid length >6 were retained. Proteins with B–H adjusted  p ≤0.05 were identified as statistically significant in the dataset. A total of 2187 membrane proteins and 332 soluble proteins were statistically significant in the root, while 1856 membrane proteins and 476 soluble proteins were statistically significant in the shoot. At the decision thresholds of L 2 FC protein ≥0.2 and L 2 FC protein ≤−0.2, 821 membrane proteins and 135 soluble proteins in the root were more abundant in spaceflight, whereas 1199 membrane proteins and 162 soluble proteins were less abundant in spaceflight ( \n Figure 1A \n ). Likewise, in the shoot, 1031 and 270 membrane and soluble proteins respectively were less abundant in spaceflight compared to ground control, while 778 membrane proteins and 172 soluble proteins were more abundant in spaceflight compared to ground control ( \n Figure 1A \n ). Figure 1 Transcriptome and proteome recovery in BRIC LED experiment.  (A) . Bar plots of the RNA and protein abundance distribution in spaceflight and in ground control. On the protein plots, solid-colored bars represent the membrane proteins while hashed bars represent the soluble protein. The quantity of differentially abundant RNA and proteins ( p <0.05) is indicated in parentheses. RNA and proteins with L 2 FC RNA ≥1 and L 2 FC protein ≥0.2 respectively were considered abundant in spaceflight while those with L 2 FC RNA ≤−1 and L 2 FC protein ≤−0.2 respectively were considered less abundant in space.  (B) . Volcano plot of the total abundance and distribution of RNA and proteins between spaceflight and ground tissues. The negative log of the adjusted  p -values was plotted on the y-axis against the normalized log2 fold change on the x-axis. Dots represent RNA and protein abundance with black dots representing non-significantly expressed proteins ( p>0.05  and those with L 2 FC not within the threshold), red dots represent less abundant RNA and proteins in spaceflight while blue dots represent proteins that were more abundant in spaceflight than on earth.  (C) . Venn diagram of differential protein abundance in spaceflight. Combination of differential proteins more abundant in spaceflight and less abundant in spaceflight, as distinct to each organ and as shared by both organs. Shoot UP indicates shoot proteins more abundant in spaceflight, shoot DOWN indicates shoot proteins less abundant in spaceflight, Root UP indicates root proteins more abundant in spaceflight while root DOWN indicates root proteins less abundant in spaceflight. The volcano plot ( \n Figure 1B \n ) of the total mapped RNA and protein across the organs and cell fractions gives a broader view of the pattern of abundance of transcriptome and proteome in spaceflight. Applying the widely accepted threshold for RNA tier II analysis, L 2 FC RNA ≥1 or L 2 FC RNA ≤−1, reduces false positives in interpreting the biological significance of the differentially expressed transcripts ( McDermaid et al., 2019 ). However, this also led to the exclusion of over 61",
  "discussion": "4 Discussion 4.1 Arabidopsis adapts photosystems to the spaceflight environment to minimize impacts on photosynthesis This study assesses the physiological and molecular impacts of the spaceflight environment on Arabidopsis seedlings grown in NASA BRIC LED hardware using a combined transcriptomics and proteomics approach. The BRIC LED hardware, with integrated LED illumination, provides the growing seedlings with a source of light. Hence, plants growing in the BRIC LED hardware on ISS will have light cues but lack gravitational cues. This enabled us to study the effects of microgravity on plant transcriptome and organ-specific proteome, while also providing insight into how the plant root and shoot individually integrate light signaling in the absence of gravity. Evidence from this study suggests that the operations of the photosynthetic machinery (PSII and PSI) were greatly impacted in spaceflight ( \n Figure 4 \n ), with the plant shifting photosystem core-regulatory proteins in an organ-specific manner to adapt to the microgravity environment. While the net photosynthetic rate might not be affected in microgravity as it was not captured in this study, the molecular functions of the photosynthetic apparatus, as revealed by this study, were impacted. The abundance of the NusG-like proteins (PTAC12, PTAC14, PTAC3, PTAC4) in the shoot and NusG-like proteins (PTAC16, PTAC14) in the root ( \n Supplementary Table D \n ) suggests attempts at boosting the translational efficiency of chloroplast ribosomes to reduce the plant sensitivity to environmental stress in spaceflight. The abundance of D1 complex protein (PSBA) and the PPL1 in spaceflight suggests attempts to optimize the water-oxidizing reaction and repair damages to the PSII. Reduced abundance of the PSAB and PSAE isoforms of the PSI in spaceflight, signifies an increased susceptibility of the PSII to photoinhibition ( Krieger-Liszkay et al., 2020 ;  Ji et al., 2022 ) and a deficiency of the PSI steady state redox-level and re-oxidation. The PPL1, which was abundant in spaceflight in both organs, works to facilitate the assembly of PSII and optimize plant fitness under increased sensitivity to the BRIC LED hardware light. Suppression of the PSI electron transport subunit protein, PETH, in spaceflight, is associated with reduced efficiency of the electron transport chain and instability of the PSI. However, this reduced efficiency is compensated for by an increased abundance of chloroplast gene translations (PTACs), which helps to prevent over-reduction of the plastoquinone pool. The reduced abundance of PSII proximal antennae protein cp43 (PSBC) and the light-harvesting chlorophyll complexes (LHCB1, LHCB4, LHCB5, LHCB6) in spaceflight suggest an attempt to decrease light harvest by the photosystems, hence decrease photoinhibition, increase the oxygen-evolving capability and improve repair to PSII. Varying degrees of molecular perturbations to the plant photosystem complexes in spaceflight have earl",
  "conclusion": ""
}