{
  "id": "PMC11166946",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166946/",
  "title": "Aging and putative frailty biomarkers are altered by spaceflight",
  "authors": "Andrea Camera, Marshall Tabetah, Veronica Castañeda, JangKeun Kim, Aman Singh Galsinh, Alissen Haro-Vinueza, Ivonne Salinas, Allen Seylani, Shehbeel Arif, Saswati Das, Marcelo A. Mori, Anthony Carano, Lorraine Christine de Oliveira, Masafumi Muratani, Richard Barker, Victoria Zaksas, Chirag Goel, Eleni Dimokidis, Deanne M. Taylor, Jisu Jeong, Eliah Overbey, Cem Meydan, D. Marshall Porterfield, Juan Esteban Díaz, Andrés Caicedo, Jonathan C. Schisler, Evagelia C. Laiakis, Christopher E. Mason, Man S. Kim, Fathi Karouia, Nathaniel J. Szewczyk, Afshin Beheshti",
  "year": "2024",
  "journal": "Scientific Reports",
  "abstract": "Human space exploration poses inherent risks to astronauts’ health, leading to molecular changes that can significantly impact their well-being. These alterations encompass genomic instability, mitochondrial dysfunction, increased inflammation, homeostatic dysregulation, and various epigenomic changes. Remarkably, these changes bear similarities to those observed during the aging process on Earth. However, our understanding of the connection between these molecular shifts and disease development in space remains limited. Frailty syndrome, a clinical syndrome associated with biological aging, has not been comprehensively investigated during spaceflight. To bridge this knowledge gap, we leveraged murine data obtained from NASA’s GeneLab, along with astronaut data gathered from the JAXA and Inspiration4 missions. Our objective was to assess the presence of biological markers and pathways related to frailty, aging, and sarcopenia within the spaceflight context. Through our analysis, we identified notable changes in gene expression patterns that may be indicative of the development of a frailty-like condition during space missions. These findings suggest that the parallels between spaceflight and the aging process may extend to encompass frailty as well. Consequently, further investigations exploring the utility of a frailty index in monitoring astronaut health appear to be warranted.",
  "keywords": "Genetics, Medical research",
  "full_text": "Introduction Missions beyond low Earth orbit are the new frontier of crewed space exploration. Future missions to Mars as well as long-duration missions to the Moon will be significantly more sustained than any previous deep space mission. During transit, the space environment presents key challenges for astronauts’ safety 1 . Previous literature describes microgravity, radiation exposure, isolation and confinement as major stressors that are able to induce pathophysiological changes in the heart, skeletal muscle, and immune system, as well as bone loss, central nervous system alterations, and increased cancer risk 2 – 4 . Thus, there is increasing interest to identify the molecular mechanisms driving those health risks, including changes in mitochondrial function, genetic and epigenetic regulation, telomere-length dynamics, DNA damage, and oxidative stress 3 , 5  (Fig.  1 ). Interestingly, the molecular mechanisms of spaceflight-related stressors share similarities with the hallmarks of aging: mitochondrial dysfunction, genomic instability, epigenetic alterations, and telomere length changes (including brief elongation in flight and increased shorter telomeres post-flight), cellular senescence, and dysbiosis, among others 6 . As a defined set of aging-related molecular changes, the hallmarks of aging may be specifically studied to assess spaceflight impact on human physiology, which could induce a condition similar to premature or pathological aging 3 . Figure 1 Effects of spaceflight and a model of aging. Human spaceflight presents five major challenges: space radiation, altered gravity, isolation and confinement, distance from Earth, and hostile/closed environments are hazards for crewed spaceflight. These stressors support pathophysiological alterations and cellular and molecular changes which could be involved in the development of biological aging and frailty in astronauts. Muscle loss in astronauts has a similar pathophysiology as sarcopenia in the elderly. Created using BioRender. Aging is a state of depleted biological resilience resulting in an increased vulnerability to stressors. It leads to a systemic loss of the body’s capacity to maintain homeostasis and health 3 . The aging phenotype manifests in metabolic syndrome, cardiovascular disease, diabetes, neurological deterioration, and cancer 7 . Old age is also marked by immune dysregulation, which can result in a chronic low-grade inflammation state called  inflammaging , a status associated with increased levels of pro-inflammatory markers in blood and tissues 8 . The deterioration in muscle quality and quantity is another feature of aging, characterized by altered myofiber metabolism and impaired satellite cell activity 9 . Loss of muscle mass increases the risk of developing other comorbidities, in a vicious cycle that leads to unhealthy aging. These traits are often associated with a multifactorial geriatric syndrome known as “frailty” 10 . Frailty, a recent concept in aging science, can be defined as a syndrome caused by the combined effect of numerous age-related alterations. These alterations lead to a depletion of physiological reserve and/or deterioration of cognitive functions, resulting in an increased risk of morbidity and mortality. Frailty can be clinically diagnosed by the presence of three or more of the following components: unintentional weight loss over the last year, weakness, exhaustion, slow gait, and low physical activity level 11 . Other criteria for diagnosing and assessing frailty are functional factors such as grip strength and gait speed 12 , 13 . More holistic definitions of frailty also consider the presence of comorbidities, cognitive impairment, psychosocial risk factors and other common geriatric syndromes 14 . The use of clinical scores to quantify frailty has been attempted, but it is undermined by encountered limitations in terms of ethnicity, risk prediction, diagnosis, and prognosis. However, advancements in the understanding of the biological processes related to frailty and aging, along with the development of high-throughput techniques, allowed the development of novel assessment models based on “omics” biomarkers 15 . Part of the deconditioning of human physiology caused by spaceflight resembles the features of frail patients, for instance the physical component related to muscle loss. Sarcopenia is generally defined as a progressive age-related condition characterized by the loss of skeletal muscle quality, performance, strength, and mass 16 . When this condition is driven by aging, it is defined as primary sarcopenia 9 . Interestingly, muscle loss in astronauts shares similarities with sarcopenia in the elderly, especially during long duration spaceflight, and could be interpreted as a sarcopenia-like syndrome 17 , 18 . The study of frailty traits in astronauts involves the investigation of aging’s biological pathways, which could be elicited by the space environment. Yet, despite the reported similarities between the features of frailty and consequence of spaceflight, it remains unclear whether the space environment can influence the onset of age-related dysfunctions in astronauts. Getting insights about the signatures of frailty and sarcopenia in spaceflight data is a key step towards the development of countermeasures to achieve safer crewed space missions and translate therapy to patients on Earth. Here, we hypothesize the emergence of aging, frailty and sarcopenia related transcriptomic signatures during and after spaceflight in astronauts, murine and cellular models. We investigate this occurrence using multi-omics and systems-informatic approaches. We analyzed transcriptomic data from rodent research missions flown to the International Space Station (ISS) (available from NASA’s Open Science Data Repository (OSDR), previously known as GeneLab 18 ), astronaut data from a recent JAXA study, and data from the first civilian commercial spaceflight mission, Inspiration4 (i4). We identified altered expression in genes related to frailty and muscle loss, that may lead to an early frailty phenotype. Our results raise the possibility that exposure to the space environment leads to changes consistent with frailty, including inflammation, muscle wasting and other age-related features. Our findings propose a method to study the development of frailty-related health risks, which astronauts may develop during spaceflight, in the perspective of achieving adequate preventative measures. Results Multiple frailty related biomarkers are differentially expressed in rodent muscles during spaceflight To determine the impact of frailty during spaceflight, we constructed, based on previous literature 19 – 22 , a list of putative frailty biomarker genes for humans and mice (Supplementary Data  1 ). Mouse (OSD-21, 99, 101, 103, 104, 105) datasets from OSDR were analyzed to identify differentially expressed genes (DEGs) in flight versus control condition with a statistical cut-off of adjusted  p -value < 0.5. In mice, altered expression of frailty-related genes in the following tissues were identified: gastrocnemius (34 genes in OSD-21 and 8 genes in OSD-101); extensor digitorum longus (EDL) (45 genes in OSD-99); quadriceps (26 genes in OSD-101); soleus (36 genes in OSD-104); tibialis anterior (32 genes in OSD-105) (Fig.  2 A). A maximum number of four frailty-related genes was also found to be unique to each tissue type and a maximum number of 4 was common between the different datasets (Supplementary Data  2 ). Hierarchical clustering of the overlapping gene expression across muscle types revealed a bias towards the up-regulation of frailty-related genes (Fig.  2 B). As an example, the extensor digitorum longus had several upregulated genes ( EGLN3, PTGS2, VDR, FREM2, KRT18, BCL2L1, LGALS3, CXCL10, CX3CL1, FNDC5, TGFB1, CAN , and  PPARGC1A ). Whereas the soleus (OSD-104) had relatively few downregulated genes ( GDF15, PTGS2, BDNF, PAX5, CX3CL1, FNDC5, VCAN, CALU , and  SESN2 ). Figure 2 Frailty-related biomarkers are differentially expressed in rodent muscles during spaceflight. Putative frailty linked genes from NASA Open Science Data Repository (former GeneLab). The transcriptomic signature of spaceflight is investigated with differential expression analysis in multiple tissues. ( A ) Upset plots of overlapping differentially expressed frailty genes in rodent and human samples. ( B ) Heatmap of differential expression analysis for the frailty gene in human and rodent samples. Rodent samples comprise spaceflight skeletal muscle. Heatmap considers only DEG with adjusted  p-value  < 0.5. Black color indicates no value. Interferon inflammatory response and muscle tissue development pathways are enriched in rodent muscles during spaceflight To determine overall frailty impact of spaceflight on tissues Gene Set Enrichment Analysis (GSEA) 23  analysis was performed on specific aging-related pathways (selected from the Molecular Signatures Database (MSigDB) 23  (Supplementary Data  3 ). Rodent datasets showed a general enrichment of the pathways with an overall upregulation in EDL and tibialis anterior, downregulation in quadriceps, and a mixed regulation in gastrocnemius soleus (Fig.  3 A,B). Summary themes of each functional cluster are displayed by the external color panel at the right side of sub-figure B and C. Despite a mixed direction of regulation, a clear enrichment of these pathways in the spaceflight group when compared to the control was evident across the datasets. The soleus muscle revealed an increase in the innate immune response inflammatory signature and concomitant downregulation of the IGF-1 pathway (Fig.  3 B). Previous literature showed that the soleus muscle is the first to be impacted by spaceflight and also known to experience a significant dysregulation of mitochondrial and immune functions in space 24 . Immune response can downregulate IGF-1 anabolic activity, promoting muscle wasting 16 . Of note, this muscle shows the largest decline in mass in the RR1 mission and IGF-1 pathway might be involved 25 . Several putative aging-related pathways were enriched in human datasets (Fig.  3 C), showing up-regulation in the majority of cases. Of note, interferon alpha and gamma response pathways are upregulated in all the datasets investigated. The increase in immune and inflammatory signatures we identified is consistent with various reports that associate chronic inflammation with frailty, although causality has yet to be established 8 , 26 . Nonetheless, our results could be useful for biomarkers related to spaceflight risk and consistent with clinical correlations of increased low-grade inflammation and muscle wasting 16 . Figure 3 Inflammatory response pathways are enriched in rodent muscles during spaceflight. The transcriptomic signature of spaceflight is investigated with gene set enrichment analysis (GSEA) for putative aging-related pathways in multiple tissues. ( A ) Percentage of the differentially expressed genes which are stable, increased or decreased in rodent samples. ( B ) and ( C ) Heatmap of the normalized enrichment score for the enriched aging-related pathways in rodents and human samples. The dark gray locations in the heatmap indicate missing values for the NES, resulting from off-range adjusted  p -values (padj) of the analysis. The assumed range is padj < 0.3. Novel sarcopenia-related genes are differentially expressed during spaceflight Sarcopenia is a condition associated with frailty. In our analysis, the best predictors of sarcopenia were genes that are part of autophagic and protein degradation processes. After studying databases from 118 people with and without sarcopenia ( GSE111006 ,  GSE111010 , and  GSE111016 ) 27 , 6,892 DEGs were identified by performing Mann–Whitney U tests 28  on gene expression data for every single gene (i.e., 65,217 genes) in a pair-wise manner across samples from both sets of patients (Supplementary Data  4 ). A simple classifier (i.e., k-nearest neighbors) was then used to estimate individual predictive power for that condition 29 . Next, via co-expression network analysis upon these DEGs, the most highly correlated module (i.e., BROWN = 0.93) to sarcopenia was found. We used a pathway and gene ontology analysis upon BROWN to curate a list of 21 genes that were significantly enriched in biological processes related to sarcopenia 30 . Here, we found that the frailty biomarkers list was enriched in Biological Processes Gene Ontology (BP GO) terms in a very similar manner to those found with sarcopenic biomarkers alone (Fig.  4 A) 29 . In addition to BP GO, the same was true for molecular functions (MF) GO term enrichment (Fig.  4 C). Interestingly, we found that eight of the biomarkers identified for frailty had the ability to predict sarcopenia in  GSE111006 ,  GSE111010 , and  GSE111016  with a Mean Accuracy Score (MAS) of > 0.65 ( RP1L1, SH3GL3, HIF1A, FGF23, FASLG, MAS1, PAX5 , and  REV1 ) (Fig.  4 B,D). Figure 4 Evidence of shared catabolic pathways between sarcopenia and frailty markers and their differential expression in space-flown mice. ( A ) Significantly enriched Biological Processes using a curated biomarker gene list obtained by the overlap of three gene sets studying sarcopenia (superseries  GSE111017 :  GSE111006 ,  GSE111010 , and  GSE111016 ) defined through a Mann- Whitney analysis. ( B ) The frailty biomarkers found to be part of ten GO Biological Processes terms, from which R1PL1 had the highest Mean Accuracy Score (MAS) score. ( C ) Significantly enriched Molecular Functions using a curated biomarker gene list. ( D ) Similarly, three GO Molecular Function terms were found to be a shared pathway with the defined frailty biomarkers from which SH3GL3 had the highest MAS score. ( E ) Schematic of the data utilized for the heatmap showing the four genes out of the 21 sarcopenia frailty genes that were present in the murine data sets. Heatmap considers only DEG with p < 0.05. Using the sarcopenia gene expression classifier we had established above, we re-examined the existing datasets for alterations in the 21 genes. To do so, we took the expression data from the murine datasets (EDL (ODS-99), left gastrocnemius (ODS-101), quadriceps (ODS-103), soleus (ODS-104), and tibialis anterior (ODS-105)) and evaluated the expression of our sarcopenia classifier (Fig.  4 E). We found that only  GJB4, HNRNPCL1, GOLGA2  and  POMC  were DEGs in at least one of the datasets.  GJB4  is a connexin (Cx) gene encoding the gap junction protein CX30.3 31 .  HNRNPCL1  plays a role in consolidating the nucleosome and neutralizing core hnRNPs proteins 32 .  GOLGA2  encodes the GM130 protein necessary for the assembly of the Golgi apparatus. Interestingly, mutations in  GOLGA2  lead to neuromuscular disorders and muscular dystrophy 33 .  POMC  codes for the precursor protein proopiomelanocortin producing active peptides generating melanocyte stimulating hormones (MSHs), corticotropin (ACTH) and β-endorphin. POMC deficiency leads to adrenal failure and obesity 34 . Of note, the dataset from the soleus muscle in mice (OSD-104), demonstrated to have a significant overexpression of  GJB4, POMC  and significant downregulation of  HNRNPC  ( p  < 0.05). Multiple frailty related biomarkers are differentially expressed in human muscles during spaceflight We applied the same list of putative frailty biomarker genes (Supplementary Data  1 ) to investigate differentially expressed genes in Open Science Dataset’s human samples as in Fig.  2 . OSD-52 and 195 were analyzed to identify differentially expressed genes (DEGs) in flight, on random positioning machine or in bed rest versus control condition with a statistical cut-off of adjusted  p -value < 0.5. Vastus lateralis muscle (OSD-52), cardiac progenitors (OSD-127) and endothelial cells (OSD-195) showed 22, 2 and 4 frailty-related genes, respectively (Fig.  5 A). Figure 5 Frailty-related biomarkers are differentially expressed in humans during spaceflight and ground-based spaceflight simulated conditions. Putative frailty linked genes from NASA Open Science Data Repository (former GeneLab). The transcriptomic signature of spaceflight is investigated with differential expression analysis in multiple tissues. ( A ) Upset plot of overlapping differentially expressed frailty genes in human samples. ( B ) Venn diagram of differentially expressed frailty genes in rodent and human samples shows the common differentially expressed genes between the two species. ( C ) Heatmap of differential expression analysis for the frailty gene in human samples. Human samples comprise spaceflight human umbilical vein endothelial cells, bed rest skeletal muscle cells and cardiac progenitors differentiated from human pluripotent stem cells in 3D culture under simulated microgravity. Heatmap considers only DEG with adjusted  p-value  < 0.5. Black color indicates no value. We compared the differential expression profiles between mice and human dataset. Approximately a third of the frailty genes were conserved between humans and mice, which suggests that the murine models can provide good translation to human biology (Fig.  5 B). Out of 73 differentially expressed frailty-related genes, 22 (32%) were common in humans and mice (Fig.  5 B). Forty-three (62%) were unique to mice and 4 (6%) were unique to only humans. In humans, 9 frailty genes were upregulated and 13 were downregulated in the vastus lateralis muscle (Fig.  5 C and Supplementary Data  2 ). Several downregulated genes were associated with immunity-related pathways, while most upregulated genes were associated with metabolism and Vitamin K or D pathways. In endothelial cells, two genes were downregulated, and two were upregulated. The downregulated genes,  TMEM245  and  PPARGC1A , are associated with the cell-membrane and gluconeogenesis, while the upregulated genes,  MSTN  and  PTGS2 , are associated with regulation of skeletal muscle growth and prostaglandin biosynthesis (Supplementary Data  5 ) 35 . While there is  no direct link between gluconeogenesis and frailty, both are related to the body's response to stress and maintaining homeostasis. Diabetes, a condition that affects glucose metabolism, has been linked to frailty 36 , 37 . In diabetes, the body's ability to regulate blood glucose levels is impaired, potentially impacting gluconeogenesis. Frail individuals, who have a diminished ability to resist stressors, may be more susceptible to the effects of these metabolic imbalances 38 . Multiple frailty related biomarkers are differentially expressed in astronauts Having confirmed altered aging and frailty signatures in largely rodent transcriptomic data, we wanted to test if frailty biomarkers were also altered in astronauts. To enable this analysis, we used two recent studies 39 . First, using astronaut data from JAXA plasma cell-free RNA profiling study, we examined the changes occurring in RNAs from the frailty biomarker genes between pre-flight, in-flight, and post-flight (i.e., after return to Earth) (Fig.  6 ). Our RNA analysis reveals a global response of frailty-related gene expression to the space environment, which is characterized by in-flight and post-flight expression changes. Most of the genes investigated were subject to changes when compared to pre-flight conditions, either during spaceflight or later after return to Earth. A large number of genes that were reduced during spaceflight showed an increase after re-entry (e.g.,  AKT1, NOS2, FGF23 , and  HIF3A ). Conversely, several genes show an opposite behavior and tended to be reduced during spaceflight, and underwent reduction after re-entry (e.g.,  TGFB1, B2M, NOS1, AOC1, SOD2, SOD3 , and  OAZ1 ). Figure 6 Frailty-related biomarkers are differentially expressed in astronauts exposed to 120-days of Low Earth Orbit Spaceflight. Putative frailty linked genes from JAXA Cell-Free Epigenome (CFE). Heatmap of the normalized p",
  "introduction": "Introduction Missions beyond low Earth orbit are the new frontier of crewed space exploration. Future missions to Mars as well as long-duration missions to the Moon will be significantly more sustained than any previous deep space mission. During transit, the space environment presents key challenges for astronauts’ safety 1 . Previous literature describes microgravity, radiation exposure, isolation and confinement as major stressors that are able to induce pathophysiological changes in the heart, skeletal muscle, and immune system, as well as bone loss, central nervous system alterations, and increased cancer risk 2 – 4 . Thus, there is increasing interest to identify the molecular mechanisms driving those health risks, including changes in mitochondrial function, genetic and epigenetic regulation, telomere-length dynamics, DNA damage, and oxidative stress 3 , 5  (Fig.  1 ). Interestingly, the molecular mechanisms of spaceflight-related stressors share similarities with the hallmarks of aging: mitochondrial dysfunction, genomic instability, epigenetic alterations, and telomere length changes (including brief elongation in flight and increased shorter telomeres post-flight), cellular senescence, and dysbiosis, among others 6 . As a defined set of aging-related molecular changes, the hallmarks of aging may be specifically studied to assess spaceflight impact on human physiology, which could induce a condition similar to premature or pathological aging 3 . Figure 1 Effects of spaceflight and a model of aging. Human spaceflight presents five major challenges: space radiation, altered gravity, isolation and confinement, distance from Earth, and hostile/closed environments are hazards for crewed spaceflight. These stressors support pathophysiological alterations and cellular and molecular changes which could be involved in the development of biological aging and frailty in astronauts. Muscle loss in astronauts has a similar pathophysiology as sarcopenia in the elderly. Created using BioRender. Aging is a state of depleted biological resilience resulting in an increased vulnerability to stressors. It leads to a systemic loss of the body’s capacity to maintain homeostasis and health 3 . The aging phenotype manifests in metabolic syndrome, cardiovascular disease, diabetes, neurological deterioration, and cancer 7 . Old age is also marked by immune dysregulation, which can result in a chronic low-grade inflammation state called  inflammaging , a status associated with increased levels of pro-inflammatory markers in blood and tissues 8 . The deterioration in muscle quality and quantity is another feature of aging, characterized by altered myofiber metabolism and impaired satellite cell activity 9 . Loss of muscle mass increases the risk of developing other comorbidities, in a vicious cycle that leads to unhealthy aging. These traits are often associated with a multifactorial geriatric syndrome known as “frailty” 10 . Frailty, a recent concept in aging scie",
  "methods": "Methods Ethical statement All human studies were done with ethical approvals with established and approved IRBs at Weill Cornell Medicine. Blood samples were provided by SpaceX Inspiration4 crew members after consent for research use. The procedure followed guidelines set by Health Insurance Portability and Accountability Act (HIPAA) and operated under Institutional Review Board (IRB) approved protocols and informed consent was obtained. Experiments were conducted in accordance with local regulations and with the approval of the IRB at the Weill Cornell Medicine (IRB #21-05023569). Analyses of NASA open science data repository datasets: differential gene expression and GSEA pathway analysis All murine data were obtained from NASA Open Science Data Repository (former GeneLab), where they were previously collected and shared by other investigators. No live animals were used in this investigation. The Open Science Data (OSD) we analyzed are: OSD-21, OSD-52, OSD-99, OSD-101, OSD-103, OSD-104, OSD-105 and OSD-195. Information regarding the chosen datasets is provided in Table  1 . Table 1 Genelab datasets analyzed in the manuscript. Identifier Title Authors, title, publisher, version, DOI Analyzed tissue OSD-21 Effects of spaceflight on murine skeletal muscle gene expression Barth J. \"Effects of spaceflight on murine skeletal muscle gene expression\", NASA Open Science Data Repository, Version 3,  http://doi.org/10.25966/c36b-3g68 Gastrocnemius muscle OSD-52 Expression data from SPHINX (SPaceflight of Huvec: an INtegrated eXperiment) Bradamante S, Versari S, Longinotti G, Barenghi L, Maier J. \"Expression data from SPHINX (SPaceflight of Huvec: an INtegrated eXperiment)\", NASA Open Science Data Repository, Version 4,  http://doi.org/10.26030/nt3p-p547 Endothelial OSD-99 Rodent Research-1 (RR1) NASA Validation Flight: Mouse extensor digitorum longus muscle transcriptomic and epigenomic data Galazka J, Globus R \"Rodent Research 1\", GeneLab, Version 4,  http://doi.org/10.26030/1h3m-3q49 Extensor digitorum longus muscle OSD-101 Rodent Research-1 (RR1) NASA Validation Flight: Mouse left gastrocnemius muscle transcriptomic, proteomic, and epigenomic data Galazka J, Globus R \"Rodent Research 1\", GeneLab, Version 5,  http://doi.org/10.26030/sdmt-ae51 Gastrocnemius muscle OSD-103 Rodent Research-1 (RR1) NASA Validation Flight: Mouse quadriceps muscle transcriptomic, proteomic, and epigenomic data Galazka J, Globus R \"Rodent Research 1\", GeneLab, Version 4,  http://doi.org/10.26030/9vzk-b116 Quadriceps muscle OSD-104 Rodent Research-1 (RR1) NASA Validation Flight: Mouse soleus muscle transcriptomic and epigenomic data Galazka J, Globus R \"Rodent Research 1\", GeneLab, Version 4,  http://doi.org/10.26030/em9r-w619 Soleus muscle OSD-105 Rodent Research-1 (RR1) NASA Validation Flight: Mouse tibialis anterior muscle transcriptomic, proteomic, and epigenomic data Galazka J, Globus R \"Rodent Research 1\", GeneLab, Version 4,  http://doi.org/10.26030/xgw6-6t64 Tibialis an",
  "results": "Results Multiple frailty related biomarkers are differentially expressed in rodent muscles during spaceflight To determine the impact of frailty during spaceflight, we constructed, based on previous literature 19 – 22 , a list of putative frailty biomarker genes for humans and mice (Supplementary Data  1 ). Mouse (OSD-21, 99, 101, 103, 104, 105) datasets from OSDR were analyzed to identify differentially expressed genes (DEGs) in flight versus control condition with a statistical cut-off of adjusted  p -value < 0.5. In mice, altered expression of frailty-related genes in the following tissues were identified: gastrocnemius (34 genes in OSD-21 and 8 genes in OSD-101); extensor digitorum longus (EDL) (45 genes in OSD-99); quadriceps (26 genes in OSD-101); soleus (36 genes in OSD-104); tibialis anterior (32 genes in OSD-105) (Fig.  2 A). A maximum number of four frailty-related genes was also found to be unique to each tissue type and a maximum number of 4 was common between the different datasets (Supplementary Data  2 ). Hierarchical clustering of the overlapping gene expression across muscle types revealed a bias towards the up-regulation of frailty-related genes (Fig.  2 B). As an example, the extensor digitorum longus had several upregulated genes ( EGLN3, PTGS2, VDR, FREM2, KRT18, BCL2L1, LGALS3, CXCL10, CX3CL1, FNDC5, TGFB1, CAN , and  PPARGC1A ). Whereas the soleus (OSD-104) had relatively few downregulated genes ( GDF15, PTGS2, BDNF, PAX5, CX3CL1, FNDC5, VCAN, CALU , and  SESN2 ). Figure 2 Frailty-related biomarkers are differentially expressed in rodent muscles during spaceflight. Putative frailty linked genes from NASA Open Science Data Repository (former GeneLab). The transcriptomic signature of spaceflight is investigated with differential expression analysis in multiple tissues. ( A ) Upset plots of overlapping differentially expressed frailty genes in rodent and human samples. ( B ) Heatmap of differential expression analysis for the frailty gene in human and rodent samples. Rodent samples comprise spaceflight skeletal muscle. Heatmap considers only DEG with adjusted  p-value  < 0.5. Black color indicates no value. Interferon inflammatory response and muscle tissue development pathways are enriched in rodent muscles during spaceflight To determine overall frailty impact of spaceflight on tissues Gene Set Enrichment Analysis (GSEA) 23  analysis was performed on specific aging-related pathways (selected from the Molecular Signatures Database (MSigDB) 23  (Supplementary Data  3 ). Rodent datasets showed a general enrichment of the pathways with an overall upregulation in EDL and tibialis anterior, downregulation in quadriceps, and a mixed regulation in gastrocnemius soleus (Fig.  3 A,B). Summary themes of each functional cluster are displayed by the external color panel at the right side of sub-figure B and C. Despite a mixed direction of regulation, a clear enrichment of these pathways in the spaceflight group when compared to the control was evident across the datasets. The soleus muscle revealed an increase in the innate immune response inflammatory signature and concomitant downregulation of the IGF-1 pathway (Fig.  3 B). Previous literature showed that the soleus muscle is the first to be impacted by spaceflight and also known to experience a significant dysregulation of mitochondrial and immune functions in space 24 . Immune response can downregulate IGF-1 anabolic activity, promoting muscle wasting 16 . Of note, this muscle shows the largest decline in mass in the RR1 mission and IGF-1 pathway might be involved 25 . Several putative aging-related pathways were enriched in human datasets (Fig.  3 C), showing up-regulation in the majority of cases. Of note, interferon alpha and gamma response pathways are upregulated in all the datasets investigated. The increase in immune and inflammatory signatures we identified is consistent with various reports that associate chronic inflammation with frailty, although causal",
  "discussion": "Discussion To our knowledge, no prior links to frailty-like signatures have been observed in the context of spaceflight, and these markers represent an important direction for future research, especially as mission durations increase to years. In recent years, human space research has benefitted from collecting and integrating diverse types of biological data, such as genomics, proteomics, and metabolomics, and storing them in biobanks for future analysis 19 , 50 . These multi-omics data and biobanks continue to provide valuable insights into the aging-like processes in astronauts during long-term space missions and help identify potential biomarkers and interventions to counteract them 25 , 51 – 53 . In our manuscript, we include data from NASA’s OSDR, the SpaceX Inspiration4 and the JAXA astronaut study. These initiatives are hallmarks in the development of data banking strategies such as the Space Omics and Medical Atlas (SOMA) 54 . The NASA Twins study along with the JAXA Cell-Free Epigenome and Inspiration4 data reported here and elsewhere (Figs.  6  and  7 ) highlight the emerging ability to conduct omic analyses on astronaut samples  27 , 39 , 55 . We propose the use of omics data to investigate the development of aging-like phenomena in spaceflight, which can also help improve our understanding of aging metrics like clonal hematopoiesis 56 , and also link to a wide array of new data from the SOMA package of data and papers  48 , 53 , 55 , 55 , 57 – 65 . Space medicine research has been mostly focused on the acute and medium-term effects of spaceflight on human physiology. However, some attributes related to the exposure to the space environment resemble aging-like pathophysiology: DNA damage, oxidative stress, and mitochondrial dysfunction 3 . Because of these similarities, observations from the aging field can be useful to understand the biological changes driven by spaceflight. In contrast with aging on Earth, it is unclear whether those molecular modifications last after reentry, and for this reason we refer to them as aging-like phenomena. Nevertheless, despite acute events such as space motion sickness and autonomic imbalance resolving after astronaut’s return to ground, the effects of these aging-like alterations might be clinically manifest in a chronic exposure scenario, like a long-duration mission to Mars, and could potentially trigger chronic disease development. Studies in genetic/genomic aging models such as  C. elegans  and clinical evidence have demonstrated that the control of lifespan and health span are not identical 49 , 53 ; therefore, there is an increasing need to identify markers able to determine the biological age of an individual. One proposed marker is the frailty index, which can serve as a better health indicator than chronological age, translating what is suggested by previous biological and clinical literature 7 . Here, we examined if aging and putative frailty biomarkers change during spaceflight. Our resul",
  "conclusion": ""
}