{
  "id": "PMC11166967",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166967/",
  "title": "Transcriptomics analysis reveals molecular alterations underpinning spaceflight dermatology",
  "authors": "Henry Cope, Jonas Elsborg, Samuel Demharter, J. Tyson McDonald, Chiara Wernecke, Hari Parthasarathy, Hriday Unadkat, Mira Chatrathi, Jennifer Claudio, Sigrid Reinsch, Pinar Avci, Sara R. Zwart, Scott M. Smith, Martina Heer, Masafumi Muratani, Cem Meydan, Eliah Overbey, Jangkeun Kim, Christopher R. Chin, Jiwoon Park, Jonathan C. Schisler, Christopher E. Mason, Nathaniel J. Szewczyk, Craig R. G. Willis, Amr Salam, Afshin Beheshti",
  "year": "2024",
  "journal": "Communications Medicine",
  "abstract": "Background Spaceflight poses a unique set of challenges to humans and the hostile spaceflight environment can induce a wide range of increased health risks, including dermatological issues. The biology driving the frequency of skin issues in astronauts is currently not well understood. Methods To address this issue, we used a systems biology approach utilizing NASA’s Open Science Data Repository (OSDR) on space flown murine transcriptomic datasets focused on the skin, biochemical profiles of 50 NASA astronauts and human transcriptomic datasets generated from blood and hair samples of JAXA astronauts, as well as blood samples obtained from the NASA Twins Study, and skin and blood samples from the first civilian commercial mission, Inspiration4. Results Key biological changes related to skin health, DNA damage & repair, and mitochondrial dysregulation are identified as potential drivers for skin health risks during spaceflight. Additionally, a machine learning model is utilized to determine gene pairings associated with spaceflight response in the skin. While we identified spaceflight-induced dysregulation, such as alterations in genes associated with skin barrier function and collagen formation, our results also highlight the remarkable ability for organisms to re-adapt back to Earth via post-flight re-tuning of gene expression. Conclusion Our findings can guide future research on developing countermeasures for mitigating spaceflight-associated skin damage.",
  "keywords": "Systems biology, Skin diseases",
  "full_text": "Introduction Throughout the course of a spaceflight mission, the astronaut exposome includes altered gravity, elevated radiation, and confinement within a closed environment with unique hygiene procedures, light cycles, and ventilation 1 . These stressors perturb biological systems, inducing gene regulatory changes, mitochondrial dysregulation, microbiome shifts, and DNA damage 1 . Dermatological issues are not typically regarded as a key risk to astronaut health and mission success, yet they are amongst the most common in-flight health issues reported by astronauts. During regular International Space Station (ISS) missions averaging 6-months, skin rashes have been identified as the most frequently reported in-flight clinical symptom, with 1.1 cases per flight year, accounting for 40% of all notable medical events and a 25-fold increase compared to the United States’ general population 2 . An additional 0.3 cases per flight year include skin manifestations accompanied by symptoms of infection; skin lesions associated with viral reactivation were also reported and have been studied in-flight 2 – 4 . Notably, an in-flight skin rash was reported to have occurred during a 6-month ISS mission, worsening immediately after extravehicular activity (EVA) 5 , and a post-flight skin rash was reported following the 1-year-long NASA Twins spaceflight study 6 . These events arouse particular concern for future Moon and Mars missions, which will be longer, include high-levels of EVA, and also include risk of exposure to irritant dust, reported previously to induce skin issues in Apollo astronauts 7 . Elucidating the biological response of skin in space could aid development of new countermeasures to manage dermatological issues and optimize astronaut performance during these future missions. As the human body’s largest organ, the skin plays a crucial role in numerous essential health functions. These include facilitating fluid diffusion, promoting wound healing, regulating body temperature, and enabling tactile sensation. Skin is also the first line of defense against chemicals, allergens, infectious agents, and - importantly for spaceflight - radiation. Studies of the astronaut skin microbiome have identified microbial interchange between the skin and the ISS interior 8 , and have also hypothesized that abnormal proliferation of certain types of opportunistic microorganisms on astronaut skin may stem from the unusual hygiene procedures on the ISS, where wipes are used as opposed to showering 9 , 10 . While these microbiome shifts and their associated health effects require further studies, investigations into the molecular response of skin tissue in space are lacking. In murine skin, the 13-day STS-135 study and the 91-day Mouse Drawer System (MDS) study reported significant spaceflight-induced modulation of extracellular matrix (ECM) genes 11 , 12 ; the set of genes did not overlap, which could be due to significant differences in study design (e.g. duration). The MDS study also reported a 42% increase in synthesized procollagen coupled with a 15% reduction in dermal thickness likely indicative of increased collagen turnover, and an increase in hair follicles growing in the anagen stage accompanied by dysregulation of hair follicle genes 12 . Corroborating gene regulatory changes associated with hair cycle were also reported in an analysis of hair follicle samples from 10 astronauts in a Japan Aerospace Exploration Agency (JAXA) study 13 , yet reports of skin physiological changes in astronauts, including dermal atrophy, have been mixed 14 , 15 . In a recent analysis of astronaut skin punch biopsies taken before and after the 3-day commercial Inspiration4 (i4) mission 16 , gene expression changes within different layers of the skin were explored alongside microbiome changes, revealing signatures of increased inflammation and mitochondrial dysregulation across skin compartments, and gene regulatory changes associated with activation of DNA damage response (DDR) processes, T cell immunity, and increased barrier disruption in the outer epidermal layer of the skin 17 . In this study, we perform an analysis of five previously unreported murine skin RNA-Seq datasets from the JAXA Mouse Habitat Unit 2 (MHU-2) 18 , NASA Rodent Research 5 (RR-5) and 7 (RR-7) experiments, to identify global gene expression signatures in spaceflight-exposed skin and to investigate the effect of study design on biological signatures relating to skin health and common spaceflight themes including DNA damage and repair, and mitochondrial dysregulation 1 . In addition to examining gene regulatory patterns, we use an explainable artificial intelligence (AI) modeling approach to construct interpretable machine learning models to identify synergistic effects between pairs of genes, which we interpret as possible biological interactions, that reveal putative disequilibria of dependent processes. We then investigate gene regulatory changes observed in the rodent skin data in astronaut data, including JAXA hair follicle data 13 , skin data from the i4 mission, and blood gene expression data from the NASA Twins 19 , JAXA Cell-Free Epigenome (CFE), and i4 studies. We conclude by suggesting how these molecular signatures may eventually lead to follow-up studies and pharmaceutical interventions. Methods Ethics and inclusion statement This manuscript has included authors from all backgrounds from the scientific international community and the results are held at the highest ethical standards. All human studies were done with ethical approvals with established and approved IRBs and according to the criteria set by the Declaration of Helsinki. The Inspiration4 (I4) mission was performed at Weill Cornell Medicine. Blood samples were provided by SpaceX Inspiration4 crew members after informed consent for research use. The procedure followed guidelines set by Health Insurance Portability and Accountability Act (HIPAA) and operated under Institutional Review Board (IRB) approved protocols and informed consent was obtained. Experiments were conducted in accordance with local regulations and with the approval of the IRB at the Weill Cornell Medicine (IRB #21-05023569). All crewmembers consented to data and sample sharing. The NASA Twin Study subjects signed informed consent according to the declaration of Helsinki and 14 CFR Part 1230 for collection and use of sample materials and data in research protocols at NASA and the collaborating institutions. Study protocols were approved by the NASA Flight Institutional Review Board (protocol number Pro1245) and all participating institutions. Also the data is hosted at the NASA Life Sciences Data Archive (LSDA). Informed consent was provided by all participants in the NASA Twin Study. The JAXA astronaut data was obtained from NASA’s GeneLab Platform and this study used only published aggregated quantification values. No ethical approval for this manuscript was required to use the JAXA astronaut data since this was publicly available data on the GeneLab platform. In addition the data made available on GeneLab was only provided as anonymized aggregate data. GeneLab spaceflight murine datasets Five RNA-Seq datasets (OSD-238, OSD-239, OSD-240, OSD-241, OSD-254) were downloaded from the NASA  OSDR  via the API, and full dataset descriptions can be found on the dataset pages. These datasets are derived from whole murine skin samples from the MHU-2, RR-5, and RR-7 spaceflight experiments. For MHU-2, singly-housed male C57BL/6J mice were 9 weeks of age when flown on the ISS for 30 days; they were euthanized less than 1 day after return to Earth. Dorsal and femoral skin samples were extracted from MHU-2 mice, and 6 replicates in spaceflight microgravity and the matching 6 replicates in the 1G ground control were split into 2 sets of 3, with half fed a JAXA chow diet and the other half fed JAXA chow with supplemental FOS 18 . For RR-5, 30 week old BALB/c mice in shared housing were flown on the ISS for 30 days; following return to Earth, mice were given 30 days to recover before euthanasia and extraction of dorsal and femoral skin tissue. Finally, for RR-7, 11 week old C57BL/6J mice and C3H/HeJ mice were flown on the ISS for either 25 or 75 days before being euthanized on-orbit. RNA-Seq analysis of rodent datasets Raw counts data, derived via a previously reported pipeline 20 , were downloaded from the NASA OSDR and loaded with tximport (v1.28.0). ERCC genes were filtered out, as were genes with zero counts in the minimum number of samples corresponding to a single condition. Differential Gene Expression (DGE) analysis using the Wald significance test was performed on spaceflight microgravity and ground control samples using the R package DESeq2 21  (v1.40.2). For each data subset, microgravity spaceflight samples were contrasted with ground control samples and cook’s cut off and independent filtering were not used. Mapping of mouse ENSEMBL gene IDs to gene symbols and human orthologs was done using the R Package biomaRt (v2.56.1) and ENSEMBL 105. For human orthologs, one-to-many mapping was supported. All heatmaps were generated using the R package ComplexHeatmap (v2.16.0). All DGE statistics for the rodent data, including the list of cross-mission genes, can be found in Supplementary Data  1 . Pathway analysis of rodent datasets For Over Representation Analysis (ORA), the R package clusterProfiler (v4.8.3) was used on vectors of genes and bar plots were made via ggplot2 (v3.4.4). For Gene Set Enrichment Analysis (GSEA), the R package FGSEA (v1.26.0) was used. GSEA was performed on all DEGs for all data subsets, with rank vectors consisting of HGNC symbols and corresponding sorted t-scores in the data subset. MSigDB human collections H, C2, and C5 were used (v7.4) and set sizes >15 were permitted. For the mitochondrial pathway analysis, human pathways from MitoPathways (v3.0), with some additional custom curated pathways (Supplementary Table  1 ), were used and set sizes >1 were permitted. All heatmaps were generated using the R package ComplexHeatmap (v2.16.0). All GSEA results, including mitochondrial results, can be found in Supplementary Data  2 . RNA-Seq data analysis on Twin Study samples Longitudinal samples were collected from a male astronaut aboard the ISS and his identical twin on Earth during a 340 day mission including 6 months preflight and 6 months postflight follow-up, for a total of 19 time points for the flight subject and 13 time points for the ground subject. Blood was collected using CPT vacutainers (BD Biosciences Cat # 362760) per manufacturer’s recommendations. For full details of sample separation and processing see ref.  19 . Briefly, samples collected on ISS were either frozen in −80 °C after separation of mononuclear cells by centrifugation (referred to as CPT), or returned to Earth in 4 °C in a Soyuz capsule and sorted into CD4, CD8, CD19 populations and a lymphocyte depleted (LD) fraction. Samples collected on Earth were either frozen for mononuclear cells or processed when fresh for sorted cell populations. To correct for the effects of ambient temperature exposure on RNA (approximately 36 h including landing and repatriation) control samples were created by simulating similar conditions to those that may occur during the ambient return and were compared to fresh blood collections from the same individual. RNA extraction, library prep and sequencing were completed per 19  using both ribodepletion or polyA selection kits. As previously reported 19 , generated sequences were trimmed using Trim Galore! (v0.4.1) and quantified to genes using kallisto 22  on ENSEMBL transcripts. Differentially expressed genes were called using DESeq2 21  on each cell type separately by comparing preflight, inflight and postflight groups, controlling for the normal biological variance within the 24 months using the longitudinal data of the ground twin and using the simulated ambient control samples as another covariate for sorted cells 20 , 23 . Reads were mapped onto an updated reference genome (GRCh38) 24 . JAXA Cell-Free Epigenome (CFE) Study RNA quantification data Aggregated RNA differential expression data and study protocols were shared through the NASA OSDR with accession number: OSD-530 25 . Plasma cell-free RNA samples for RNA-seq analysis were derived from blood samples collected from 6 astronauts before, during, and after the spaceflight on the ISS. Mean expression values were obtained from normalized read counts of 6 astronauts for each time point. In total 2-3 pre-flight samples (L-168 ± 14 days, L-112 ± 14 days, L-56 ± 14 days), 4 in-flight samples (L + 5 ± 1 day, L + 30 ± 7 days, L + 60 ± 14 days, L + 120 ± 14d or R-8 (−14d/+0d day)), and 3-4 post-flight samples (R + 3 ± 1 day, R + 30 ± 7 days, R + 60 ± 14 days, R + 120 ± 14 days) were collected per astronaut. As provided by OSDR, data points for all subjects were pooled into one group per mission phase. JAXA astronaut hair follicle data Gene expression data from 10 JAXA astronauts’ hair follicles 13  was downloaded from the NASA OSDR (OSD-174). Raw data for 60 total samples was processed using LIMMA with R/bioconductor 26 . Briefly, duplicate sample single-color Agilent microarray data was background corrected, filtered for low expression probes, and quantile normalized. Differential gene expression was measured between pre-flight, in-flight, and post-flight data points using p-values adjusted for False Discovery Rates (FDR) with the Benjamini–Hochberg method. As previously described 13  hair follicle samples were collected from each astronaut on 6-month ISS missions at two pre-flight time points (firstly between L-180 and L-90, and secondly between L-60 and L-14), two in-flight time points (firstly between L + 20 and L + 37, and secondly between R-20 and R-7), and two post-flight time points (firstly between R + 2 and R + 7, and secondly between R + 30 and R + 90). Inspiration4 (i4) astronaut sample collection Four civilians, two males and two females, spent three days in Low-Earth Orbit (LEO) at 585 km above Earth. The mission launched from NASA Kennedy Space Center on September 15th, 2021 and splashed down in the Atlantic Ocean near Cape Canaveral on September 18th, 2021. All biological data derived from the Inspiration4 mission were collected pre- and post-flight, and will be accessible via the Space Omics and Medical Atlas (SOMA) 27 . For this study, only data from blood samples and skin biopsies were used. Pre-flight samples were collected at L-92, L-44, and L-3 days prior to launch to space. Upon return, post-flight samples were collected at R + 1, R + 45, and R + 82 days. Blood samples were collected before (Pre-launch: L-92, L-44, and L-3) and after (Return; R + 1, R + 45, and R + 82) the spaceflight. Chromium Next GEM Single Cell 5′ v2, 10x Genomics was used to generate single cell data from isolated PBMCs. Subpopulations were annotated based on Azimuth human PBMC reference 28 . Reads were mapped onto a recent reference genome (GRCh38) 24 . We followed the analysis pipeline as previously reported [Ref.  29 ]. For skin spatial transcriptomics data, 4 mm diameter skin biopsies were obtained from all Inspiration4 crew members, once before flight and as soon as possible after return (L-44 and R + 1). As previously described in detail 17 , these biopsies were flash frozen and processed with the NanoString GeoMx platform. Based on staining images using fluorescent antibodies, a total of 95 freeform regions of interest (ROIs) were profiled across outer epidermal (OE), inner epidermal (IE), outer dermal (OD) and vascular (VA) regions. The IE and OE regions represented stratum basale, and stratum spinosum with stratum granulosum, respectively. GeoMx WTA sequencing reads from NovaSeq6000 were compiled into FASTQ files corresponding to each ROI and converted to digital count conversion files using the NanoString GeoMx NGS DnD Pipeline. From the Q3 normalized count matrix that accounts for factors such as capture area, cellularity, and read quality, the DESeq2 method was used to perform DGE analysis. Records of vitamin D supplement consumption were not available for the i4 crew. All human studies were done with ethical approvals with established and approved IRBs at Weill Cornell Medicine. Blood samples were provided by SpaceX Inspiration4 crew members after consent for research use. The procedure followed guidelines set by Health Insurance Portability and Accountability Act (HIPAA) and operated under Institutional Review Board (IRB) approved protocols and informed consent was obtained. Experiments were conducted in accordance with local regulations and with the approval of the IRB at the Weill Cornell Medicine (IRB #21-05023569). Astronaut physiological data Data are reported from three human subject experiments conducted on the International Space Station: Nutritional Status Assessment (2006-2012), Dietary Intake Can Predict and Protect Against Changes in Bone Metabolism During Space Flight and Recovery (Pro K) (2010–2015), and Biochemical Profile (2013–2018). All protocols were reviewed and approved by the NASA Institutional Review Board and all subjects provided written informed consent. These missions were 4–6 months in length, and these studies included blood and urine collections before, during, and after flight, with analysis of an array of nutritional and biochemical markers. Blood and urine samples were collected 2 or 3 times before flight: approximately Launch minus (L-) 180 days and L-45 days. In some cases, a third blood sample was collected (typically along with the L-45 collection), and these tubes were centrifuged and frozen for aliquoting after flight batched with the samples collected inflight. Blood samples were collected inflight, at approximately Flight Day (FD) 15, 30, 60, 120, and 180. Postflight samples were collected in the first 24-h after landing (designated return + 0, R + 0) and again 30-d later (R + 30). The R + 0 samples were not necessarily fasting, given the time of day and nature of return from flight. Of the 59 crewmembers reported herein: 8 returned on the Space Shuttle, with blood collection 2–4 h after landing; 51 landed in Kazakhstan, with 7 of them returning to Star City, Russia, with blood collection 8–10 h after landing; 44 were transported directly back to the Johnson Space Center in Houston, with blood collection approximately 24-h after landing. Pre- and postflight collections included two 24-h urine collections, and inflight collections included one 24-h urine collection. These collection techniques have been previously described 30 . We report here vitamins and metabolites, oxidative stress and damage markers, inflammatory markers and cytokines, liver enzymes and endocrine indices. These were analyzed using standard techniques as previously reported 31 . As of this writing, data were available for 59 crewmembers (47 male, 12 female). Age at launch was 47.0 ± 5.6 y, body mass at launch was 79.2 ± 11.8 kg (M: 83.3 ± 9.3; F: 63.0 ± 4.5). Body mass index was 25.5 ± 2.9 kg/m2 (M: 26.4 ± 2.6; F: 22.3 ± 1.5). All available data are reported here, although the reported n for any given test or session varies for a number of reasons, including: not all experiments had all analytes included, mission length differences for some crewmembers, schedule or other issues occasionally precluded sample collection, and methods changes over time. Repeated measures analysis of variance was conducted to test for differences during and after flight compared to preflight, and comparisons among time points were made using a Bonferroni t-test. Multiple comparisons were accounted for, and only those tests with  p  < 0.001 are reported. The data was plotted using R package ggplot2 (v3.3.5). QLattice symbolic regression modeling We used symbolic regression (QLattice v3.0.1 32 ) to construct models involving combinations of synergistic genes which map fr",
  "introduction": "Introduction Throughout the course of a spaceflight mission, the astronaut exposome includes altered gravity, elevated radiation, and confinement within a closed environment with unique hygiene procedures, light cycles, and ventilation 1 . These stressors perturb biological systems, inducing gene regulatory changes, mitochondrial dysregulation, microbiome shifts, and DNA damage 1 . Dermatological issues are not typically regarded as a key risk to astronaut health and mission success, yet they are amongst the most common in-flight health issues reported by astronauts. During regular International Space Station (ISS) missions averaging 6-months, skin rashes have been identified as the most frequently reported in-flight clinical symptom, with 1.1 cases per flight year, accounting for 40% of all notable medical events and a 25-fold increase compared to the United States’ general population 2 . An additional 0.3 cases per flight year include skin manifestations accompanied by symptoms of infection; skin lesions associated with viral reactivation were also reported and have been studied in-flight 2 – 4 . Notably, an in-flight skin rash was reported to have occurred during a 6-month ISS mission, worsening immediately after extravehicular activity (EVA) 5 , and a post-flight skin rash was reported following the 1-year-long NASA Twins spaceflight study 6 . These events arouse particular concern for future Moon and Mars missions, which will be longer, include high-levels of EVA, and also include risk of exposure to irritant dust, reported previously to induce skin issues in Apollo astronauts 7 . Elucidating the biological response of skin in space could aid development of new countermeasures to manage dermatological issues and optimize astronaut performance during these future missions. As the human body’s largest organ, the skin plays a crucial role in numerous essential health functions. These include facilitating fluid diffusion, promoting wound healing, regulating body temperature, and enabling tactile sensation. Skin is also the first line of defense against chemicals, allergens, infectious agents, and - importantly for spaceflight - radiation. Studies of the astronaut skin microbiome have identified microbial interchange between the skin and the ISS interior 8 , and have also hypothesized that abnormal proliferation of certain types of opportunistic microorganisms on astronaut skin may stem from the unusual hygiene procedures on the ISS, where wipes are used as opposed to showering 9 , 10 . While these microbiome shifts and their associated health effects require further studies, investigations into the molecular response of skin tissue in space are lacking. In murine skin, the 13-day STS-135 study and the 91-day Mouse Drawer System (MDS) study reported significant spaceflight-induced modulation of extracellular matrix (ECM) genes 11 , 12 ; the set of genes did not overlap, which could be due to significant differences in study design (e.g. duration)",
  "methods": "Methods Ethics and inclusion statement This manuscript has included authors from all backgrounds from the scientific international community and the results are held at the highest ethical standards. All human studies were done with ethical approvals with established and approved IRBs and according to the criteria set by the Declaration of Helsinki. The Inspiration4 (I4) mission was performed at Weill Cornell Medicine. Blood samples were provided by SpaceX Inspiration4 crew members after informed consent for research use. The procedure followed guidelines set by Health Insurance Portability and Accountability Act (HIPAA) and operated under Institutional Review Board (IRB) approved protocols and informed consent was obtained. Experiments were conducted in accordance with local regulations and with the approval of the IRB at the Weill Cornell Medicine (IRB #21-05023569). All crewmembers consented to data and sample sharing. The NASA Twin Study subjects signed informed consent according to the declaration of Helsinki and 14 CFR Part 1230 for collection and use of sample materials and data in research protocols at NASA and the collaborating institutions. Study protocols were approved by the NASA Flight Institutional Review Board (protocol number Pro1245) and all participating institutions. Also the data is hosted at the NASA Life Sciences Data Archive (LSDA). Informed consent was provided by all participants in the NASA Twin Study. The JAXA astronaut data was obtained from NASA’s GeneLab Platform and this study used only published aggregated quantification values. No ethical approval for this manuscript was required to use the JAXA astronaut data since this was publicly available data on the GeneLab platform. In addition the data made available on GeneLab was only provided as anonymized aggregate data. GeneLab spaceflight murine datasets Five RNA-Seq datasets (OSD-238, OSD-239, OSD-240, OSD-241, OSD-254) were downloaded from the NASA  OSDR  via the API, and full dataset descriptions can be found on the dataset pages. These datasets are derived from whole murine skin samples from the MHU-2, RR-5, and RR-7 spaceflight experiments. For MHU-2, singly-housed male C57BL/6J mice were 9 weeks of age when flown on the ISS for 30 days; they were euthanized less than 1 day after return to Earth. Dorsal and femoral skin samples were extracted from MHU-2 mice, and 6 replicates in spaceflight microgravity and the matching 6 replicates in the 1G ground control were split into 2 sets of 3, with half fed a JAXA chow diet and the other half fed JAXA chow with supplemental FOS 18 . For RR-5, 30 week old BALB/c mice in shared housing were flown on the ISS for 30 days; following return to Earth, mice were given 30 days to recover before euthanasia and extraction of dorsal and femoral skin tissue. Finally, for RR-7, 11 week old C57BL/6J mice and C3H/HeJ mice were flown on the ISS for either 25 or 75 days before being euthanized on-orbit. RNA-Seq analysis of rodent dataset",
  "results": "Results Spaceflight transcriptome global changes in rodent skin reflect common biological hallmarks of spaceflight To explore whether transcriptomic changes in the skin would occur during spaceflight, we analyzed five RNA-Seq datasets from the NASA Open Science Data Repository (OSDR) 40 , all representing skin tissue from space flown mice and matching ground control replicates. These datasets are derived from three different spaceflight missions (Fig.  1a ). The most variable genes across the datasets cluster into functional groups related to established physiological risks of spaceflight (Fig.  1b ). For example, spaceflight is known to induce immune dysfunction 1  and Cluster 1 involves highly-correlated genes associated with immune response, including genes linked to modulation of Immunoglobulin G (IgG) levels. Microgravity is also well established to cause degradation of muscle 1 , and Cluster 9 contains a significant number of genes related to muscular morphology and muscle disorders. Ionizing radiation is known to cause renal and pulmonary fibrosis 41 , 42  and profibrosis-like alterations were previously observed in lung tissue of mice returned from Space Shuttle Endeavour (STS-118) 43 . Renal and lung fibrosis associated genes found in Cluster 7, and genes encoding proteins involved in sclerotic diseases grouped in Cluster 8, further supports these reports. Fig. 1 Global data overview. a  Breakdown of the rodent datasets used in this study.  b  Clustering of the most variable genes within the rodent datasets with functional annotation. Upon subsetting each dataset based on experimental groups (i.e. diet, strain, skin site) and performing differential gene expression (DGE) analysis for spaceflight samples versus ground control samples, we end up with 10 data subsets (Fig.  2a ). In total 476 unique differentially expressed genes (DEGs) are significant (False Discovery Rate (FDR) ≤ 0.1) in at least 2 out of the 10 data subsets. One significant DEG shared across data subsets from the RR-7 study is  GLYCAM1  which is shared between both data subsets for the C57BL/6 J strain.  GLYCAM1 , a ligand for L-selectin that has been proposed to modulate leukocyte transendothelial migration from blood 44 , is strongly upregulated (Log 2  Fold Change (LFC) ≈ 18.81, FDR < 10 −6 ) at the 25 day time point and strongly downregulated (LFC ≈ −15.66, FDR < 0.002) at the 75 day time point, which could indicate a relationship between spaceflight duration and immune alterations for the C57BL/6J mice. Over representation analysis (ORA) reveals that a large proportion of the 244 significant DEGs shared between MHU-2 data subsets are associated with the organization of collagen and the ECM (Fig.  2b ). Significant modulation of genes associated with ECM homeostasis was previously reported in analyses of the skin of space flown mice 11 , 12 . The MHU-2 subset from the dorsal skin of mice fed a standard JAXA chow diet with supplemental prebiotic fructooligosaccharides (FOS) contains the highest quantity of significant (FDR ≤ 0.1) DEGs by a substantial margin (Fig.  2a ). In ground-based rodent studies, FOS has been shown to improve gut microbiome balance, increase bone density, and affect the immune system through increased short chain fatty acid (SCFA) production (modifying interleukin production and natural killer cell activity), and modification of the immune system via gut-associated lymphoid tissue 18 , 45 . Due to the disparity between the number of significant DEGs in the data subsets, and the variety of conditions between data subsets, care must be taken when combining these data subsets to infer shared responses of rodent skin to spaceflight. Fig. 2 Differentially expressed genes shared between datasets. a  An upset plot showing the number of significant (FDR ≤ 0.1) differentially expressed genes (DEGs) in spaceflight versus ground data subsets and the number of overlapping significant DEGs between these data subsets. The colored annotatio",
  "discussion": "Discussion Skin is well-established as an essential organ for health on Earth, yet despite the frequency of dermatological issues in astronauts 2 , the molecular response of skin to spaceflight is understudied. Here, we have performed a comprehensive study on the molecular impact of spaceflight on skin, with the aim of addressing gaps in the understanding of spaceflight associated skin health risks. Our analysis indicated intriguing gene regulatory changes occurring in the skin of spaceflight vs ground control mice during the MHU-2, RR-5, and RR-7 spaceflight experiments, that also show some overlaps with molecular alterations observed in astronauts. The genes exhibiting the highest variability across the datasets formed clusters associated with well-established physiological risks of spaceflight, notably immune dysfunction and muscle degradation (Fig.  1b ). Furthermore, the majority of genes showing significant differential expression across multiple missions in murine data were linked to cell cycle processes, particularly chromosome segregation (Fig.  3a, b ). This suggests that skin mirrors common spaceflight signatures observed in other tissues, including dysregulation of cell cycle processes 1 , 19 . Further to that point, we see an enrichment of DDR pathways in some data subsets from radiosensitive BALB/c and C3H/HeJ strains 75 – 77  (Fig.  6 ), which is also a well-established spaceflight response 19 , 74 . These repair mechanisms may be activated to mitigate radiation-induced DNA damage and appear to remain active during the post-flight recovery process, as seen in the RR-5 mission where samples were collected 30 days after flight. This finding is consistent with reports of sustained post-flight DDR activation from the NASA Twins study 19 . Notably, DNA damage in the skin has important implications for skin cancers including melanoma, of which astronauts carry a higher risk, although the direct correlation between spaceflight and melanoma is still under investigation 95 , 96 . Similarly, mitochondrial dysregulation is established as a key molecular signature of spaceflight 78 , and we see enrichment of an ISR pathway in all but two of the murine skin data subsets (Fig.  7a ), which may be driven by increased oxidative stress or DNA damage. ISR activation appears to be impacted by spaceflight duration, as the 25 day time points for RR-7 show a suppression of the ISR pathway 1 , 78 . Using an explainable machine learning approach 32 , we also observed the counteractive mechanism played by  D2HGDH , which was generally upregulated in space flown mice (Fig.  7b ) indicating an increased need for breakdown of toxic D-2-hydroxyglutarate (D2H) molecules in mitochondria. In this model, the partner gene  RPLP0-PS1  codes for the ribosomal protein RPLP0 and is down-regulated in space flown mice. RPLP0 has previously been implicated in the top significant network for the mitochondria-mediated cycle of Alzheimer’s disease 97 . Low or absent levels o",
  "conclusion": ""
}