{
  "id": "PMC11167060",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11167060/",
  "title": "Cosmic kidney disease: an integrated pan-omic, physiological and morphological study into spaceflight-induced renal dysfunction",
  "authors": "Keith Siew, Kevin A. Nestler, Charlotte Nelson, Viola D’Ambrosio, Chutong Zhong, Zhongwang Li, Alessandra Grillo, Elizabeth R. Wan, Vaksha Patel, Eliah Overbey, JangKeun Kim, Sanghee Yun, Michael B. Vaughan, Chris Cheshire, Laura Cubitt, Jessica Broni-Tabi, Maneera Yousef Al-Jaber, Valery Boyko, Cem Meydan, Peter Barker, Shehbeel Arif, Fatemeh Afsari, Noah Allen, Mohammed Al-Maadheed, Selin Altinok, Nourdine Bah, Samuel Border, Amanda L. Brown, Keith Burling, Margareth Cheng-Campbell, Lorianna M. Colón, Lovorka Degoricija, Nichola Figg, Rebecca Finch, Jonathan Foox, Pouya Faridi, Alison French, Samrawit Gebre, Peter Gordon, Nadia Houerbi, Hossein Valipour Kahrood, Frederico C. Kiffer, Aleksandra S. Klosinska, Angela Kubik, Han-Chung Lee, Yinghui Li, Nicholas Lucarelli, Anthony L. Marullo, Irina Matei, Colleen M. McCann, Sayat Mimar, Ahmed Naglah, Jérôme Nicod, Kevin M. O’Shaughnessy, Lorraine Christine De Oliveira, Leah Oswalt, Laura Ioana Patras, San-huei Lai Polo, María Rodríguez-Lopez, Candice Roufosse, Omid Sadeghi-Alavijeh, Rebekah Sanchez-Hodge, Anindya S. Paul, Ralf Bernd Schittenhelm, Annalise Schweickart, Ryan T. Scott, Terry Chin Choy Lim Kam Sian, Willian A. da Silveira, Hubert Slawinski, Daniel Snell, Julio Sosa, Amanda M. Saravia-Butler, Marshall Tabetah, Erwin Tanuwidjaya, Simon Walker-Samuel, Xiaoping Yang, Yasmin, Haijian Zhang, Jasminka Godovac-Zimmermann, Pinaki Sarder, Lauren M. Sanders, Sylvain V. Costes, Robert A. A. Campbell, Fathi Karouia, Vidya Mohamed-Alis, Samuel Rodriques, Steven Lynham, Joel Ricky Steele, Sergio Baranzini, Hossein Fazelinia, Zhongquan Dai, Akira Uruno, Dai Shiba, Masayuki Yamamoto, Eduardo A.C.Almeida, Elizabeth Blaber, Jonathan C. Schisler, Amelia J. Eisch, Masafumi Muratani, Sara R. Zwart, Scott M. Smith, Jonathan M. Galazka, Christopher E. Mason, Afshin Beheshti, Stephen B. Walsh",
  "year": "2024",
  "journal": "Nature Communications",
  "abstract": "Missions into Deep Space are planned this decade. Yet the health consequences of exposure to microgravity and galactic cosmic radiation (GCR) over years-long missions on indispensable visceral organs such as the kidney are largely unexplored. We performed biomolecular (epigenomic, transcriptomic, proteomic, epiproteomic, metabolomic, metagenomic), clinical chemistry (electrolytes, endocrinology, biochemistry) and morphometry (histology, 3D imaging, miRNA-ISH, tissue weights) analyses using samples and datasets available from 11 spaceflight-exposed mouse and 5 human, 1 simulated microgravity rat and 4 simulated GCR-exposed mouse missions. We found that spaceflight induces: 1) renal transporter dephosphorylation which may indicate astronauts’ increased risk of nephrolithiasis is in part a primary renal phenomenon rather than solely a secondary consequence of bone loss; 2) remodelling of the nephron that results in expansion of distal convoluted tubule size but loss of overall tubule density; 3) renal damage and dysfunction when exposed to a Mars roundtrip dose-equivalent of simulated GCR.",
  "keywords": "Nephrons, Renal calculi, Thrombotic microangiopathies, Sequencing, Mass spectrometry",
  "full_text": "Introduction The renewed zeitgeist for space travel, ushered in by the advent of commercial spaceflight and tourism, has spurred on state-funded agencies to embark on even more ambitious exploratory ‘Deep Space’ missions. The first of these, namely the Artemis Program, Lunar Gateway space station and later the Deep Space Transport/Mars Missions, will for the first-time place humans outside of Earth’s protective magnetic field exposed to significant quantities of unmitigated space radiation and weightlessness for many months to years at a time. The health effects of low Earth orbit (LEO) spaceflight (e.g. the International Space Station) are multiple, with much of the research communities’ intense focus centred on the musculoskeletal, neurological, ocular and cardiovascular degeneration that can manifest as early as a few weeks into a mission. Notably, the effects of LEO spaceflight on many other organ systems are less clear, with indispensable organs such as the kidneys receiving relatively little attention in the absence of overt symptoms. However, in the face of extended periods of deep space travel health issues may only present with late onset due to cloaked subclinical pathophysiology and chronic damage eating into the extensive functional reserves of such organs. The kidneys are critical in regulating blood pressure, by controlling both the renin/angiotensin/aldosterone system (RAAS) and the reabsorption of sodium chloride and water from the urine. In microgravity, the cephalad redistribution of blood volume with the concomitant decrease in the pressure gradient should reduce kidney perfusion. In turn, a lower perfusion pressure within the renal artery should lead to a greater release of renin and activation of the RAAS. However, studies show a marked reduction of diuresis and natriuresis in space with the RAAS, and antidiuretic hormone (ADH) increasing through unknown mechanisms 1 – 3 . These unexplained effects, be they mediated through known homeostatic mechanisms, or more theoretical ones, such as tensegrity 4 , are germane to kidney stone formation (i.e. nephrolithiasis). Astronauts have an unusually high rate of kidney stone formation, with 1-year post-flight astronauts experiencing incidence rates of 2–7 times that of pre-flight estimates, and in-flight risk estimated to be double that again 5 . This is of mission critical significance, one Soviet in-flight renal stone episode nearly caused a mission termination due to the severe symptoms, but was relieved by spontaneous stone passage by the cosmonaut just before an urgent deorbit was initiated 6 . It has been demonstrated that spaceflight associated changes in urinary biochemistry favour kidney stone formation 7 – 9 . Microgravity may have a direct effect on the crystallisation and nucleation of nascent kidney stones 10 , but this is dwarfed by the net biochemical urinary changes historically attributed to the microgravity-induced bone demineralisation observed in spaceflight. A school of thought that has led to a paucity of research into other pathophysiological phenomena that may be contributing to the unusually high incidence of nephrolithiasis. The kidney is a plastic organ, and is capable of dynamically remodelling the architecture of the nephron in response to changes in blood pressure or dietary potassium. An 18 day potassium-free diet resulted in a 31% increase in rat kidney weight, which was mainly seen in the medullary collecting duct 11 . Changes in the size of nephron segments in wild type mice have been observed using advanced imaging techniques in a period as short as three days 12 . So, it is plausible that spaceflight-induced shifts in fluid and electrolyte handling could precipitate maladaptive remodelling events that contribute to the underlying pathophysiology. In addition to the well-studied environmental stressor of microgravity, deep space missions beyond the protection of the geomagnetosphere (the Van Allen belts) are exposed to space radiation. Space radiation comprises both intermittent events (e.g. Solar Particle Events or Solar Proton Events) with the most energetic being a Coronal Mass Ejection and Solar Wind and Galactic Cosmic Radiation (GCR), with GCR having the most significant health impacts. There is concern regarding the carcinogenic effect of GCR exposure in the planned Mars Missions. However, the kidney is an exquisitely radiation sensitive organ; it is the dose limiting organ in abdominal radiotherapy 13 . Chronic kidney dysfunction can occur with acute low linear energy transfer (LET) γ-radiation doses as low as <0.5 Gy 14 , the LET dose expected on a Mars Mission. However, GCR comprises low-LET x- and γ-rays with protons and high energy ‘HZE’ ions of heavier elements (e.g. silicon, titanium, iron). It has been established that exposure to HZE ions results in mitochondrial damage 15 , 16 . The renal proximal tubule is heavily dependent on mitochondrial respiration 17  and is one of the main tubular segments in which damage is associated with kidney failure 18 . Indeed, proximal tubular injury is a prominent histological feature in medical (low-LET) radiation nephropathy 19 . Due to their dependence on mitochondrial aerobic respiration, proximal tubular cells are extremely vulnerable to mitochondrial damage that we would expect from HZE exposure in addition to low-LET radiation damage. We hypothesised that the biochemical urinary changes seen in spaceflight might reflect functional and morphological changes detectable in the kidney secondary to microgravity, possibly due to abnormal renal perfusion. Further, we hypothesised that GCR exposure will cause mitochondrial and therefore proximal tubular dysfunction, leading to tissue damage and potentially irreversible loss of renal function, in addition to the known micro and macrovascular damage caused by GCR. In order to explore these questions, we took a pan-omics approach incorporating anatomical and physiological parameters from 20 independent human and rodent spaceflight missions/simulations that had extant data and/or samples from which we could generate novel data (Fig.  1 ). Fig. 1 Study design. a  Infographic representation of the study design. (Created with BioRender.com released under a Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International license).  b  Details of spaceflight missions and simulations included in the project. R return, L launch, PE post-exposure, P plasma, U urine, K kidney; F faecal.  a ,  b  N numbers correspond to the number of experimental individuals that were exposed to spaceflight or a simulated spaceflight condition, and to control condition individuals were omitted from the presented counts to ensure paired and unpaired experiments were comparable. Results Primary changes in kidney function increase the risk of spaceflight-induced nephrolithiasis We analysed urinary and plasma parameters of interest for nephrolithiasis in 66 astronauts that stayed on the International Space Station (ISS) for up to 180 days. Values were analysed across time, including before, during and after flight. Our data showed an increased urinary excretion of metabolites and electrolytes that are considered risk factors for nephrolithiasis (Fig.  2 ). In the figure, urinary excretion of calcium is expressed as fractional excretion (FE Ca ). In the absence of plasma calcium abnormalities FE Ca  should be < 1%; in astronauts, FE Ca  increases significantly during flight. This urinary abnormality normalises on return to Earth (Fig.  2 ). A less significant increase was seen in oxalate, phosphate, uric acid urinary excretion during spaceflight, all rapidly decreasing at return with some parameters transiently overcorrecting. Urinary citrate did not significantly change and remained within the normal range. There was also a decrease in urinary volume during spaceflight and an increase in urinary osmolality (Fig.  2 ). Urinary electrolytes (chloride, sodium and potassium) remained stable during spaceflight compared to pre-flight with the exception of magnesium that, although within the normal range, significantly increased (Fig.  2 ;  Supplementary Fig.  1A ). Calculated values including estimated glomerular filtration rate (eGFR), aldosterone:renin ratio, FE for urinary electrolytes and water, transtubular potassium gradient (TTKG) and the ratio of tubular maximum reabsorption of phosphate (TmP) to GFR can be found in Fig.  2  and Supplementary Fig.  1A, B . In addition, Supplementary Fig.  1C  shows plasma values from the SpaceX Inspiration4 mission. Although these astronauts only spent 3 days in space, there was a degree of eGFR instability detected several months after returning to Earth. Fig. 2 Human spaceflight urine and plasma physiological measurements. a  Urinary chemistries and  b  blood plasma endocrine profiles from NASA astronauts ( n  = 66) exposed to spaceflight up to 180 days measured pre-flight, during (FD flight day) and after returning (R). Dashed lines represent upper and lower normal clinical values, or upper limit where only a single line is present. Data are presented as mean ± SD. Boxed  P -values report the repeated measure one-way ANOVA result; all timepoints were compared to pre-flight by pairwise multiple comparison Bonferroni corrected  post-hoc  tests (* p  < 0.05, ** p  < 0.01, *** p  < 0.001, **** p  < 0.0001) (For exact  P -values see Supplementary Table  1 ). FE Ca  Fraction Excretion of Calcium. TmP/GFR ratio of tubular maximum reabsorption rate of phosphate to glomerular filtration rate. 1,25-dihydroxyvitamin D3 calcitriol. PTH parathyroid hormone. FGF-23 fibroblast growth factor-23. Although, most of the metabolite changes support the emergence of pro-lithogenic profile during spaceflight, they do not entirely explain the increased risk of nephrolithiasis in astronauts, suggesting that there might be other previously unidentified mechanisms underpinning this phenomenon. To investigate this, we initially explored RR-10 spaceflight mouse kidney tissue epiproteomic data to infer functional changes. Post-translational modifications of channels, transporters and pumps can alter their activity, and chief among these is phosphorylation status for which we noted several thousand significantly altered phosphosites (Fig.  3a ;  Supplementary Data  1 ), suggesting a general increase in phosphatase and decrease in kinase activities (Fig.  3b ). In particular, two of the most dramatically dephosphorylated proteins were the thiazide-sensitive Na-Cl cotransporter (NCC), encoded by  SLC12A3 , expressed in the distal convoluted tubule (and validated by phospho-specific antibody staining in Fig.  3c ) and furosemide-sensitive Na-K-Cl cotransporter (NKCC2), encoded by  SLC12A1 , expressed in the thick ascending limb of the loop of Henle (Fig.  3a ). These transporters requires phosphorylation of key residues at their N-terminus for activation 20 , and NKCC2 is regulated by the calcium-sensing receptor (CaSR) and genetic (i.e., Bartter syndrome) or pharmacological (e.g., furosemide) impairment of NKCC2 leads to hypercalciuria, and is associated with nephrolithiasis. Whereas changes in NCC activity can lead to alterations in calcium handling and bone mineral density. Fig. 3 Spaceflight-induced changes in the kidney phosphoproteome. a  Volcano plot of differentially phosphorylated amino acid residues detected in phosphopeptide-enriched kidney protein extract from RR-10 spaceflight-exposed mice (28 days). Regulatory phosphosites in transporters and channels related to the thick ascending limb of the loop of Henle and distal convoluted tubule are highlighted. Green indicates a statistically significant increase in peptide phosphorylation, magenta indicates a decrease, and grey represents no significant change. An unadjusted two-tailed -Log 10 (Adjusted  P -value) of 1.3 was considered statistically significant (indicated by the dashed line intersecting the x-axis). Kir4.1 ( KCNJ10 ); Kir5.1 ( KCNJ16 ); NKCC2 ( SLC12A1) ; NCC ( SLC12A3 ); KCC4 ( SLC12A7 ); pT, phospho-threonine; pS, phospho-serine.  b  Kinase-Substrate Enrichment Analysis (KSEA) was performed using the Robust Inference of Kinase Activity (RoKAI) App v2.2.1 to predict kinase and phosphatase activity levels using phosphoproteomics from RR-10 spaceflight-exposed mice (28 days) kidney tissue. Bars in blue represent downregulated activity and those in red represent upregulated activity. An adjusted  P -value of < 0.05 was considered significant. Data are mean SEM. An FDR of 5% was used as a cutoff.  N  = 10 biologically independent animals per group (flight vs ground control). 4257 single-site phosphopeptides (Ser/Thr/Tyr) were used as initial input, 495 of which were matched to known kinase/phosphatase targets, that were then used to calculate respective predicted kinase/phosphatase activities. Input and results files for this can be found at OSD 466. c  Representative confocal images of RR-10 spaceflight-exposed mice (28 days) kidney sections [ n  = 7 spaceflight /  n  = 10 ground control) stained with an anti-NCC pT44, pT48 & pT53 antibody (green; pNCC) and a total NCC antibody (magenta; tNCC) to visualise NCC phosphorylation-dependent activation (green and magenta overlap will appear as white); 50 µm scale bar. To look for corroborating evidence of primary changes in renal function, we analysed plasma and kidney tissue multi-omic data from human and mouse samples (Fig.  4a ;  Supplementary Fig.  2 ;  Supplementary Data  2 ) for disease ontologies related to kidney stone formation. The nephrolithiasis and related ontologies were heavily represented across different datasets, providing orthogonal confirmation of real changes in the gene products comprising this ontology for spaceflight conditions vs controls. For example, α-tubulin ( TUB1A1 ) is known to protect against cell-crystal adhesion 21  but is decreased across multiple kidney datasets in our study (Fig.  5 ;  Supplementary Data  3 ). In contrast, hypercalciuria and hyperoxaluria ontologies were scantily represented, implying that standard terrestrial causes of dysregulated urinary calcium and oxalate were not particularly enriched and therefore not strongly implicated in kidney stone formation. Fig. 4 Multi-mission pan-omic investigation of the contributors to nephrolithiasis risk during spaceflight. a  Multi-omic over-representation analysis of DisGeNET gene-disease associations related to nephrolithiasis. To integrate datasets from different omics modalities, species, missions and tissues, all biomolecules (e.g. phosphopeptides, proteins, transcripts and methylated DNA) were converted to the human orthologs where necessary and linked back to their HGNC gene symbol, aggregated and collapsed to single genes (e.g. multiple phosphosites, isoforms, CpG sites). An unadjusted, two-tailed -Log 10 ( P -value) of 2 was considered significant for ontological term enrichment.  b  Categorical heatmap of differential abundance directionality in nephrolithiasis-related faecal microbial taxa after spaceflight. An unadjusted, two-tailed -Log 10 ( P -value) of 1.3 was considered significant.  c  Over-representation analysis of KEGG module metabolic pathways with replication in at least two datasets. An unadjusted, two-tailed -Log 10 ( P -value) of 1.3 was considered significant for ontological term enrichment.  a ,  c  Enrichment ratio; the number of differentially regulated hits in a dataset that belong to a given ontological term, normalised to the total number of statistically significant hits in the respective dataset. Fig. 5 Multi-mission multi-omic consensus on differentially regulated gene products in the kidney. Categorical heatmap of  a , upregulated and  b , downregulated gene products in exposure groups (e.g. spaceflight, GCRsim) compared to control groups (e.g. ground control, sham). To integrate datasets from different omics modalities, species, missions and tissues, all biomolecules (e.g. phosphopeptides, proteins, transcripts and methylated DNA) were converted to the human orthologs where necessary and linked back to their HGNC gene symbol, aggregated and collapsed to single genes (e.g. multiple phosphosites, isoforms, CpG sites). These differentially regulated gene products (DRGP) were ranked and represented in descending order using the following rules: (1) only DRGPs with a  P -value < 0.05 by Wald test were counted as significant and plotted; (2) Each DRGP was assigned a score of +1 each time it was upregulated or −1 each time it was downregulated; (3) only DRGPs observed in proteome and transcriptome kidney-specific datasets were used for the calculation of the ranking score to avoid confounders, although additional datasets (epiproteome, epigenome and those from plasma/exosomes sources) were plotted for visualisation comparison purposes; (4) The resulting sum of scores for each DRGP was then calculated and multiplied by the number of times the DRGP was observed in the kidney-specific proteome and transcriptome datasets; (5) To increase confidence only DRGPs with a product score of absolute value 9 or higher (but excluding a score of 12) were plotted as these will have a directionality consensus of at least 3 datasets above the number of disagreeing datasets. The directional changes in nephrolithiasis-related faecal microbiome abundances between spaceflight and ground controls are illustrated in  ( Fig.  4b ;  Supplementary Data  4 ). Overall, these microbiota changes paint a mixed picture with some changes expected to confer a protective profile against nephrolithiasis and others tending to contribute to increased risk, implying that the increased urinary oxalate excretion is unlikely to be primarily diet or microbiota-dependent. Nevertheless, whole faecal microbiome KEGG analysis shows some enrichment of glyoxalate (a precursor to oxalate) and arginine metabolism (Supplementary Fig.  3 ). Pathway analysis of novel plasma metabolomic data from humans and rodents under spaceflight conditions (Fig.  4c ;  Supplementary Data  5 ) shows a striking over-representation of Aminoacyl-tRNA biosynthesis and arginine biosynthesis metabolic pathways. Aminoacyl-tRNA biosynthesis is the ubiquitous housekeeping process of charging amino acids to their cognate tRNAs and providing the substrates for global protein synthesis. In addition to this canonical function, it has become clear that aminoacyl-tRNA synthetases are involved in a variety of physiological and pathophysiological processes including angiogenesis, inflammation, translational control and post translational modification 22 – 24 . Arginine metabolism has been implicated in toxic nephrolithiasis 25  and glycerophospholipids are the main lipid component of cell membranes and pathway enrichment is compatible with remodelling events (reviewed by Han 26 ). Citric Acid Cycle pathway is common to many metabolomic analyses of oxalosis. Structural remodelling of the nephron occurs within a month of spaceflight exposure To investigate whether renal remodelling was occurring in spaceflight, we performed Gene Ontology (GO) and Kyoto Encyclopaedia of Genes and Genomes (KEGG) pathway enrichment analysis across 24 datasets obtained from 2 human and 13 rodent spaceflight missions and 2 rodent GCR simulation experiments. The datasets were epigenomic, transcriptomic, proteomic and phosphoproteomic. GO pathways (Fig.  6a ;  Supplementary Data  6 ) that are repeatedly significantly enriched across the datasets are compatible with remodelling events occurring in the kidney, these include regulation of cell adhesion, actin filament organisation, epithelial tube morphogenesis and renal system development pathways. Fig. 6 Biomolecular evidence for spaceflight-induced nephron remodelling. a  A curated list of multi-omic over-representation analysis of GO—biological process ontological terms related to remodelling.  b  A curated list of multi-omic over-representation analysis of KEGG pathw",
  "introduction": "Introduction The renewed zeitgeist for space travel, ushered in by the advent of commercial spaceflight and tourism, has spurred on state-funded agencies to embark on even more ambitious exploratory ‘Deep Space’ missions. The first of these, namely the Artemis Program, Lunar Gateway space station and later the Deep Space Transport/Mars Missions, will for the first-time place humans outside of Earth’s protective magnetic field exposed to significant quantities of unmitigated space radiation and weightlessness for many months to years at a time. The health effects of low Earth orbit (LEO) spaceflight (e.g. the International Space Station) are multiple, with much of the research communities’ intense focus centred on the musculoskeletal, neurological, ocular and cardiovascular degeneration that can manifest as early as a few weeks into a mission. Notably, the effects of LEO spaceflight on many other organ systems are less clear, with indispensable organs such as the kidneys receiving relatively little attention in the absence of overt symptoms. However, in the face of extended periods of deep space travel health issues may only present with late onset due to cloaked subclinical pathophysiology and chronic damage eating into the extensive functional reserves of such organs. The kidneys are critical in regulating blood pressure, by controlling both the renin/angiotensin/aldosterone system (RAAS) and the reabsorption of sodium chloride and water from the urine. In microgravity, the cephalad redistribution of blood volume with the concomitant decrease in the pressure gradient should reduce kidney perfusion. In turn, a lower perfusion pressure within the renal artery should lead to a greater release of renin and activation of the RAAS. However, studies show a marked reduction of diuresis and natriuresis in space with the RAAS, and antidiuretic hormone (ADH) increasing through unknown mechanisms 1 – 3 . These unexplained effects, be they mediated through known homeostatic mechanisms, or more theoretical ones, such as tensegrity 4 , are germane to kidney stone formation (i.e. nephrolithiasis). Astronauts have an unusually high rate of kidney stone formation, with 1-year post-flight astronauts experiencing incidence rates of 2–7 times that of pre-flight estimates, and in-flight risk estimated to be double that again 5 . This is of mission critical significance, one Soviet in-flight renal stone episode nearly caused a mission termination due to the severe symptoms, but was relieved by spontaneous stone passage by the cosmonaut just before an urgent deorbit was initiated 6 . It has been demonstrated that spaceflight associated changes in urinary biochemistry favour kidney stone formation 7 – 9 . Microgravity may have a direct effect on the crystallisation and nucleation of nascent kidney stones 10 , but this is dwarfed by the net biochemical urinary changes historically attributed to the microgravity-induced bone demineralisation observed in spaceflight. A sch",
  "methods": "Methods Human studies ethical approval All crews from the Inspiration4, NASA, JAXA spaceflights provided informed written consent prior to their participation. Inspiration4 subjects were consented at an informed consent briefing (ICB) at SpaceX (Hawthorne, CA), and samples were collected and processed under the approval of the Institutional Review Board (IRB) at Weill Cornell Medicine, under Protocol 21-05023569. All crew members have consented for data and sample sharing. Tissue samples were provided by SpaceX Inspiration4 crew members after consent for research use of the biopsies, swabs, and biological materials. The procedure followed guidelines set by the Health Insurance Portability and Accountability Act (HIPAA) and operated under Institutional Review Board (IRB) approved protocols. Experiments were conducted in accordance with local regulations and with the approval of the IRB at Weill Cornell Medicine (IRB #21-05023569). NASA IRB (CSA defers to NASA’s IRB), ESA IRB, JAXA IRB for their respective crewmembers from Biochemical Profile (NASA IRB Pro0797) and Nutritional Status Assessment: SMO 016E (pro0326) projects. All crews provided informed written consent prior to participation. The JAXA human spaceflight study was proposed to and supported by the 2014 International Life Sciences Research Announcements, JAXA, and NASA. Ethics committee approvals were obtained at the University of Tsukuba (No. 251, Nov. 27, 2015), JAXA (JX-IRBA-20-071, Aug. 30, 2016), NASA (Pro1995, Feb. 28, 2017), ESA (2017_04_09, Apr. 20, 2017). Informed consent was obtained by the personal information manager of the study, and de-identified samples were made available to researchers who performed sample processing and data analysis. Cosmonaut data were obtained from previously published data [ https://link.springer.com/article/10.1007/s10517-013-2310-2 ]. Animal Studies ethical approval For all animal data coming from NASA Genelab Open Science Data Repository (see detailed citations for all missions in the supplementary methods section) the ethical oversight information and protocol number can be found in the Protocol section (e.g.  https://osdr.nasa.gov/bio/repo/data/studies/OSD-102 ). For BNL-1/2/3—Brookhaven National Laboratory IACUC Protocol 506 “miRNA Signature Detection and Countermeasures Against HZE Radiation Exposure for Tissue Degeneration”. For NSRL-22A—All care and procedures were approved by the Institutional Animal Care and Use Committees (IACUC) at BNL and CHOP and were in accordance with the AAALAC and National Institute of Health (NIH) guidelines for the care and use of laboratory animals. For RR-10- NASA John F. Kennedy Space Center Institutional Animal Care and Use Committee (IACUC) Research Protocol Review IACUC Protocol #: FLT-20-133 “The Role of CDKN1a/p21Pathway in Microgravity-Induced Bone Tissue Regenerative Arrest—A Spaceflight Study of Transgenic CDKN1a/p21-Null Mice in Microgravity (SpaceX-21)” Sex differences For the human studies: NASA hi",
  "results": "Results Primary changes in kidney function increase the risk of spaceflight-induced nephrolithiasis We analysed urinary and plasma parameters of interest for nephrolithiasis in 66 astronauts that stayed on the International Space Station (ISS) for up to 180 days. Values were analysed across time, including before, during and after flight. Our data showed an increased urinary excretion of metabolites and electrolytes that are considered risk factors for nephrolithiasis (Fig.  2 ). In the figure, urinary excretion of calcium is expressed as fractional excretion (FE Ca ). In the absence of plasma calcium abnormalities FE Ca  should be < 1%; in astronauts, FE Ca  increases significantly during flight. This urinary abnormality normalises on return to Earth (Fig.  2 ). A less significant increase was seen in oxalate, phosphate, uric acid urinary excretion during spaceflight, all rapidly decreasing at return with some parameters transiently overcorrecting. Urinary citrate did not significantly change and remained within the normal range. There was also a decrease in urinary volume during spaceflight and an increase in urinary osmolality (Fig.  2 ). Urinary electrolytes (chloride, sodium and potassium) remained stable during spaceflight compared to pre-flight with the exception of magnesium that, although within the normal range, significantly increased (Fig.  2 ;  Supplementary Fig.  1A ). Calculated values including estimated glomerular filtration rate (eGFR), aldosterone:renin ratio, FE for urinary electrolytes and water, transtubular potassium gradient (TTKG) and the ratio of tubular maximum reabsorption of phosphate (TmP) to GFR can be found in Fig.  2  and Supplementary Fig.  1A, B . In addition, Supplementary Fig.  1C  shows plasma values from the SpaceX Inspiration4 mission. Although these astronauts only spent 3 days in space, there was a degree of eGFR instability detected several months after returning to Earth. Fig. 2 Human spaceflight urine and plasma physiological measurements. a  Urinary chemistries and  b  blood plasma endocrine profiles from NASA astronauts ( n  = 66) exposed to spaceflight up to 180 days measured pre-flight, during (FD flight day) and after returning (R). Dashed lines represent upper and lower normal clinical values, or upper limit where only a single line is present. Data are presented as mean ± SD. Boxed  P -values report the repeated measure one-way ANOVA result; all timepoints were compared to pre-flight by pairwise multiple comparison Bonferroni corrected  post-hoc  tests (* p  < 0.05, ** p  < 0.01, *** p  < 0.001, **** p  < 0.0001) (For exact  P -values see Supplementary Table  1 ). FE Ca  Fraction Excretion of Calcium. TmP/GFR ratio of tubular maximum reabsorption rate of phosphate to glomerular filtration rate. 1,25-dihydroxyvitamin D3 calcitriol. PTH parathyroid hormone. FGF-23 fibroblast growth factor-23. Although, most of the metabolite changes support the emergence of pro-lithogenic profile during spaceflight, they do not entirely explain the increased risk of nephrolithiasis in astronauts, suggesting that there might be other previously unidentified mechanisms underpinning this phenomenon. To investigate this, we initially explored RR-10 spaceflight mouse kidney tissue epiproteomic data to infer functional changes. Post-translational modifications of channels, transporters and pumps can alter their activity, and chief among these is phosphorylation status for which we noted several thousand significantly altered phosphosites (Fig.  3a ;  Supplementary Data  1 ), suggesting a general increase in phosphatase and decrease in kinase activities (Fig.  3b ). In particular, two of the most dramatically dephosphorylated proteins were the thiazide-sensitive Na-Cl cotransporter (NCC), encoded by  SLC12A3 , expressed in the distal convoluted tubule (and validated by phospho-specific antibody staining in Fig.  3c ) and furosemide-sensitive Na-K-Cl cotransporter (NKCC2), encoded by  SLC12A1 , express",
  "discussion": "Discussion We have presented a large volume of data encompassing both human and rodent data, extant and novel multi-omics datasets, historical and extant clinical chemistry and novel imaging data from 16 spaceflight missions and 4 GCR exposures to examine the effect of spaceflight on kidney function. Tubular remodelling, by which we mean structural and functional adaptation of the tubular nephron to environmental stimuli, is a well described yet underappreciated phenomenon. Tubular remodelling occurs not only in response to genetic modification of signal pathways 39 , but also chronic diuretic exposure 40 , kidney injury 41 , and both chronic 11  and acute 42  hypokalaemia. These changes occur rapidly, within 3 days of diet induced hypokalaemia 12 . Our data robustly and orthogonally supports tubular remodelling occurring in microgravity with and without GCR. This is highly likely to have functional consequences, as tubular remodelling does in other scenarios 39 . Renal remodelling in microgravity (possibly related to the cephalad fluid shift) may therefore be a primary event that causes subsequent dysregulation of serum and urine electrolyte homeostasis. This is supported by the prompt return to baseline of humans on return to terrestrial gravity. Changes in urinary biochemistry are known to be critical in the pathogenesis of kidney stone formation; a condition that occurs disproportionally commonly in astronauts, and that is potentially mission critical. The increased risk for nephrolithiasis in space has been historically attributed to the negative impact of microgravity on bone mineral density that leads to increased resorption of bone, release of calcium salts in the bloodstream, increased renal load and therefore increased urinary excretion of calcium and phosphate 6 , 8 . Our historical data (from 66 astronauts) confirms hypercalciuria, and the phosphoproteomic data shows decreased phosphorylation of NKCC2 ( SLC12A1 ), which will cause decreased paracellular reabsorption of divalent cations in the loop of Henle, and thus renal calcium and magnesium wasting. Hypocitraturia was not observed; this is in line with previous observations by Pietryzk et al. of an approximate rate of 14% of hypocitraturia during spaceflight 6 , and Whitson et al. who found no significant hypocitraturia 8 . Hyperoxaluria also occurs during spaceflight. Oxalate is freely filtered by the glomerulus and almost entirely excreted in the urine. Increased urinary oxalate reflects increased plasma oxalate load that could come from either increased endogenous liver production or increased absorption by the gut. The latter could be caused by several conditions such as increased dietary oxalate, malabsorptive conditions or altered microbiome. Dietary data were not available, and we assumed an absence of malabsorptive conditions. However, we do know that spaceflight affects the gut microbiome 43 . Metagenomic analysis of the microbiome showed that in the highest quality faecal",
  "conclusion": ""
}