{
  "id": "PMC11969330",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11969330/",
  "title": "\n",
  "authors": "Bryan G. Schellberg, Abigail N. Koppes, Ryan A. Koppes",
  "year": "",
  "journal": "Lab on a Chip",
  "abstract": "Over the past 30 years, organs-on-a-chip (OOCs) have emerged as a robust alternative to address the technological challenges associated with current  in vitro  and  in vivo  options. Although OOCs offer improved bio-relevance and controlled complexity, broad adoption has remained limited. Most approaches to characterize on-chip structure and function require human intervention, limiting device translation and feasibility. Here, we introduce a new fiber optic-based sensing platform that enables automated, temporal luminescence sensing on-chip, validated for real-time readout of epithelial and endothelial barrier function under cytokine-induced inflammation. Our platform, capable of at least 1 μM resolution, tracked paracellular transport  in situ  for 9 days of culture under perfusion on-chip. These results offer an alternative sensing approach for continuous, non-invasive luminescence monitoring in OOCs.",
  "keywords": "",
  "full_text": "Introduction Organs-on-a-chip (OOCs) have significantly advanced human disease modelling and drug development, offering improved bio-relevance and controlled complexity by integrating physical and chemical stimuli matched to physiologically relevant conditions. 1–4  Although significant innovations have been made toward recreating organ-specific physiology on chip, the methods available to study the structure and function of the cell microenvironment are still limited. 5–7  Established analysis approaches, such as fluorescence microscopy, often rely on laborious offline workflows that yield acute or terminal time-point data. 8,9  These complex techniques require substantial manual perturbations, frequently adding environmental and user-based variability to inherently inconsistent biological samples. As the OOC field continues to evolve, there is a unique opportunity to engineer improved  in situ  characterization methods into organ-chip devices. It is essential to develop novel approaches that address current limitations and enable real-time readout of relevant physiological parameters in OOCs to improve the reliability and robustness of these systems. Electrochemical and optical methods are the most common approaches for integrated sensing on-chip. Numerous demonstrations of electrochemical sensors have been integrated into OOC, showing high sensitivity and specificity for a range of analytes, including pH, oxygen concentration, glucose, and lactate. 10–14  Electrochemical methods have also been adapted for structural characterization of the microenvironment, tracking transient changes in barrier permeability, cell health, and differentiation state throughout culture on-chip. 15–17  Van der Helm  et al.  integrated plated electrodes on-chip for impedance spectroscopy measurements of Caco-2 monolayers differentiated on-chip. 17  Although electrochemical methods offer continuous, real-time data from the on-chip microenvironment, these approaches suffer from high costs resulting from complicated fabrication workflows for sensor integration and relatively rapid sensor fouling or site saturation. 5,18  Broad adoption of OOCs will require inexpensive consumable culture ware paired with reusable sensor technologies. Optical interrogation methods have been the standard for characterizing the on-chip microenvironment, enabling direct visualization of cell structure and quantitative outputs, including viability and protein expression. 7,19,20  Optical and fluorescence microscopy techniques offer non-invasive and non-destructive characterization of cellular dynamics on-chip, including oxygen consumption, calcium signalling, and barrier permeability. 21–24  In a multi-organ chip system, Novak  et al.  tracked the distribution of inulin-FITC tracer dye with an automated fluorescence microscopy platform, demonstrating repeatable concentration profiles for each of eight organ models over 3 weeks. 21  However, most experimental procedures are limited to single OOC setups and require human intervention for timepoint data collection. These requirements limit utility in drug development where high throughput is needed or requires expensive, high-content imaging systems. 5,9 Recent work has attempted to address this issue by automating organ-chip handling or miniaturizing optical components for direct integration. 18,21  Integrated sensing approaches are an attractive option for non-invasive characterization, combining the benefit of direct optical sensing with continuous, automated outputs. 18,25,26  Despite the advantages of fully integrated optical sensing, most approaches are not amenable to on-chip integration due to the bulky equipment required for directing beam paths or the complexity of the organ-chip system used. We sought to develop a fiber optic-based sensing system to enable fully integrated on-chip sensing, isolating optical components from the sample of interest by transmitting signals across fiber optic cables. Optical cables allowing for bidirectional light transmission are coupled to high-powered LEDs, simultaneously delivering excitation and recording emitted wavelengths to a CMOS camera or photomultiplier tube. The system collects signal as an aggregate sum of luminescence from the excited area, significantly increasing the signal-to-noise ratio but sacrificing single-cell resolution. Our technology presents the unique opportunity to integrate optical fibers on-chip for  in situ  characterization of the cellular microenvironment using luminescent probes. We are the first to translate this technology to OOCs for  in situ  optical sensing. While other attempts have been made to enable real-time, fiber-optic-based fluorescence sensing in an organ chip, these approaches are limited to readout of oxygen concentration and pH only, using commercial systems with limited spectral range. 25,26  To our knowledge, our fiber-based system is the first to enable real-time, spatiotemporal sensing across the visible luminescence spectrum in OOCs. Physiological barriers, for example, the intestinal epithelium and vascular endothelium, selectively regulate the flux of water, ions, and nutrients while preventing the passage of bacteria and pathogens. 15,27  Disruption of barrier function  in vivo  leads to uninhibited, non-selective transport across the barrier and is associated with the pathophysiology of human diseases, such as inflammatory bowel disease. 28  In OOC systems, barrier function is commonly assessed using trans-epithelial/endothelial electrical resistance (TEER) values. 29–31  TEER is traditionally measured using an applied alternating current across a monolayer to determine the total ohmic resistance. Although TEER is a convenient method for characterizing barrier function on-chip, the current density applied across the barrier is dependent on electrode spatial configuration. Unequal distribution of current density across the barrier can lead to an over or underestimation of the actual TEER value. Further, with OOC platforms varying in size, shape, and orientation, it is difficult to translate measured values across systems without significant computational effort. 17 Here, we report a novel optical sensing platform for automated, non-invasive sensing of barrier function in OOCs under baseline and perturbed conditions. Specifically, we validated our photometry-based platform by monitoring epithelial and endothelial cell responses to induced inflammation on-chip. This is the first report on applying photometry-based technology to OOC, offering a novel approach to study the on-chip environment in real-time, expanding on the current capabilities of optical microscopy and end-point analyses. Experimental Chip fabrication Organ chips were assembled layer-by-layer using our established laser-cut-and-assembly method, adding fiber optic insertion channels for non-invasive fluorescence sensing. 32,33  Each layer's design was created using computer-aided design software (SolidWorks, Adobe Illustrator) and converted to vector format. Layers were laser cut (Epilog Zing) from transparent, cast polymethyl methacrylate (PMMA, McMaster-Carr, 8560K211, and 8560K171) sheets. Polyethylene terephthalate (PET) semi-permeable membranes (It4Ip, ipCellCulture 2000M12/620M103) with 1 μm pore size were used to support the cell population and separate the apical and basal compartments. As previously described, layers were bonded with pressure-sensitive, double-sided adhesive tape (3M, 966). The chips were built on top of a no. 1 glass coverslip base layer (Fisher, 12-541-020), which sealed the bottom of the chip. Organ chips were assembled by hand, heat pressed at 55 °C for 90 seconds under moderate pressure and then placed in a vacuum oven for at least 5 days at 50 °C to allow the adhesive tape to off-gas and fully cure. Binder clips were used to apply additional pressure to the assembled chips while baking. Fiber photometry optical setup Our fiber photometry platform consists of two CMOS cameras capable of imaging the proximal end of fiber optic patch cables, with filters and dichroic mirrors to isolate excitation and emission wavelengths. The optical setup was engineered for simultaneous dual-channel recording, enabling continuous monitoring of apical and basal organ-chip compartments by independent, duplicate optical components to isolate channel recordings. The platform was assembled as follows, according to the direction of the beam path. A high-powered 430 nm LED (M430F1, Thorlabs), controlled by a 4-channel LED driver (DC4104, Thorlabs), was coupled to a collimator (F671SMA-405, Thorlabs) by a fiber optic patch cable (M59L01, Thorlabs). The collimator directed excitation light through an excitation filter (430/10 nm, 65-682, Edmund) held in a quick-release filter holder (SM1-QP, Thorlabs). A dichroic mirror (510 nm, 86-332, Edmund) directed excitation light through a 20x magnification objective (1-U2B225, Olympus) and onto the bundled optical fiber (BF74LS01, Thorlabs) held in a 5-axis translator (KC1T, Thorlabs). Excitation light is propagated through the bundled fiber to individual low-autofluorescence patch cables (MAF3L1, Thorlabs) connected by SMA to an FC/PC adapter (ADAFCSMA1, Thorlabs). The distal ends of the fiber patch cables were connected to a quick-disconnect ferrule (ADAF2, Thorlabs) and a fiber stub (CFMC54L10, Thorlabs), which was inserted into the chip for optical recording. Emitted fluorescence was recovered to the dichroic mirror, passing through an emission filter (520/10 nm, FB520-10, Thorlabs) held in a quick-release filter holder (SM1-QP, Thorlabs). Filtered emission fluorescence was focused onto a CMOS camera (BFS-PGE-31S4M-C, FLIR) by an achromatic doublet (AC254-035-A-ML, Thorlabs) and recorded for analysis. Additional instructions and considerations for platform assembly and use are described in ESI †  Methods. Automated image capture and recording A 4-channel LED driver and CMOS cameras were linked to an Arduino microcontroller (Mega 2560 Rev3, Arduino) to automate image capture and recording. Square-wave TTL triggers were sent at 10 minute intervals to excite lucifer yellow on-chip and subsequently record emitted fluorescence. Each LED pulse supplied 0.2–0.3 mW cm −2  with a 200 ms pulse width. A 1 second pause between apical and basal recordings was implemented to prevent spectral overlap across channels. Although this pause time may be reduced to 100 ms for improved temporal alignment across channels (system limitations), we found that a 1 second pause sufficiently captures the dynamics of barrier transport. Captured images were automatically saved to pre-named folders on an external laptop  via  camera software (SpinView, FLIR). Optical readout analysis Fiber photometry recordings were analyzed, in real-time, using custom Python code to determine relative fluorescence intensity values, following each acquired image. The Python package scikit-image ( https://scikit-image.org ; version 0.21.0 and 0.22.0) was used to automatically detect and draw circular regions of interest (ROI) around each illuminated fiber end and measure mean pixel intensity within each ROI. Mean intensities were used to calculate d F / F  for each fiber, with timestamped values exported to a CSV file for additional analysis. Additional analysis methods are described in detail in ESI †  Methods. Caco-2 culture Caco-2 epithelial cells were obtained from the American Type Culture Collection (ATCC) and cultured in phenol-free DMEM (Corning) supplemented with 10% fetal bovine serum (Gibco), 1% GlutaMAX™ Supplement (Gibco), 1% penicillin–streptomycin (Gibco), and 10 mM HEPES (Gibco). Cells were used between passages 40–57 for all experiments. Caco-2 chip seeding In preparation for cell seeding, chips were UV sterilized (300 mJ cm −2 ) for 10 minutes on top and bottom sides (Spectrolinker XL-1000, Spectronics Corporation, Westbury NY), followed by treatment with oxygen plasma for 90 seconds (Harrick Plasma PDC-001). UV-sterilized fluidic connections and tubing were connected to the chips. The apical channel was treated with 200 μL of 1 : 10 v/v solution of Matrigel™ (Corning) in ice-cold DPBS (Gibco) and incubated at 37 °C for 1 hour. Caco-2 cells were harvested from flasks  via  treatment with 0.25% trypsin–EDTA (Gibco) for 15 minutes at 37 °C. After cell detachment, the cell solution was diluted with an equal volume of cell culture media and centrifuged at 300 g  for 5 minutes at room temperature. The supernatant was removed, and the pelleted cells were resuspended at 5 × 10 6  cells per mL in fresh cell culture media. The apical and basal fluidic inlets were clamped, and 200 μL of the cell suspension was infused into the apical channel using a sterile 1 mL pipette tip. The apical fluidic outlet was clamped, and the chips were incubated at 37 °C and 5% CO 2  for 2 hours to allow cell attachment. After attachment, all clamps were removed, and pre-heated cell culture medium was perfused through apical and basal channels at 3 μL min −1 via  a syringe pump (NE-1600, New Era Pump Systems, Inc). Dosing the pro-inflammatory cytokine cocktail on-chip Caco-2 were cultured on organ-chips for 7 days until a confluent, differentiated monolayer formed. Perfusion was briefly paused to exchange growth media for media containing the pro-inflammatory cytokine cocktail. Lucifer yellow (Invitrogen, L453) at a concentration of 100 μM in appropriate cell culture media was perfused at 1 μL min −1  through the apical channel only. Proinflammatory cytokines TNF-α (PeproTech), IFN-γ (PeproTech), and IL-1β (PeproTech) were added to the basal channel culture media and perfused at 1 μL min −1 . Cytokine concentrations for TNF-α and IFN-γ were 200 ng mL −1  and 100 ng mL −1  for IL-1β. The cytokine cocktail was perfused for 4 days to disrupt barrier function without causing irreversible damage. After 4 days, for barrier function recovery, the apical media contained 100 μM of lucifer yellow, and basal media was growth media only. Culture of Caco-2 monolayers on semi-permeable filter inserts PET filter inserts in a 24-well plate were coated with 200 μL of a 10% Matrigel™ solution in DPBS and incubated at 37 °C for at least 1 hour. Caco-2 cells were harvested from a sub-confluent T-75 flask and processed as described for organ-chip seeding. The resulting cell suspension was diluted to a final concentration of 4 × 10 5  cells per mL. The Matrigel™ solution was removed, and 200 μL of cell suspension (80 000 cells) was seeded on each filter insert. Culture media was exchanged after 6 hours to remove non-adhered cells and prevent cell stacking. Media was exchanged every 2–3 days until day 21. Inflammation was induced on day 21 by dosing with our pro-inflammatory cytokine cocktail. Briefly, media was removed, and monolayers were washed with DPBS for 5 minutes at room temperature. After washing, monolayers were dosed basally with media containing 200 ng mL −1  TNF-α, 200 ng mL −1  IFN-γ, and 100 ng mL −1  IL-1β. HUVEC culture Human umbilical vein endothelial cells (HUVECs) were obtained from the American Type Culture Collection (ATCC) and cultured in Vascular Cell Basal Medium (ATCC) supplemented with Endothelial Cell Growth Kit-BBE (ATCC) and 1% penicillin–streptomycin (Gibco). Cells were used between passages 4–7 for chip experiments and passage 4 for filter insert experiments. HUVEC chip seeding Chips were prepared for seeding as previously described. HUVECs were harvested from flasks  via  treatment with 0.25% trypsin–EDTA (Gibco) for 10 minutes at 37 °C. After cell detachment, the cell solution was diluted with an equal volume of cell culture media and centrifuged at room temperature at 200 g  for 5 minutes. The supernatant was removed, and the pelleted cells were resuspended at 7.5 × 10 6  cells per mL in fresh cell culture media. Cells were seeded on-chip as previously described and perfused through apical and basal channels at 3 μL min −1 . Dosing the TNF-α on-chip HUVECs were cultured on organ-chips under 3 μL min −1  perfusion for 3 days until a confluent monolayer formed. Briefly, apical media was exchanged for 100 μM lucifer yellow media, and basal media was dosed with 100 ng mL −1  of TNF-α. Chips were perfused at 1 μL min −1  for 2 days to disrupt barrier function. Culture of HUVEC monolayers on semi-permeable filter inserts PET filter inserts in a 24-well plate were coated with 200 μL of a 10% Matrigel™ solution in DPBS and incubated at 37 °C for at least 1 hour. HUVECs were harvested from a sub-confluent T-75 flask and processed as described for organ-chip seeding. The resulting cell suspension was diluted to a final concentration of 4 × 10 5  cells per mL. The Matrigel™ solution was removed, and 200 μL of cell suspension (80 000 cells) was seeded on each filter insert. Media was exchanged every 2 days until a confluent monolayer was observed. Inflammation was induced by dosing with 100 ng mL −1  TNF-α. Real-time barrier function monitoring Fluorescence intensity in apical and basal channels was recorded  via  fiber photometry to track barrier function. Fluorescence intensity measurements were collected automatically from inserted optical fibers every 10 minutes during induced inflammation and recovery on-chip. Lucifer yellow permeability assays For on-chip experiments, apical and basal effluent were collected every 24 hours and stored at 4 °C until analysis. All effluent samples were analyzed together to avoid temperature-dependent effects on measured fluorescence. Samples were analyzed  via  fluorescence plate reader (Synergy HT, Bio-Tek) with 485/20 excitation 528/20 emission filter set and gain set to 50. Monolayers on permeable filter supports were washed with DPBS for 5 minutes at room temperature. After washing, pre-heated phenol-free media was added to the basal compartment, and a solution of 100 μM lucifer yellow in media was added to the apical compartment (pH = 7.2). Monolayers were incubated at 37 °C for 3 hours. As previously described, samples from apical and basal compartments were collected and analyzed by a plate reader. Immunocytochemistry Samples were fixed with 4% paraformaldehyde in DPBS for 10 minutes at room temperature. After fixing, the solution was removed, and cells were washed three times with DPBS. Cells were permeabilized with 0.1% Triton X-100 in DPBS for 15 minutes, followed by another three DPBS washes. Samples were blocked with filtered 4% goat serum solution in DPBS overnight at 4 °C. Zonula occludens-1 (1 : 100, ZO-1, Invitrogen, 40-2200) primary antibodies in 4% goat serum were added to the samples, incubated overnight at 4 °C, and carefully rinsed with DPBS three times. Phalloidin Alexa Fluor 647 (1 : 1000, Invitrogen A22287) and DAPI (1 : 1000, Invitrogen, D1306) were diluted in 4% goat serum, incubated at room temperature for 2 hours, and carefully rinsed three times with DPBS. Samples were imaged immediately or stored in parafilm and aluminum foil at 4 °C. For chips, monolayers were stained and imaged for tight junction protein expression to assess barrier function qualitatively. All steps were conducted  via  a syringe pump at a flow rate of 5 μL min −1  to minimize damage to the monolayer. Samples were fixed by perfusing 4% paraformaldehyde in DPBS for 30 minutes and permeabilized with 0.1% Triton X-100 in DPBS for 20 minutes at room temperature. Monolayers were blocked under perfusion with 4% goat serum in DPBS for 2 hours at room temperature. Chip tubing ends were clipped, all chips were covered with foil, and incubated in the fridge overnight at 4 °C. Following incubation, an antibody cocktail containing 1 : 200 ZO-1 conjugated antibody (Invitrogen, MA3-39100-A647), 1 : 1000 phalloidin (Invitrogen, A12379), and 1 : 1000 DAPI (Invitrogen, D1306) in 4% goat serum was perfused at 5 μL min −1  for 2 hours at room temperature, followed by static incubation overnight at 4 °C. Monolayers were washed with DPBS for at least",
  "introduction": "Introduction Organs-on-a-chip (OOCs) have significantly advanced human disease modelling and drug development, offering improved bio-relevance and controlled complexity by integrating physical and chemical stimuli matched to physiologically relevant conditions. 1–4  Although significant innovations have been made toward recreating organ-specific physiology on chip, the methods available to study the structure and function of the cell microenvironment are still limited. 5–7  Established analysis approaches, such as fluorescence microscopy, often rely on laborious offline workflows that yield acute or terminal time-point data. 8,9  These complex techniques require substantial manual perturbations, frequently adding environmental and user-based variability to inherently inconsistent biological samples. As the OOC field continues to evolve, there is a unique opportunity to engineer improved  in situ  characterization methods into organ-chip devices. It is essential to develop novel approaches that address current limitations and enable real-time readout of relevant physiological parameters in OOCs to improve the reliability and robustness of these systems. Electrochemical and optical methods are the most common approaches for integrated sensing on-chip. Numerous demonstrations of electrochemical sensors have been integrated into OOC, showing high sensitivity and specificity for a range of analytes, including pH, oxygen concentration, glucose, and lactate. 10–14  Electrochemical methods have also been adapted for structural characterization of the microenvironment, tracking transient changes in barrier permeability, cell health, and differentiation state throughout culture on-chip. 15–17  Van der Helm  et al.  integrated plated electrodes on-chip for impedance spectroscopy measurements of Caco-2 monolayers differentiated on-chip. 17  Although electrochemical methods offer continuous, real-time data from the on-chip microenvironment, these approaches suffer from high costs resulting from complicated fabrication workflows for sensor integration and relatively rapid sensor fouling or site saturation. 5,18  Broad adoption of OOCs will require inexpensive consumable culture ware paired with reusable sensor technologies. Optical interrogation methods have been the standard for characterizing the on-chip microenvironment, enabling direct visualization of cell structure and quantitative outputs, including viability and protein expression. 7,19,20  Optical and fluorescence microscopy techniques offer non-invasive and non-destructive characterization of cellular dynamics on-chip, including oxygen consumption, calcium signalling, and barrier permeability. 21–24  In a multi-organ chip system, Novak  et al.  tracked the distribution of inulin-FITC tracer dye with an automated fluorescence microscopy platform, demonstrating repeatable concentration profiles for each of eight organ models over 3 weeks. 21  However, most experimental procedures are limited to single ",
  "methods": "Supplementary Material LC-025-D4LC01090F-s001",
  "results": "Results and discussion Fiber photometry platform and optical fiber integration Our previously established layer-by-layer gut-on-a-chip 32,33  was adapted to add fiber optic insertion channels to the upper and lower fluidic layers ( Fig. 1A and C ). The 500 μm wide fiber channels were positioned at the outlets to detect the exit concentration of fluorophore from each fluidic layer. A 500 μm thick PMMA wall separates the fluidic channel from the fiber insertion channel for complete separation of the optical components from the culture volume. With the terminal end of the fiber optic cable in proximity (∼500 μm or less) to the culture volume of interest, excitation and emission luminescence may be sensed with a high signal-to-noise ratio, offering non-invasive delivery and collection of light with 92% visible light transmission. 35  10 mm long fiber optic stubs were inserted into the channels for non-invasive sensing, delivering excitation light to the culture volume and receiving emitted light ( Fig. 1B ). Preliminary design testing found that orienting the fiber stubs perpendicular to the side of the culture flow channels was most effective when sensing both apical and basal fluorescence at the outlet of the chip without channel crosstalk. Other design configurations, such as positioning the excitation from the top-down, offered reasonable sensitivity despite increased measurement variability by attenuation through the cell monolayer and membrane. This optical sensing approach may be easily adapted to additional organ-chip designs and orientations, enabling optical sensing across numerous OOC models. Most OOC are fabricated from optically transparent materials for microscopy, commonly poly-dimethyl siloxane (PDMS) or thermoplastics, allowing direct adaptation to a photometry-based sensing approach. This approach enables the sensing components (ferrule coupled fiber stubs) to be reused over long lifespans and rapidly swapped between OOCs compared to embedded electrodes. Fig. 1 Optical sensing organ-on-a-chip system. A) A fabricated chip with apical and basal fiber optical ports indicated. B) An assembled chip with optical fibers inserted for noninvasive real-time sensing. Both apical and basal fibers are illuminated with 470 nm light to exhibit the excitation volume. C) An exploded view of each layer used to fabricate platform. Optical fibers may be inserted in the apical and/or basal flow layer without disrupting cell culture or flow, as shown. Sensing setup and automation The fiber photometry platform utilized for barrier sensing was assembled as a mirror image, enabling independent sensing of upper and lower fluidic compartments of each OOC ( Fig. 2A  and S1 † )—bundled fiber optic cables allowed for sensing from up to 7 OOC simultaneously. Three OOCs were cultured concurrently (1 control, 2 experimental). For multiplexed sensing, excitation light for both λs was directed through the same fiber with a 3 second delay between channels to avoid spectral overlap. Collected emission was directed to independent cameras for λ-specific signal analysis (Fig. S2 † ). For both barrier sensing and multiplexed sensing, fiber optic cables were routed into an incubator at 37 °C and 5% CO 2  for non-invasive sensing from up to three OOCs simultaneously ( Fig. 2B ). Fig. 2 Fiber photometry system for optical sensing on-chip. A) Components consist of high-powered LEDs, optical filters, fiber optic cables, and CMOS cameras that simultaneously deliver excitation light and record emission from fluorophores on-chip. B) A laptop and Arduino microcontroller are used to automate LED power and image capturing. Fiber optic cables transmit excitation and emission wavelengths with minimal loss from within the incubator to the external hardware. To ensure cross-chip consistency, the intensity of light emitted from each fiber end was measured at 400 mA LED power, which was used for all sensing experiments. The measured intensity was 0.25 ± 0.04 mW cm −2 , ",
  "discussion": "",
  "conclusion": "Conclusions In summary, we have developed a novel optical sensing platform for automated, non-invasive barrier function measurements in OOCs. The platform has been validated for sensing small changes in barrier integrity in real-time, improving on the current standard of effluent sampling and analysis or TEER measurements. Our platform does not interact directly with the on-chip sample, offering advantages over integrated electrochemical sensors susceptible to electrode fouling or site saturation. We have demonstrated that, by exchanging optical filters and dichroic mirrors, luminescence across the visible wavelength range may be measured. Further, the system may be utilized for multiplexed sensing of multiple fluorophores simultaneously, broadening applications to size- and process-specific transport across barriers."
}