{
  "id": "PMC11263583",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11263583/",
  "title": "Protective alleles and precision healthcare in crewed spaceflight",
  "authors": "Lindsay A. Rutter, Matthew J. MacKay, Henry Cope, Nathaniel J. Szewczyk, JangKeun Kim, Eliah Overbey, Braden T. Tierney, Masafumi Muratani, Ben Lamm, Daniela Bezdan, Amber M. Paul, Michael A. Schmidt, George M. Church, Stefania Giacomello, Christopher E. Mason",
  "year": "2024",
  "journal": "Nature Communications",
  "abstract": "Common and rare alleles are now being annotated across millions of human genomes, and omics technologies are increasingly being used to develop health and treatment recommendations. However, these alleles have not yet been systematically characterized relative to aerospace medicine. Here, we review published alleles naturally found in human cohorts that have a likely protective effect, which is linked to decreased cancer risk and improved bone, muscular, and cardiovascular health. Although some technical and ethical challenges remain, research into these protective mechanisms could translate into improved nutrition, exercise, and health recommendations for crew members during deep space missions.",
  "keywords": "Rare variants, Personalized medicine",
  "full_text": "Introduction Humankind has entered a new chapter of deep space exploration, with numerous institutions worldwide publicly aspiring toward a sustainable human presence on the Moon and Mars, which is also broadening the diversity of humans in space. In the past two years, the first person with a prosthetic leg entered space (Inspiration4), and the first person with a physical disability was selected for professional astronaut training by the European Space Agency (ESA). The next few years of spaceflight also feature planned missions to the circumlunar environment after a half-century hiatus, including the first crewed commercial lunar flyby (a team of artists and civilians for the dearMoon project), further broadening the range of people going into space. Moreover, while a steady increase in female space explorers began in 1982, the first mission to land the first woman and person of color on the Moon will finally occur in the Artemis III mission (Fig.  1A ), coincident with a broadening of the age ranges (Fig.  1B ) and mission durations (Fig.  1 C) of the astronauts. Fig. 1 Increasing time and breadth of astronauts. A  The cumulative number of astronauts who have been in space, plotted by the year of their first mission.  B  Boxplots representing the age of astronauts on their first mission plotted by the decade of their first mission.  C  Boxplots representing the cumulative amount of time an astronaut spent in space plotted against the number of missions in which they have participated. Blue signifies male and pink signifies female astronauts in all plots. Data was scraped from supercluster.com on September 20th, 2021. Only astronauts who spent time in space and crossed the Kármán line are displayed. Of note, only 24 humans have voyaged into the more hazardous conditions outside low-Earth orbit (LEO), all during the Apollo program. The longest Apollo mission lasted only 12 days, and all adventurers were white men between ages 35 and 47, all of whom had passed rigorous physical fitness tests. Consequently, the objective of sending humankind to unexplored horizons over unmatched timescales evokes critical questions about how the human body will respond to new extremes, as well as how to best protect the health of the broader space-faring population. In the coming decades, public and professional space explorers will likely embark on multi-year missions to the Moon and Mars, and this can lead to a more equitable vision of crewed space exploration. Specifically, the space community can democratize vital aspects of spaceflight, ranging from tailored space suit designs, precision health recommendations, and customized countermeasures 1 , 2 . Risks for these crews include radiation-induced cancers, space-induced osteopenia, challenges with pregnancy and child development, and changes for human bodies in Martian- and Lunar-based communities. The same motivations that drive precision healthcare on Earth could be useful for these new populations in space, where molecular data could be employed to guide therapy and mission recommendations. Multipronged countermeasures that are both environmental (such as advanced spacesuits, spacecrafts, and space habitats) and biomedical (such as omics-based nutrition, exercise, and lifestyle recommendations) likely represent the best contenders to optimize health across a more inclusive gamut of humanity in space. In this paper, we highlight omics technologies as one potential component toward improving prospective health countermeasures in space 2 . Omics modeling tools assess multiple biological responses (including genomics, epigenomics, transcriptomics, epitranscriptomics, metagenomics, metatranscriptomics, metabolomics, and proteomics) that can converge into useful solutions for mitigating spaceflight-induced physiological deconditioning. Indeed, omics-based recommendations can be integrated alongside other countermeasures to sustain human health in space, and near real-time health monitoring in space could also one day incorporate omics 3 . We review an example set of published alleles that appear to be linked to health-protective effects, with relevance both on Earth and in space. Basic research into the protective mechanisms of such alleles may translate into improved therapeutic compound discovery and better-informed nutrition, exercise, and lifestyle recommendations, not only for space explorers, but also for those who work in challenging conditions on Earth. We conclude by discussing some of the significant scientific and ethical challenges related to these themes. Results Growing evidence indicates that spaceflight can elicit a range of stressful and adaptive physiological responses on the human body. Environmental harms like radiation, microgravity, and altered gas composition can jeopardize the health of the musculoskeletal, cardiovascular, digestive, nervous, integumentary, and immune systems; increase the risk of cancer, diabetes, and aging traits; and disrupt vision, sleep cycles, and cognitive behavior 1 . There are a range of known alleles across various health-risk categories (Fig.  2 , Supplementary Data  1 ) that may warrant effective and precision countermeasures to improve the physical fitness of both spaceflight participants and terrestrial humans. Fig. 2 Spaceflight health risk countermeasures. Examples of health-risk categories that warrant precision countermeasures to improve the physical fitness of both spaceflight participants and terrestrial humankind. From left to right: examples of common spaceflight ailments related to the health-risk category; examples of spaceflight countermeasures related to the health-risk category; examples of terrestrial populations that could benefit from improved precision countermeasures related to the health-risk category. Created with BioRender.com released under a Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International license. The human health challenges of crewed LEO, cis-lunar, and interplanetary missions will benefit from the development of countermeasures for optimal crew health and safety, especially for known genes that could confer a strong impact on spaceflight-related risks. Examples of known genes relevant for spaceflight include those related to altered radiation tolerance ( TP53 ), hematopoiesis ( EPOR ), bone density ( LRP5 ), and immune function (HLA alleles and cytokines) 4 , although there may be upper limits for adaptation 5 . As such, even when the mechanism of a phenotype is known, natural evolution with extant alleles may have a limited range for adaptation. Nonetheless, an important role of omics (and other omics modeling, such as organoids) 6 , 7  is to understand risks and mechanisms at a deeper level, so that traditional protective measures (such as spacesuits, exercise equipment, and radiation shielding) can be designed in more informed ways. As a result, comprehensive aerospace healthcare programs in the future would likely integrate both omics information and traditional protective measures. We briefly illustrate this below by focusing on key examples of radiation-induced cancer and space-induced bone demineralization. Example 1: Space-induced radiation syndrome and cancer threat Radiation exposure is one of the predominant health hazards of deep space missions, for both in-flight and long-term, post-flight risks. In-flight concerns include acute radiation sickness (ARS), which may include hair loss, cataracts, metabolic deficiency, and gastrointestinal dysfunction 8 , 9 ; central nervous system (CNS) disturbances that may affect cognitive abilities, motor functions, and behavioral performance 10 ; and degeneration of radiation-sensitive immunological tissues that could weaken the immune system 11 . One prominent long-term issue is the risk of fatal cancer from radiation exposure 12 , 13 . For context, over the course of one year, the typical human is exposed to approximately 3 milliSieverts (mSv) on Earth versus 144 mSv on the International Space Station (ISS) 14 , 15 , in addition to varied doses and types of ionizing radiation (IR). Astronauts on the ISS, which is located in LEO, are exposed to IR but are mostly protected by Earth’s magnetosphere. In contrast, future deep space missions outside of LEO will expose astronauts to increased doses of radiation, with a higher flux of galactic cosmic rays (GCRs) 12 . For example, a single 500-day mission to Mars would likely expose astronauts to 1000 mSv, the career limit set by international space agencies, which corresponds to a 3% increased risk of lethality from exposure-induced cancer 16 . Recent studies that incorporated non-targeted radiation effects estimate that cancer risks from Mars missions may be higher than previously estimated 17 . It is worth noting that other celestial bodies that have been nominated for far-future human exploration may be even more dangerous: One example is Europa, which receives more than 5000 mSv of radiation each day, enough to prove deadly to humans 18 . Current radiation countermeasures include nutrition, drugs, and anti-radiation spacecraft shielding, but these offer only partial protection 19 , 20 . Moreover, there are currently no FDA-approved radioprotectants that can be deployed for crews, although cytokine supplementation therapy (Neupogen, Neulasta, and Leukine) has been approved by the FDA for the treatment of the acute hematopoietic syndrome. Other possible radiation countermeasures could include radiation absorbers and nutrition (scavenger vitamins, trace elements, and minerals) (Fig.  2 ) 12 , 21 . In addition, individual susceptibility to radiation-induced cancer may be a key factor 22 , 23 , with individual differences observed even in early studies of radiation victims 24 , and radiosensitivity appears to be influenced by a variety of factors. These factors include known susceptibility genes (such as BReast CAncer gene (BRCA) 1 and 2 mutations), age, sex, nutrition, toxin exposure, comorbidities, inflammatory state, and viral infections 25 . At this time, the National Aeronautics and Space Administration (NASA) predicts individual risk for carcinogenesis based on statistics at the population level, and genomics and other omics data could better inform these estimates 26 . Such omics-based information for spaceflight could also be relevant for soldiers, emergency first responders, coal miners, radiologic technicians, reactor workers, pilots, and others who enter radioactive environments (Fig.  2 ) 27 . Example 2: Space-induced bone demineralization Observations within the limited setting of LEO suggest an average bone mineral density (BMD) loss of 1–1.5% each month for weight-bearing bones 28 , 29 . Six-month missions on the ISS reportedly induce bone loss equivalent to two decades of aging, some of which may be long-lasting 30 ; this finding has implications about missions that will last more than one year on the ISS, the Moon, and Mars. Multiyear missions, especially ones that journey outside of LEO, are harder to model, due to the absence of any comparable data. However, recent models estimate astronauts may suffer 32.4–36.8% BMD loss during missions to Mars, with up to 100% developing osteopenia, 33% developing osteoporosis, and 79% reaching fracture risk levels that NASA deems impermissible 31 . These models were developed using astronaut data inside LEO 31 , which is a critical limitation; deep space radiation is hypothesized to exacerbate the BMD loss already caused by microgravity unloading 32 . For example, cancer patients routinely experience increased bone fracture risk in areas irradiated during treatment 33 . Hence, the severity of bone damage during interplanetary missions may be even higher, once taking into account the factor of deep space radiation and calcium loss. Bone healing could also be impaired due to microgravity, where sepsis and thromboembolic blood clots could ultimately present 31 . Moreover, even though BMD loss has been shown to partially recover one year after spaceflight, recovered bone appeared to be deposited into bone architecture similar to that of older people 34 , indicating the recovery is incomplete. With several upcoming human missions into deep space (e.g. Artemis II, III, dearMoon, and Mars missions), we will better understand the nature of space-induced bone demineralization. Those data could likely improve countermeasures and the incorporation of exercise, pharmacology, and nutrition protocols (Fig.  2 ). For example, the Advanced Resistive Exercise Device (ARED) improves the health of astronauts by reducing the magnitude of common space health ailments, including BMD decreases 35 , isokinetic strength decreases 36 , and immune system dysregulation 37 . The ARED may confer more pronounced physiological benefits than its predecessor, the interim Resistive Exercise Device (iRED), which only offered resistance exercise at lower quality and quantity loads. Unfortunately, current exercise spaceflight devices may not practically be deployed in upcoming deep space vessels due to limited cargo volume. As such, flight exercise hardware may need to be scaled down for compatibility, and the feasibility of next-generation miniaturized equipment (such as the Miniature Exercise Device-2 (MED-2)) is currently being assessed 38 . Vitamin D is another key mediator of bone health through calcium absorption and bone mineralization, and represents a relevant target for upcoming missions. Prior to 2006, crews supplemented with ~400 International Units (IU) of vitamin D each day during 3–6 months missions still showed decreases in vitamin D status postflight 39 . When ground-based studies in Antarctica and Johnson Space Center verified that daily vitamin D doses of 800–2000 IU were safe and could maintain vitamin D status for 3–6 months in settings devoid of ultraviolet (UV) light exposure, vitamin D supplementation recommendations for space crew in similar missions were increased in 2006 from daily doses of 400 to 800 IU 40 . Despite such evidence-based improvements in dietary and exercise countermeasures, BMD loss remains an unsolved health hazard in spaceflight that will likely be more problematic for future long-term missions. Here again, omics data analysis could potentially further discover and improve countermeasures. While current equations that predict BMD loss consider population-level differences with factors of ethnicity, sex, and age 31 , research suggests that genetics may account for 60–80% of bone mass variability, and protective genes like  LRP5  can help guide risk for astronauts. Naturally, any valuable omics-based countermeasures developed for bone health in space could spur innovations that benefit populations on Earth who suffer from bone loss, including the elderly, postmenopausal people, people with osteoporosis, and cancer patients who endure incidental bone loss after radiation treatment (Fig.  2 ). Studying omics for improved spaceflight safety Of note, there are some published alleles (Fig.  3 ) that occur naturally in human populations, and which have been linked to protective mechanisms with possible relevance to spaceflight healthcare, which could help guide the countermeasure examples described above. The protective effects of some of these alleles appear to mechanistically overlap with nutrition and exercise interventions, and have motivated new clinical trials (Fig.  3 ). Hence, basic scientific research into the protective mechanisms of these alleles could one day translate into improved therapeutic compound discovery and better-informed nutrition, exercise, and lifestyle recommendations for crew members to maintain their health during deep space exploration. After reviewing these published alleles and their promising implications, we then follow with examples of the numerous technical and ethical difficulties involved with basic scientific research into the protective mechanisms linked to these alleles. Fig. 3 Literature review of evidence for protective alleles. Literature review and its key findings for a subset of alleles that may be linked to health protective effects, many of which occur naturally in the human population. From left to right: the gene name; example protective phenotypes; whether a polymorphism has been linked to the protective phenotype; whether the protective phenotype typically relates to over, under, or variant function of the gene; the level of evidence of protection for the variant on Earth (green icons) or in space (blue icons); and examples of known harmful associations with this allele. We further include if the gene or its related pathway can be targeted with exercise or nutrition (purple icon), has been studied in clinical trials (green icon), or has been observed to alter function during spaceflight. Only the highest level of evidence we found is displayed, with in vivo being defined as stronger evidence than in vitro, and health benefits for human subjects being defined as higher evidence than health benefits for rodent subjects. Empty cells indicate instances in which we were unable to find moderate evidence based on current literature. Partly created with BioRender.com released under a Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International license. More details and literature references are provided in the Supplementary Data. Human cohorts: Individuals Researchers discovered several of the alleles (Fig.  3 ) with protective mechanisms by studying special human cohorts, especially individuals with rare phenotypes. For example, a German toddler appeared “extraordinarily muscular” and was eventually diagnosed with a mutation in the myostatin-producing  MSTN  ( GDF8 ) gene 41 . The loss-of-function mutation translated into an absence of mature myostatin for the patient, who experienced gross muscle hypertrophy, with quadricep muscles 7.2 standard deviations (SD) above average and subcutaneous fat thickness 2.88 SD below the expected mean 41 .  MSTN  targets are also being utilized in phase 2 clinical trials of humanized monoclonal  MSTN  antibodies, which confer increased muscle mass and strength in older individuals with recent falls 42 , and thus could represent applications for astronauts as well. Resistance training and creatine supplementation to decrease myostatin serum levels have also been deployed based on individual profiles 43 , which represent a non-omics intervention option for spaceflight. Human cohorts: Families Several other alleles have come to light through studying families with protective attributes. For example, genes linked to stronger bones ( LRP5 ) and higher oxygen transport ( EPOR ) have been found in several family-based studies, and these protective pathways may be promising for spaceflight healthcare (Fig.  3 ). Specifically, the  LRP5  G171V mutation was discovered when family members showed strikingly high BMD in clinical screenings while reporting difficulty staying afloat while swimming and no history of bone fractures 44 , 45 . The gain-of-function variant induces BMD about five times greater than the mean of the general population. The  EPOR  W439X mutation was found through linkage analysis of almost 100 family members 46 . The mutation elicits the beneficial symptoms of erythrocytosis (such as increased hemoglobin count, hematocrit count, and oxygen transport capacity) with only mild or minimal negative effects 46 . Interestingly, one proband, who had hemoglobin >200 g/L since childhood, was an Olympic gold medalist in cross-country skiing 46 . Annotating the network underpinnings of this allele could unravel new methods to combat clinical conditions that space travelers routinely suffer when exposed to altered gas composition in spacecraft. Human cohorts: Isolated populations Isolated populations have also revealed alleles linked to alleviated clinical manifestations of diseases like atherosclerosis and cancer (Fig.  3 ). For instance, in a pat",
  "introduction": "Introduction Humankind has entered a new chapter of deep space exploration, with numerous institutions worldwide publicly aspiring toward a sustainable human presence on the Moon and Mars, which is also broadening the diversity of humans in space. In the past two years, the first person with a prosthetic leg entered space (Inspiration4), and the first person with a physical disability was selected for professional astronaut training by the European Space Agency (ESA). The next few years of spaceflight also feature planned missions to the circumlunar environment after a half-century hiatus, including the first crewed commercial lunar flyby (a team of artists and civilians for the dearMoon project), further broadening the range of people going into space. Moreover, while a steady increase in female space explorers began in 1982, the first mission to land the first woman and person of color on the Moon will finally occur in the Artemis III mission (Fig.  1A ), coincident with a broadening of the age ranges (Fig.  1B ) and mission durations (Fig.  1 C) of the astronauts. Fig. 1 Increasing time and breadth of astronauts. A  The cumulative number of astronauts who have been in space, plotted by the year of their first mission.  B  Boxplots representing the age of astronauts on their first mission plotted by the decade of their first mission.  C  Boxplots representing the cumulative amount of time an astronaut spent in space plotted against the number of missions in which they have participated. Blue signifies male and pink signifies female astronauts in all plots. Data was scraped from supercluster.com on September 20th, 2021. Only astronauts who spent time in space and crossed the Kármán line are displayed. Of note, only 24 humans have voyaged into the more hazardous conditions outside low-Earth orbit (LEO), all during the Apollo program. The longest Apollo mission lasted only 12 days, and all adventurers were white men between ages 35 and 47, all of whom had passed rigorous physical fitness tests. Consequently, the objective of sending humankind to unexplored horizons over unmatched timescales evokes critical questions about how the human body will respond to new extremes, as well as how to best protect the health of the broader space-faring population. In the coming decades, public and professional space explorers will likely embark on multi-year missions to the Moon and Mars, and this can lead to a more equitable vision of crewed space exploration. Specifically, the space community can democratize vital aspects of spaceflight, ranging from tailored space suit designs, precision health recommendations, and customized countermeasures 1 , 2 . Risks for these crews include radiation-induced cancers, space-induced osteopenia, challenges with pregnancy and child development, and changes for human bodies in Martian- and Lunar-based communities. The same motivations that drive precision healthcare on Earth could be useful for these new populations in space",
  "methods": "",
  "results": "Results Growing evidence indicates that spaceflight can elicit a range of stressful and adaptive physiological responses on the human body. Environmental harms like radiation, microgravity, and altered gas composition can jeopardize the health of the musculoskeletal, cardiovascular, digestive, nervous, integumentary, and immune systems; increase the risk of cancer, diabetes, and aging traits; and disrupt vision, sleep cycles, and cognitive behavior 1 . There are a range of known alleles across various health-risk categories (Fig.  2 , Supplementary Data  1 ) that may warrant effective and precision countermeasures to improve the physical fitness of both spaceflight participants and terrestrial humans. Fig. 2 Spaceflight health risk countermeasures. Examples of health-risk categories that warrant precision countermeasures to improve the physical fitness of both spaceflight participants and terrestrial humankind. From left to right: examples of common spaceflight ailments related to the health-risk category; examples of spaceflight countermeasures related to the health-risk category; examples of terrestrial populations that could benefit from improved precision countermeasures related to the health-risk category. Created with BioRender.com released under a Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International license. The human health challenges of crewed LEO, cis-lunar, and interplanetary missions will benefit from the development of countermeasures for optimal crew health and safety, especially for known genes that could confer a strong impact on spaceflight-related risks. Examples of known genes relevant for spaceflight include those related to altered radiation tolerance ( TP53 ), hematopoiesis ( EPOR ), bone density ( LRP5 ), and immune function (HLA alleles and cytokines) 4 , although there may be upper limits for adaptation 5 . As such, even when the mechanism of a phenotype is known, natural evolution with extant alleles may have a limited range for adaptation. Nonetheless, an important role of omics (and other omics modeling, such as organoids) 6 , 7  is to understand risks and mechanisms at a deeper level, so that traditional protective measures (such as spacesuits, exercise equipment, and radiation shielding) can be designed in more informed ways. As a result, comprehensive aerospace healthcare programs in the future would likely integrate both omics information and traditional protective measures. We briefly illustrate this below by focusing on key examples of radiation-induced cancer and space-induced bone demineralization. Example 1: Space-induced radiation syndrome and cancer threat Radiation exposure is one of the predominant health hazards of deep space missions, for both in-flight and long-term, post-flight risks. In-flight concerns include acute radiation sickness (ARS), which may include hair loss, cataracts, metabolic deficiency, and gastrointestinal dysfunction 8 , 9 ; central nervous system (CNS) disturbances that may affect cognitive abilities, motor functions, and behavioral performance 10 ; and degeneration of radiation-sensitive immunological tissues that could weaken the immune system 11 . One prominent long-term issue is the risk of fatal cancer from radiation exposure 12 , 13 . For context, over the course of one year, the typical human is exposed to approximately 3 milliSieverts (mSv) on Earth versus 144 mSv on the International Space Station (ISS) 14 , 15 , in addition to varied doses and types of ionizing radiation (IR). Astronauts on the ISS, which is located in LEO, are exposed to IR but are mostly protected by Earth’s magnetosphere. In contrast, future deep space missions outside of LEO will expose astronauts to increased doses of radiation, with a higher flux of galactic cosmic rays (GCRs) 12 . For example, a single 500-day mission to Mars would likely expose astronauts to 1000 mSv, the career limit set by international space agencies, which corresponds to a 3% increased risk ",
  "discussion": "Discussion In the foreseeable future, collecting, storing, and sharing omics data from consenting humans venturing into space for use in research and terrestrially established occupational healthcare strategies also requires careful policy to address a multitude of ethical challenges. Indeed, ethical challenges include developing data accessibility and sharing strategies without violation of privacy of individuals and family members, achieving meaningful informed consent throughout the entire data lifecycle, avoiding uses of data that support actions of a discriminatory or inequitable nature, ensuring thorough and expert ethical oversight of projects, and appropriately handling any incidental findings from the data 134 , as well as issues regarding the challenge of protecting astronauts 135 , 136 . Just as the landscape of human spaceflight is diversifying in a positive and more inclusive manner, so too are the opportunities for improving precision healthcare in flight and on longer missions 137 . For example, with genetic risk data in hand, individuals could exercise increased autonomy in making informed decisions about participating in spaceflight activities. In this paper, we reviewed an example set of published alleles purportedly linked to protective effects, the biochemical pathways of which could inform therapeutic compound discovery and nutrition, exercise, and lifestyle recommendations to protect health during spaceflight missions and potentially during postflight recovery and stationing on planetary surfaces, including the Moon and Mars 138 . This guide can also help individuals on Earth in high-stress and environmentally challenging scenarios, such as first responders, cave explorers, radiation workers, deep-sea investigators, or commercial astronauts like the Inspiration4, Axoim Space, and Polaris Dawn missions 91 , 139 – 147 . Alongside any untapped potential to enhance both terrestrial and aerospace precision healthcare, investigation of such alleles poses significant technical and ethical challenges. If humanity safely and effectively surmounts these hurdles, the revamped aerospace health recommendations that ensue could be incorporated with other types of countermeasures (such as artificial gravity, faster spacecraft, radiation shielding, and biotechnology for food and material production) in order to best preserve the well-being of life during future deep space missions and interplanetary exploration.",
  "conclusion": ""
}