{
  "id": "PMC11166969",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166969/",
  "title": "Secretome profiling reveals acute changes in oxidative stress, brain homeostasis, and coagulation following short-duration spaceflight",
  "authors": "Nadia Houerbi, JangKeun Kim, Eliah G. Overbey, Richa Batra, Annalise Schweickart, Laura Patras, Serena Lucotti, Krista A. Ryon, Deena Najjar, Cem Meydan, Namita Damle, Christopher Chin, S. Anand Narayanan, Joseph W. Guarnieri, Gabrielle Widjaja, Afshin Beheshti, Gabriel Tobias, Fanny Vatter, Jeremy Wain Hirschberg, Ashley Kleinman, Evan E. Afshin, Matthew MacKay, Qiuying Chen, Dawson Miller, Aaron S. Gajadhar, Lucy Williamson, Purvi Tandel, Qiu Yang, Jessica Chu, Ryan Benz, Asim Siddiqui, Daniel Hornburg, Steven Gross, Bader Shirah, Jan Krumsiek, Jaime Mateus, Xiao Mao, Irina Matei, Christopher E. Mason",
  "year": "2024",
  "journal": "Nature Communications",
  "abstract": "As spaceflight becomes more common with commercial crews, blood-based measures of crew health can guide both astronaut biomedicine and countermeasures. By profiling plasma proteins, metabolites, and extracellular vesicles/particles (EVPs) from the SpaceX Inspiration4 crew, we generated “spaceflight secretome profiles,” which showed significant differences in coagulation, oxidative stress, and brain-enriched proteins. While >93% of differentially abundant proteins (DAPs) in vesicles and metabolites recovered within six months, the majority (73%) of plasma DAPs were still perturbed post-flight. Moreover, these proteomic alterations correlated better with peripheral blood mononuclear cells than whole blood, suggesting that immune cells contribute more DAPs than erythrocytes. Finally, to discern possible mechanisms leading to brain-enriched protein detection and blood-brain barrier (BBB) disruption, we examined protein changes in dissected brains of spaceflight mice, which showed increases in PECAM-1, a marker of BBB integrity. These data highlight how even short-duration spaceflight can disrupt human and murine physiology and identify spaceflight biomarkers that can guide countermeasure development.",
  "keywords": "Epigenomics, Metabolomics",
  "full_text": "Introduction As spaceflight and long-term human missions become more attainable, minimally invasive approaches to monitor physiological responses to spaceflight in diverse populations will be key to preventing acute and long-term complications 1 . The plasma proteome provides a catalog of proteins circulating in the blood, and thus it can paint an informative picture of the systemic physiological state of astronauts 2 , yet there are scant studies of astronaut plasma proteomics. Previous plasma proteomic studies of long-duration spaceflight reported changes in platelet function, coagulation, hemostasis, immune function, and metabolism 3 – 5 . In addition, various ground-based analog studies (i.e. head-down bed rest) have reported blood proteomic changes including complement activation, acute inflammatory responses, fibrinolysis, and thrombosis 6 , 7 . Moreover, da Silveira et al. demonstrated that mitochondrial disruption and oxidative stress were the key hubs for increased health risks 7 , based on miRNA biomarkers in plasma. Plasma-circulating extracellular vesicles and particles (EVPs) and metabolites provide additional information regarding the cellular phenotype and state of distal organs and tissues 8 , 9 . EVPs are actively released into the peripheral circulation at concentrations of > 10 9  vesicles/mL, and are demonstrated biomarkers in cancer 8 , traumatic brain injury 10 , and autoimmune diseases 11 . Thus, EVP cargo analysis could be used to monitor health risks associated with space exploration, such as spaceflight-associated neuro-ocular syndrome (SANS) 12  and thrombosis 13 , 14 , but studies of spaceflight-induced changes in EVP cargo have been limited 15 . Moreover, for metabolites, prior missions have focused on markers of bone metabolism and musculoskeletal deconditioning, including increased osteogenesis and resorption markers (e.g., osteocalcin, sclerostin, parathyroid hormone, osteoprotegerin, and RANKL) in the blood of crew members 16 – 19 , and could benefit from a wider profile. The decreased muscular activity associated with spaceflight leads to a loss of nitrogen and an inability to maintain whole-body protein synthesis rates, exacerbated by hypocaloric intake 20 , but this has not been examined in EVPs or metabolites in recent missions. Prior missions have also revealed spaceflight anemia, with circulating red blood cells and plasma volume decreases of 10–15%, leading to increased iron availability 21 , though the effect of these changes on EVP cargo is unknown. The NASA Twins study provided the first profile and multi-omic analysis of the plasma proteome, EVP proteome, and plasma metabolome, namely from a one-year, long-duration mission 22 . For that study, EVP protein cargo showed changes related to physiological stress, systemic inflammation, and the first indication of brain-derived proteins in plasma-circulating EVPs 15 . However, the NASA Twins study only used untargeted plasma proteomics (capturing 292 proteins) to discern an increased ratio of apolipoprotein B (APOB) to apolipoprotein A1 (APO1) 22 . Of the 60 plasma metabolites involved in the tricarboxylic acid (TCA) cycle, glycolysis, amino acid, fatty acid, ketone body, and pyrimidine metabolism, no significant changes for in-flight levels were found 22 . However, it is necessary to expand the NASA Twins study findings to an increased number of samples, larger coverage of metabolomics, broader coverage of plasma proteomics, longitudinal data of EVP proteomics, and a systematic integration and meta-analysis of secretome changes with other multi-omic data 7 . The SpaceX inspiration4 (i4) mission provided the first opportunity for such an expanded study, and it also was notable as the first all-civilian space flight mission, featuring 2 male and 2 female astronauts aged 29 to 50 years, who traveled into space for 3 days in orbit at 590 km altitude. We profiled the spaceflight secretome (plasma proteome and metabolome, and EVP proteome) of the i4 astronauts at three pre-flight (L-92, L-44, L-3) and three post-flight timepoints (R + 1, R + 45, R + 82). We performed differential and pathway enrichment analysis of the proteome and metabolome to reveal the biological landscape of the secretome changes induced by 3-day spaceflight. Then, we delineated the contribution of blood and immune cells by comparing secretome and transcriptomic profiles obtained from the i4 single-nuclei PBMC and whole-blood RNA-seq. We performed thiobarbituric acid reactive substance assay (TBARS) measurement assays, EVP immune cell marker profiling, Western blots, and ELISA to validate findings. The unique insight of integrating these different modalities (proteomics, metabolomics, and transcriptomics) in our study provides the largest comprehensive assessment of the systemic physiologic and secreted changes resulting from spaceflight exposure to date. Results Changes in the proteomic profile of plasma and EVPs after 3-day spaceflight To gain insight into secretome changes after 3 days of spaceflight, we profiled the plasma EVP proteins and plasma metabolites of the four i4 mission crew members (Fig.  1a ) at three pre-launch dates (L-92, L-44, and L-3) and three post-flight timepoints upon return to Earth (R + 1, R + 45, R + 82) (Fig.  1a ). For plasma proteomics, plasma was isolated using Cell Preparation Tubes (CPT) and processed with Seer’s 5-nanoparticle Proteograph assay 23 , while plasma EVPs were isolated as previously described 24 , 25 , and proteins were analyzed by nano-LC-MS/MS (Fig.  1a ). Plasma metabolites were extracted using Aqueous Neutral Phase (ANP) hydrophilic and C18 hydrophobic liquid chromatography, and metabolites were identified and quantified by MS (Fig.  1a ). We identified a total of 2,992 unique plasma proteins and 1,443 unique EVP proteins, with an overlap of 1,030 proteins shared by plasma and EVPs (Fig.  1b ). These shared proteins are likely plasma EVP proteins as well as proteins that can be either soluble/free or EVP-associated. Plasma and EVP proteins were then filtered based on the number of not-detected (NAs) so that at least one condition has no missing data and coefficient of variation (<0.5), with 1,765 plasma circulating proteins remaining in plasma and 527 in EVPs (Fig.  1b ). Fig. 1 Changes in the proteomic profile of plasma and EVPs after 3-day spaceflight. a  Overview of study design, sample collection, and processing of plasma and EVP proteomics.  b  Venn diagram of proteins measured in plasma and EVP, before (left) and after (right) filtering, based on the coefficient of variance, low abundance, and number of not assessed (NAs).  c  Upset plot showing the overlap of differentially abundant proteins (adjusted  p -value < 0.05, |logFC | >1) across the different comparisons performed in plasma and EVPs. Differential abundance analysis was performed with  limma  with the following model ~astronaut+flightSatus and p-values have been adjusted to control the false discovery rate  d  Boxplots of the scaled abundance of the 9 proteins differentially abundant in both plasma and EVPs. Where available, data represents  n  = 4 astronauts averaged at the indicated condition (preflight and long-term postflight). Plasma data is the average of two technical replicates, EVP data represents one technical replicate per astronaut and timepoint. Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for outliers.  e  Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in plasma (adjusted  p -value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes (BP) were selected, and  treeplot  was used to organize significant pathways (adjusted p-value < 0.05) into biologically relevant clusters.  f  Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in the EVPs (adjusted  p -value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes were selected, and  treeplot  was used to organize and cluster the significant pathways (adjusted  p -value < 0.05) into biologically relevant clusters. Source data are provided as a Source Data file. To profile acute and long-term changes in the secretome after 3-days of spaceflight, we performed two comparisons: 1) immediately post-flight (R + 1) vs. all pre-flight (L-92, L-44, L-3) timepoints, as a measure of acute changes (short-term postflight, or SP) and 2) all post-flight (R + 1, R + 45, R + 82) vs. all pre-flight (L-92, L-44, L-3) timepoints, representing long-term changes (long-term postflight, or LP). Interestingly, even though fewer unique proteins were detected in EVPs, we identified more differentially abundant proteins (DAPs) in EVPs compared to plasma (151 DAPs in EVPs vs. 40 DAPs in plasma) at R + 1 (Fig.  1c , Supplementary Fig.  1 ). Importantly, the majority of EVP DAPs returned to pre-flight levels over time, with only 10 EVP DAPs (6.62%) remaining differentially abundant long-term post-flight (Fig.  1c ). However, most plasma DAPs (72.5%) remained differentially abundant at the last timepoint (R + 82) (Fig.  1c ), indicating a greater degree of recovery, and longer duration, than the EVP DAPs. In addition, the EVP and plasma proteomes provided distinct information about spaceflight-associated changes. Specifically, 9 DAPs were shared between EVPs (5.96%) and plasma (22.5%) immediately post-flight (Fig.  1c ). The 9 overlapping DAPs were Platelet factor 4 (PF4), Latent-transforming growth factor beta-binding protein 1 (LTBP1), Platelet factor 4 variant 1 (PF4V1), Alpha-synuclein (SNCA), Peroxiredoxin 2 (PRDX2), Fibronectin 1 (FN1), Axin interactor, dorsalization associated (AIDA), Multimerin 1 (MMRN1), and Intercellular adhesion molecule 3 (ICAM3) (Fig.  1d ). Of these, PRDX2 and SNCA increased, while ICAM3 decreased in both EVPs and plasma. Since PRDX2 is an antioxidant enzyme 26 , its elevation in EVPs and plasma at R + 1 may indicate elevated oxidative stress. Increased SNCA level in the blood, including in EVPs, is a potential indicator of brain inflammation and stress 27 , 28 . Also of note, ICAM3 downregulation may reflect impairments in T cell-Dendritic cell (T-DC) interactions and immune function, as ICAM3 is crucial for the initial interaction between these two immune cells 29 . In addition, proteins associated with wound healing and coagulation, including PF4, PF4V1, and LTBP1, were increased in the plasma, but decreased in EVPs, potentially as a consequence of EVP capture in clots associated with spaceflight-induced thrombosis (Fig.  1d  and Supplrmentary Fig.  1 ) 14 , 15 . However, PF4 and PF4V1 levels quickly returned to baseline, suggesting that the pro-thrombotic effect of spaceflight is temporary and reversible; these shifts of PF4 in plasma and EVPs were confirmed by ELISA (Supplementary Fig.  2a, b ). To gain a functional understanding of plasma and EVP proteome changes after spaceflight, we performed biological pathway enrichment analysis for the R + 1 DAPs in both plasma and EVPs. Interestingly, though individual DAPs mostly differed in plasma relative to EVPs, pathways enriched in these DAPs showed a consistent profile in plasma and EVPs. DAPs involved in reactive oxygen species (ROS) production, oxidative stress, wound healing, coagulation, immune function, and hemostasis pathways were enriched in both plasma and EVP profiles (Fig.  1e, f ). These findings indicate that the plasma secretome reflects the hematologic changes (hemostasis, wound healing, coagulation), immune response/inflammation changes, and molecular changes in ROS metabolism after the 3-day spaceflight. We also note the increased abundance of several proteins related to the complement pathway, such as FCN3 which remains upregulated even at R + 45. This was validated in EVPs by western blotting (Supplementary Fig.  2c ). Changes in the metabolic profile of plasma after 3-day spaceflight To capture spaceflight-related metabolic changes, we next profiled 1,135 metabolites in the plasma of the i4 crew using ANP hydrophilic and C18 hydrophobic liquid chromatography coupled with mass spectrometry 30 . Differential analyses of the metabolomics data identified a variety of metabolic pathways affected by spaceflight, with 100 differentially abundant metabolites (DAMs) identified when comparing the pre-flight (L-92, L-44, L-3) to immediately post-flight (R + 1) timepoint (Fig.  2a, b ). Notably, none of these DAMs remained differentially abundant at timepoints after R + 1, indicating that these metabolic changes are acute, and also that metabolic homeostasis is restored rapidly upon return to Earth. Fig. 2 Changes in plasma metabolites after 3-day spaceflight. a  Pie charts showing pathway annotations of differentially abundant metabolites (adjusted p-value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Gray portions of the pie chart represent measured but insignificant metabolites in the specified category, while colored portions are labeled by metabolite pathway name and frequency.  b  Volcano plot of metabolites based on differential abundance (logFC>1 in red, logFC < −1 in blue) at R + 1 vs. Preflight. Labeled points are differentially abundant metabolites with connections to spaceflight-related anemia, inflammation, and oxidative stress.  c  Box plots of the scaled abundance of select differentially abundant metabolites associated with purine metabolism, glycerophospholipid metabolism, and anemia and hemolysis. Data represents  n  = 4 astronauts averaged at the indicated condition with one technical replicate per astronaut at each timepoint. Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for outliers.  d  Diagram of the sphingomyelin cycle, which is enriched in spaceflight-affected metabolites. Annotation boxes represent metabolites significantly changed at R + 1 vs. Preflight, with increased abundance indicated in red, decreased abundance in blue, and no significant change in gray (only boxed metabolites were measured). The dashed boxes indicate significant changes in some, but not all, chain lengths of the indicated lipid species.  e  Violin plots showing the results of Thiobarbituric acid reactive substances (TBARS) assay performed on astronaut plasma. Repeated measures one-way ANOVA was performed to assess significance. Source data are provided as a Source Data file. Of the metabolites affected immediately post-flight, those involved in the purine metabolism pathway showed systematically increased abundance. Inosine, the metabolite with the largest positive fold-change (Fig.  2b ), together with its precursor metabolite, purine, and its post-degradation metabolites, xanthine, and hypoxanthine, are all components of purine metabolism (Fig.  2c ). We found that many of the most significantly altered metabolites belonged to the glycerophospholipid metabolism pathway (Fig.  2a ), likely driven by a decreased abundance of lysophospholipid (LysoPC) and phosphatidylcholine (PC) species such as methylcarbamoyl platelet-activating factor (PAF) C-16 and LysoPAF C-16 (Fig.  2b, c ) 31 . Accompanying these changes, many metabolites involved in the sphingomyelin cycle were differentially abundant, including an increase in uridine diphosphate (UDP), some sphingomyelin and glucosylceramides (GlcCer) species, and a decrease in sphingosine-1-phosphate (S1P) (Fig.  2c, d ). Since phosphatidylcholines (PCs) are the most abundant phospholipid species in cellular membranes, and membrane stability is disrupted by lipid peroxidation, we hypothesized that the decrease in PCs and LysoPCs (Fig.  2d ) was indicative of lipid peroxidation secondary to spaceflight-induced production of free radicals 32 , 33 . The lipid peroxidation cascade generates a number of different intermediates depending on the target lipid species 34 . Malondialdehyde (MDA) is one of the major byproducts of lipid peroxidation and widely used as a biomarker of oxidative stress 34 . Therefore, to measure the overall lipid peroxidation in plasma, we quantified the levels of MDA adducts with thiobarbituric acid (TBA) using the thiobarbituric acid reactive substance assay (TBARS assay) (Fig.  2e ), which revealed that lipid peroxidation was significantly increased ( p -value = 0.0013) immediately post-flight (R + 1) and returned to baseline levels after several weeks (R + 45). Upregulation in production of antioxidants in the plasma and EVPs in response to spaceflight We next investigated the common signature of oxidative stress and cellular detoxification found in EVP and plasma DAPs 35 , 36  (Supplementary Fig.  3 ). Specifically, ROS scavenging is dependent on ROOH and H 2 O 2  detoxification via superoxide dismutase (SOD1, SOD2), catalase (CAT), and peroxiredoxins 37 , 38 . Compared to ground controls, plasma from post-flight astronauts displayed an upregulation of antioxidant proteins and a distinct metabolic profile retained at both the immediate and long post-flight timepoints (Fig.  3a ). Antioxidant proteins were also significantly enriched in EVPs in the intermediate post-flight timepoint, along with metabolic proteins involved in anabolic metabolism and cell growth, which may improve donor cells’ antioxidant capacity and cell bioenergetics 36 , 39 – 41 . Our findings indicate the body upregulates the production of anabolic metabolism and antioxidants in the plasma and EVPs, especially in the immediate-post-flight timepoint, likely to compensate for increased ROS (Fig.  3a ). At the longterm post-flight timepoint, these protein levels are abolished in the EVPs, but not in the plasma, which maintains an upregulation of antioxidant proteins and an altered metabolic profile. These data indicate that intracellular ROS levels and metabolic profiles can remain differentially abundant following spaceflight for at least 80 days after landing. Fig. 3 Integrated proteomic and metabolomic analyses reveal a common signature of antioxidant defense and immune dysfunction. a  The top (plasma) indicates significantly differentially abundant proteins in the plasma and EVPs from immediate or long-term post-flight or both immediate and long-term post-flight groups compared to ground controls. Antioxidant proteins are white-colored, and proteins involved in mitochondrial metabolism are orange. The purple edges represent upregulated proteins, and the green edges represent downregulated proteins. The lower panel (inside the cell) shows the antioxidant and mitochondrial metabolism protein functions within the cell.  b  Overview of the bipartite correlation network with proteins and metabolites as nodes. Ellipses depict proteins, and metabolites are represented by square nodes. The edges indicate significant correlations between the nodes. A solid line indicates a positive correlation, while a dotted line indicates a negative correlation. Nodes are colored based on log2-fold changes immediately post-flight compared to pre-flight time points.  c  The antioxidant defense subnetwork is enriched in peroxidases, antioxidant enzymes, and antioxidant molecules, indicating activation of extensive antioxidant response.  d  The immunosuppression and anti-inflammatory response subnetwork is enriched in anti-inflammatory molecules and protein markers of immune cells that lower post-flight, indicating a deregulated immune response. Source data are provided as a Source Data file. Integrating proteomics and metabolomics reveals a common signature of antioxidant defense and immune dysregulation To investigate the molecular processes at the interface of altered proteins and metabolites, we undertook a correlation-based, integrated approach. Specifically, we correlated the proteins and metabolites across all timepoints, using the annotated DAPs and DAMs altered immediately post-flight (R + 1) compared to pre-flight (L-92, L-44, L-3). As a res",
  "introduction": "Introduction As spaceflight and long-term human missions become more attainable, minimally invasive approaches to monitor physiological responses to spaceflight in diverse populations will be key to preventing acute and long-term complications 1 . The plasma proteome provides a catalog of proteins circulating in the blood, and thus it can paint an informative picture of the systemic physiological state of astronauts 2 , yet there are scant studies of astronaut plasma proteomics. Previous plasma proteomic studies of long-duration spaceflight reported changes in platelet function, coagulation, hemostasis, immune function, and metabolism 3 – 5 . In addition, various ground-based analog studies (i.e. head-down bed rest) have reported blood proteomic changes including complement activation, acute inflammatory responses, fibrinolysis, and thrombosis 6 , 7 . Moreover, da Silveira et al. demonstrated that mitochondrial disruption and oxidative stress were the key hubs for increased health risks 7 , based on miRNA biomarkers in plasma. Plasma-circulating extracellular vesicles and particles (EVPs) and metabolites provide additional information regarding the cellular phenotype and state of distal organs and tissues 8 , 9 . EVPs are actively released into the peripheral circulation at concentrations of > 10 9  vesicles/mL, and are demonstrated biomarkers in cancer 8 , traumatic brain injury 10 , and autoimmune diseases 11 . Thus, EVP cargo analysis could be used to monitor health risks associated with space exploration, such as spaceflight-associated neuro-ocular syndrome (SANS) 12  and thrombosis 13 , 14 , but studies of spaceflight-induced changes in EVP cargo have been limited 15 . Moreover, for metabolites, prior missions have focused on markers of bone metabolism and musculoskeletal deconditioning, including increased osteogenesis and resorption markers (e.g., osteocalcin, sclerostin, parathyroid hormone, osteoprotegerin, and RANKL) in the blood of crew members 16 – 19 , and could benefit from a wider profile. The decreased muscular activity associated with spaceflight leads to a loss of nitrogen and an inability to maintain whole-body protein synthesis rates, exacerbated by hypocaloric intake 20 , but this has not been examined in EVPs or metabolites in recent missions. Prior missions have also revealed spaceflight anemia, with circulating red blood cells and plasma volume decreases of 10–15%, leading to increased iron availability 21 , though the effect of these changes on EVP cargo is unknown. The NASA Twins study provided the first profile and multi-omic analysis of the plasma proteome, EVP proteome, and plasma metabolome, namely from a one-year, long-duration mission 22 . For that study, EVP protein cargo showed changes related to physiological stress, systemic inflammation, and the first indication of brain-derived proteins in plasma-circulating EVPs 15 . However, the NASA Twins study only used untargeted plasma proteomics (capturing 292 proteins",
  "methods": "Methods Blood pre-processing and EVP (extracellular vesicle and particle) isolation Detailed descriptions of the methods pertaining to all proteomics/metabolomics/transcriptomics assays mentioned in this paper can be found in the “protocol” section of the GeneLab OSDR links found below 92 . Briefly, blood was collected in K2 EDTA tube(s) and shipped overnight on ice. Plasma was isolated by differential centrifugation at 500 x g for 10 minutes and 3000 x g for 20 min as previously described in refs.  24 , 93 . The supernatant was collected and aliquoted for long-term storage at −80 °C and for EVP isolation. Plasma EVPs were isolated by sequential ultracentrifugation, as previously described in refs.  25 . EVP protein concentration was measured by bicinchoninic acid (BCA) protein assay (Pierce, Thermo Fisher Scientific). Additional sample collection methods and data generation have been also detailed in the protocols paper 24 . Plasma proteomic profiling Detailed methods for proteomic, metabolic and transcriptomic profiling are described in Overbey et al. 2024. Briefly, plasma was isolated from cell preparation tubes (CPTs) and processed with Seer’s Proteograph Analysis Suite 23 . Seer’s standard 5-nanoparticle (5-NP) panel was used to enrich low abundance proteins followed by LC-MS/MS proteomics analysis in data-independent acquisition (DIA) mode. The list of differentially abundant proteins from the I4-FP1 and I4-FP4 plasma proteomics dataset in Overbey et al. 2024 was filtered for differentially expressed genes that had an adjusted  p -value < 0.05 and |logFC | > 1 92 . Extracellular vesicles and particle (EVP) proteomic profiling EVP proteomic profiling was described in Overbey et al. 2024 92 . Briefly, plasma samples were centrifuged at 12,000 x g for 20 minutes and then EVPs were collected by ultracentrifugation at 100,000 x g for 70 min. EVPs were then washed in PBS and again collected by ultracentrifugation at 100,000 x g for 70 min. The final EVP pellet was resuspended in PBS. Two micrograms of enriched EVPs were digested and analyzed with LC-MS/MS in data-dependent acquisition (DDA) mode. The list of differentially abundant proteins from the I4-FP1 and I4-FP4 plasma proteomics dataset in Overbey et al. was filtered for differentially expressed genes that had an adjusted  p -value < 0.05 and |logFC | > 1 92 . Plasma metabolite profiling Plasma metabolite profiling was described in Overbey et al. 2024 93 . Briefly, plasma metabolites were isolated using a combination of aqueous normal phase (ANP) and reverse phase (RP) chromatographic separations and analyzed by positive- and negative-ion MS. Metabolites were annotated using an in-house metabolite database comprising 865 metabolites for ANP chromatography and a 270 lipid metabolite RP database, curated from the Agilent plasma lipidomic database. All metabolites identified are level 1. Namely, to be identified, the feature’s mass, chromatographic retention time (RT) and MS/MS fragmentation p",
  "results": "Results Changes in the proteomic profile of plasma and EVPs after 3-day spaceflight To gain insight into secretome changes after 3 days of spaceflight, we profiled the plasma EVP proteins and plasma metabolites of the four i4 mission crew members (Fig.  1a ) at three pre-launch dates (L-92, L-44, and L-3) and three post-flight timepoints upon return to Earth (R + 1, R + 45, R + 82) (Fig.  1a ). For plasma proteomics, plasma was isolated using Cell Preparation Tubes (CPT) and processed with Seer’s 5-nanoparticle Proteograph assay 23 , while plasma EVPs were isolated as previously described 24 , 25 , and proteins were analyzed by nano-LC-MS/MS (Fig.  1a ). Plasma metabolites were extracted using Aqueous Neutral Phase (ANP) hydrophilic and C18 hydrophobic liquid chromatography, and metabolites were identified and quantified by MS (Fig.  1a ). We identified a total of 2,992 unique plasma proteins and 1,443 unique EVP proteins, with an overlap of 1,030 proteins shared by plasma and EVPs (Fig.  1b ). These shared proteins are likely plasma EVP proteins as well as proteins that can be either soluble/free or EVP-associated. Plasma and EVP proteins were then filtered based on the number of not-detected (NAs) so that at least one condition has no missing data and coefficient of variation (<0.5), with 1,765 plasma circulating proteins remaining in plasma and 527 in EVPs (Fig.  1b ). Fig. 1 Changes in the proteomic profile of plasma and EVPs after 3-day spaceflight. a  Overview of study design, sample collection, and processing of plasma and EVP proteomics.  b  Venn diagram of proteins measured in plasma and EVP, before (left) and after (right) filtering, based on the coefficient of variance, low abundance, and number of not assessed (NAs).  c  Upset plot showing the overlap of differentially abundant proteins (adjusted  p -value < 0.05, |logFC | >1) across the different comparisons performed in plasma and EVPs. Differential abundance analysis was performed with  limma  with the following model ~astronaut+flightSatus and p-values have been adjusted to control the false discovery rate  d  Boxplots of the scaled abundance of the 9 proteins differentially abundant in both plasma and EVPs. Where available, data represents  n  = 4 astronauts averaged at the indicated condition (preflight and long-term postflight). Plasma data is the average of two technical replicates, EVP data represents one technical replicate per astronaut and timepoint. Boxes show the quartiles of the dataset while the whiskers extend to show the rest of the distribution except for outliers.  e  Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in plasma (adjusted  p -value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes (BP) were selected, and  treeplot  was used to organize significant pathways (adjusted p-value < 0.05) into biologically relevant clusters.  f  Gene Ontology enrichment was performed using clusterProfiler::enrichGO() on differentially abundant proteins in the EVPs (adjusted  p -value < 0.05, |logFC | >1) at R + 1 vs. Preflight. Biological processes were selected, and  treeplot  was used to organize and cluster the significant pathways (adjusted  p -value < 0.05) into biologically relevant clusters. Source data are provided as a Source Data file. To profile acute and long-term changes in the secretome after 3-days of spaceflight, we performed two comparisons: 1) immediately post-flight (R + 1) vs. all pre-flight (L-92, L-44, L-3) timepoints, as a measure of acute changes (short-term postflight, or SP) and 2) all post-flight (R + 1, R + 45, R + 82) vs. all pre-flight (L-92, L-44, L-3) timepoints, representing long-term changes (long-term postflight, or LP). Interestingly, even though fewer unique proteins were detected in EVPs, we identified more differentially abundant proteins (DAPs) in EVPs compared to plasma (151 DAPs in EVPs vs. 40 DAPs in plasma) at R + 1 (Fig.  1c , Supplemen",
  "discussion": "Discussion Secretome profiling of the i4 crew after a 3-day spaceflight revealed significant changes in oxidative stress, brain homeostasis, and coagulation markers. These changes largely recovered post-spaceflight, although some proteins (particularly in plasma) still remained differentially abundant six months later. Although this study focuses on a short-term mission, our findings recapitulate several of the responses observed in the NASA Twins study including anemia, coagulation, and oxidative stress, as well as spaceflight-associated brain homeostasis alterations 15 , 22 , which indicate recurrent biological perturbations relevant for future crews and missions. Multiple studies have reported a higher risk of developing internal jugular vein thrombosis in the ISS crews than the general population, a condition that may lead to pulmonary embolism and long-term morbidity 13 , 14 , 81 . Fortunately, the overall risk of spaceflight-induced clotting returns to baseline upon landing, as indicated by normal levels of pro-thrombotic factors PF4 and PF4V1 in EVPs and plasma collected 82 days post-flight 13 , 14 . Most metabolic alterations induced by spaceflight were also temporary, with metabolic profiles rapidly returning to their pre-flight states upon return to Earth. Nonetheless, the 100 specific altered metabolites from spaceflight showed enrichment for oxidative stress, hemolysis, lipid peroxidation, and immune suppression pathways. These pathways included metabolites that have appeared in a previous study (the Soyuz-36-Salyut-6-Soyuz-35 mission), such as 1-methylinosine 82 . A 45-day head-down tilt study showed dynamic changes in taurine, glycine, betaine, creatine, and glutamine 83 , which also mirrored results in mice 84 , and taurine and inosine demonstrated correlations with several antioxidant enzymes. Indeed, in our proteomics data, we observed upregulation of several antioxidant proteins such as PRDX2, SOD2, CAT, and GPX1. PRDX2 increased in all crew members immediately post-flight (R + 1), while PRDX6 and SOD2 were decreased, and 2 proteoforms of catalase were increased in one crewmember after landing. A spaceflight mouse study also observed PRDX6 and catalase gene upregulation in skin samples 85 , while a tail suspension rat study observed upregulation of PRDX6 in the hippocampus 86 . Additional rodent studies have also shown changes in oxidative stress proteins (SOD1, SOD2, Xanthine oxidase, etc.) resulting from spaceflight factor exposure, both post-exposure and longterm 86 , 87 . Thus, we propose that the oxidative stress induced by spaceflight triggers the production of both proteins and metabolites with antioxidant functions. Signs of hemolysis were also evident, underscored by an increase in circulating protoporphyrin, a known marker of this process. The observed decrease in S1P plasma abundance could also signal a reduction in erythrocytes, cells responsible for maintaining S1P concentrations in the blood. Our data further indic",
  "conclusion": ""
}