{
  "id": "PMC10410709",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10410709/",
  "title": "Mitochondrial sulfide promotes life span and health span through distinct mechanisms in developing versus adult treated ",
  "authors": "Adriana Raluca Vintila, Luke Slade, Michael Cooke, Craig R. G. Willis, Roberta Torregrossa, Mizanur Rahman, Taslim Anupom, Siva A. Vanapalli, Christopher J. Gaffney, Nima Gharahdaghi, Csaba Szabo, Nathaniel J. Szewczyk, Matthew Whiteman, Timothy Etheridge",
  "year": "",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "abstract": "Significance Deteriorating health across the life course is a major societal burden, and effective therapeutics are lacking. Mitochondrial decline has long been associated with age-related health loss. We show that small, clinically meaningful doses of a mitochondrion-targeting sulfur donor (AP39) extend  Caenorhabditis elegans  health in older age, which act by maintaining mitochondrial integrity. Adult onset of AP39 delivery, when mitochondrial and cell structural dysfunction are already manifested, also promoted healthy aging. Distinct association of health span extension with mitochondria, cytoskeletal and peroxisome molecular profiles, under regulation of the  elt-6 / elt-3  transcription factor regulatory circuit, further distinguished adult-onset AP39 therapy. Our results establish a framework for forward translating mitochondrial sulfide as a potentially viable healthy aging intervention in mammals.",
  "keywords": "health span, longevity, mitochondria, transcriptomics, H",
  "full_text": "Medical advances mean humans are living longer but are also spending longer in a frail “poor health” state ( 1 ,  2 ), with large burdens on healthcare systems and quality of life ( 3 ). Since most age-related healthcare costs and patient frailty occur in the later years of life ( 1 ,  2 ), interventions that increase life span without simultaneously increasing health span would be detrimental to the aging process. Studies often report life span–extending therapeutics in lower organisms ( 4 ,  5 ), but a significant caveat is the general assumption that increasing longevity also prolongs the duration spent in a healthy state (termed “health span”). While it is largely unknown whether most conditions that extend life span also increase health span, evidence indicates dissociation between the two ( 6 ). For example, all long-lived  Caenorhabditis elegans  mutants examined to date spend a longer time in an aged frail condition ( 7 ); the same phenomenon reported in long-living humans ( 1 ,  2 ). Therapeutic approaches that extend healthy years, rather than life span alone, thus hold considerable socioeconomic potential. Hydrogen sulfide (H 2 S) was one of the essential ingredients required for life to emerge on Earth ( 8 ,  9 ) and has emerged as an important, physiologically relevant signaling molecule. When applied exogenously, H 2 S treatments, usually in the form of crude impure sulfide salts at supraphysiological concentrations (e.g. >100 µM), confer cytoprotective properties across various pathophysiological states ( 9 – 14 ), including age-associated diseases ( 15 ,  16 ). Accordingly, 100 to 150 µM concentrations of untargeted H 2 S donors such as GYY4137 and FW1256 extend both life span ( 17 – 19 ) and health span ( 20 ) in  C. elegans  when administered from birth. However, several essential biochemical processes are established during development that program subsequent adult behavior. For example, developmental starvation cements locomotion circuitry that impacts adult foraging behavior ( 21 ), and developmentally established mitochondrial dynamics determine rates of adult respiration and aging ( 22 ). Additionally, life-extending mitochondrial interventions in  C. elegans  currently require administration on or before the developmental larval stages ( 23 ). Metabolic patterns set during developmental H 2 S treatments might, therefore, mediate life span and health span extension. The efficacy of H 2 S administered during “normal” stochastic aging thus warrants investigation to understand the viability of adult H 2 S-based therapies. Several cellular processes are responsive to H 2 S that can regulate H 2 S-mediated longevity ( 18 ), yet the mechanisms governing H 2 S-mediated health span are undefined. Increasing evidence supports a mitochondrion-centric mode of H 2 S action across cell types and pathologies. Current dogma suggests H 2 S donates electrons to the mitochondrial electron transport chain, inhibits mitochondrial cAMP phosphodiesterases, facilitates mitochondrial DNA repair, promotes mitochondrial antioxidant protection, and augments mitochondrial respiration/ATP production (reviewed in ref.  24 ). Moreover, mitochondrial loss is one of the nine hallmarks of aging ( 25 ) and is the earliest detectable subcellular structural change during  C. elegans  aging ( 26 ), preceding physiological decline ( 27 ). As such, therapies that exploit positive H 2 S effects on mitochondria represent an attractive antiaging strategy. The mitochondrial sulfide delivery molecule (mtH 2 S), AP39, exploits mitochondrial membrane potential by utilizing a TPP +  motif to localize H 2 S to the mitochondria and protect against cellular injury [e.g., glucose oxidase–induced mitochondrial dysfunction ( 28 )] vs. equal doses of untargeted H 2 S donors. Consequently, unlike untargeted H 2 S compounds (e.g., GYY4137, FW1256) with supraphysiological effective doses ( 17 – 20 ), mtH 2 S displays potency at concentrations several orders of magnitude lower in  C. elegans  disease models ( 13 ,  14 ). Whether such phenomena occur in the aging context is unknown; however, mtH 2 S is plausibly responsible for longevity and health span extension reported following larger untargeted H 2 S doses. This study, therefore, investigated the efficacy of a mtH 2 S (AP39) for promoting health span via mitochondrion-mediated effects vs. untargeted H 2 S donors, using  C. elegans  as an aging model. Given the unknown capacity of H 2 S as an efficacious therapy in aging adults, we also examined health span effects of adult-onset H 2 S treatments. Using functional pharmacogenetic approaches, we provide evidence that mtH 2 S is a requirement for, and site of action of, H 2 S-mediated health span promotion. Importantly, mtH 2 S increases health span when administered to young and middle-aged adults, and this adult treatment effect is clearly reflected at the transcriptomic level compared to developmental mtH 2 S administration, under the control of a GATA family of transcription factors. These findings strongly suggest that augmentation of mitochondrial sulfide may represent a druggable target and translatable therapeutic approach to maintaining health with advancing age, at time points where the negative effects of aging already manifest. Results mtH 2 S Increases  C. elegans  Life span and Neuromuscular Health span. We first investigated the effects of mitochondrion-targeted and nontargeted H 2 S donors on  C. elegans  life span. Dosing L1 larvae with the untargeted sulfide donor NaGYY4137 (100 µM) increased maximal life span by 20 % ( P  < 0.0001) ( Fig. 1 A ), which is comparable to previous studies using GYY4137 (morpholine salt) and related compounds ( 18 ,  19 ). In sharp contrast, the mitochondrion-targeted sulfide delivery molecule (mtH 2 S) AP39 significantly increased life span at 1000-fold lower doses (100 nM) by 30% ( P  < 0.0001) ( Fig. 1 B ), whereas equivalent 100 nM doses of untargeted NaGYY4137 had no significant effect on  C. elegans  life span extension ( Fig. 1 A ). Fig. 1. Lower doses of mitochondrion-targeted H 2 S extend life span. ( A )  C. elegans  life span is significantly increased with higher (100 µM), but not lower (100 nM) treatment with the untargeted H 2 S donor, NaGYY4137 when administered from L1 larval stage across the entire lifecourse. ( B ) Conversely, lower doses (100 nM) of mitochondrion-targeted H 2 S (AP39) extend life span. Life span curves represent the average of three biological replicates (total ~300 to 600 animals per condition). **** denotes significant difference vs. untreated (0.01% DMSO) wild-type controls ( P  < 0.0001). ns, nonsignificant. We next assessed movement rates on days 0, 2, 4, 8, 12, and 16 of life span as a robust proxy of overall animal health ( 29 – 31 ) and, therefore, health span. Using wMicroTracker to measure prolonged movement capacity beyond standard thrash assays ( 32 ), wild-type movement capacity peaked at day 4 of adulthood (+97% vs. day 0 baseline), as previously published ( 33 ,  34 ), and progressively declined thereafter to a nadir of −26% at day 16 ( SI Appendix , Fig. S1 ). At greatly different doses, 100 µM NaGYY4137 H 2 S and 100 nM mtH 2 S increased total animal movement rates across the life course ( P  < 0.001), using area under the curve analysis of movement across the life course, as previously published ( 30 ) ( Fig. 2 A ). Post hoc analysis showed significant health span extension in mtH 2 S (100 nM)-treated animals up to day 16 postadulthood compared to day 12 postadulthood during NaGYY4137 treatments ( SI Appendix , Fig. S1 ). Loss of neuromuscular strength is also one of the strongest correlates of all-cause mortality in humans ( 29 ,  35 ), leading us to employ our “NemaFlex” device ( 36 – 38 ) to examine neuromuscular strength changes across age. As with movement rates ( SI Appendix , Fig. S1 ), wild-type strength capacity increased between days 0 and 4 adulthood and declined thereafter. Conversely, treatment with mtH 2 S (100 nM) improved strength production across days 0–10 postadulthood ( P  < 0.001), with a significant 20% strength increase vs. wild-type at day 10 ( Fig. 2 B ). Additionally, while the observed effect sizes of mtH 2 S are comparable to those reported for other life span–extending compounds ( 39 – 41 ), the improvements we observed are modest. We, therefore, directly compared mtH 2 S to a recently published life span and health span improving drug, rilmenidine ( 42 ), using our microfluidic “Nemalife” health span device, and found both compounds extended life span and health span to similar degrees using our microfluidic approach ( SI Appendix , Fig. S2 ). Rilmendine also has no effect on neuromuscular health parameters in early life ( 42 ) but rather manifest in older age time points, as observed herein for mtH 2 S. Collectively, these data strongly suggest that H 2 S effects on health span are likely mediated through mitochondrial effects which, although modest, may be highly beneficial, since aging is also associated with a later life loss of prolonged movement and strength-producing capacity. Fig. 2. Mitochondrion-targeted H 2 S extends movement rate and maximal strength indices of health span. ( A ) Animal movement rate is increased across the entire lifecourse with both lower dose (100 nM) mitochondrion-targeted H 2 S (AP39) and higher dose (100 µM) untargeted H 2 S (NaGYY4137) when administered from L1 larval stage until death. Movement rates as a % change from day 0 baselines, across days 0, 2, 4, 8, 12, and 16 postadulthood, are presented as area under the curve. ( B ) Lower dose (100 nM) mitochondrion-targeted H 2 S maintains  C. elegans  maximal strength producing ability in later life (day 10 postadulthood), measured using our microfluidic NemaFlex device. Data presented are mean ± SD, n = 90 per condition, across 3 biological replicates. * P  < 0.05, ** P  < 0.01 and **** P  < 0.0001 denotes significant difference vs. untreated (0.01% DMSO) wild-type controls. mtH 2 S Maintains Mitochondrial Structure and Content. Given the well-established role of mitochondrial dysfunction in age-related health decline across species ( 25 ), we examined whether mtH 2 S health span promotion associated with maintained mitochondrial integrity. Using green fluorescent protein-tagged mitochondrion transgenic animals to compare lower dose mtH 2 S (100 nM) to higher dose untargeted H 2 S (100 µM), mitochondrial structure was scored as either well networked, or moderately fragmented. Well-networked mitochondria at day 0 of adulthood presented in 88% of wild-type animals, which was not affected by either mtH 2 S or untargeted H 2 S treatments. In line with previous reports ( 26 ), by day 2 postadulthood well-networked mitochondria reduced to 21% in wild-type worms. The number of well-networked mitochondria increased threefold with mtH 2 S treatment at day 2 of adulthood, and twofold with untargeted H 2 S ( P  < 0.001). Only mtH 2 S significantly sustained mitochondrial integrity at day 4 postadulthood ( Fig. 3 A ). In wild-type animals, the number of moderately fragmented mitochondria increased progressively from day 2 of adulthood (21% of animals), reaching 86% by day 16. Comparable delays in moderate mitochondrial fragmentation were observed between mtH 2 S and untargeted H 2 S from days 8 to 12 postadulthood, whereas only mtH 2 S supressed moderate fragmentation up to day 14 of adulthood ( Fig. 3 B ). We also assessed citrate synthase activity (CS) as a marker of mitochondrial health, which correlates with mitochondrial content, biosynthesis, and cristae area ( 43 ). Untargeted H 2 S failed to induce a significant effect on CS across the life course. Conversely, mtH 2 S significantly increased CS throughout life span, and to a greater extent than untargeted H 2 S (up to day 12,  P  < 0.0001), with significant increases in CS presenting up to day 4, but not day 12 of life span ( Fig. 3 E ). To confirm that differences in H 2 S bioavailability does not underpin the improved efficacy of mtH 2 S vs. untargeted H 2 S for maintaining mitochondrial structure and content, we assessed total animal sulfide levels and found no difference with either compound at day 4 postadulthood ( SI Appendix , Fig. S3 ). Thus, mtH 2 S improves mitochondrial integrity across age, which associates with health span maintenance. Fig. 3. mtH 2 S prolongs mitochondrial integrity and content. ( A ) The percentage of well-networked and ( B ) moderately fragmented mitochondria during  C. elegans  aging is significantly improved with mtH 2 S (AP39), and for a longer duration than untargeted H 2 S (NaGYY4137) treatments. Data represent two biological replicates (total ~80 animals per time point/ condition and 450 muscle cells). ( C, D ) Representative green fluorescent protein-tagged mitochondrial images for normally arrayed ( Left ) and moderately fragmented ( Right ) mitochondria. White dashed boxes and corresponding magnified panels ( Right ) highlight each structural phenotype. ( E ) Citrate synthase activity with mtH 2 S at young adulthood (day 0) and day 4 postadulthood with mtH 2 S treatment, but not with untargeted H 2 S. Data represent two biological replicates, each with technical triplicates (total ~50 animals per time point/condition). All data are mean ± SD. * P  < 0.05, ** P  < 0.01, *** P  < 0.001, **** P  < 0.0001 denote significant difference from untreated (0.01% DMSO) wild-type controls. AP39-Mediated Health span Extension Requires H 2 S Metabolism and FoxO Pathways, but Not Nrf2 Oxidative Stress Protection. Several mechanisms have been proposed to regulate longevity in response to exogenous H 2 S ( 19 ), yet the mechanisms governing health span extension are unknown. To probe this, we performed a hypothesis-driven RNAi gene knockdown and a mtH 2 S pharmacogenetic screen, using a microfluidic life span machine to assess animal health every day of the life course. First, we examined the requirement for enzymes controlling endogenous H 2 S synthesis: cytosolic cystathionine-β-synthase (CBS/ cbs-1 ) and cystathionine-γ-lyase (CSE/ cth-2 ), and cytoplasmic/mitochondrial 3-mercaptopyruvate sulfurtransferase (3-MST/ mpst-1 ) ( 8 – 10 ). Corroborating previous reports, we found that  cth-2  knockdown alone had no effect on life span ( 19 ) and knocking down  cbs-1  or  mpst- 1 shortened life span ( 19 ,  44 ) ( SI Appendix , Fig. S4 ). Knockdown of  cth-2  also did not significantly affect health span, whereas knockdown of  cbs-1  and  mpst- 1 RNAi both impaired health span ( SI Appendix , Fig. S4 ). Cotreatment of RNAi against  cth-2 ,  cbs-1  or  mpst-1  with mtH 2 S from L1 stage prevented the positive effects of mtH 2 S on life span and health span ( Table 1  and  SI Appendix , Fig. S4 ). While exogenous mtH 2 S might be anticipated to bypass endogenous H 2 S biosynthesis pathways, analysis of total animal sulfide levels confirmed a need for functional H 2 S producing enzymes, since mtH 2 S-induced sulfide increases in older age were ablated when combined with  cth-2 ,  mpst-1  or  cbs-1  RNAi ( SI Appendix , Fig. S5 ). Combined with the loss of mtH 2 S-induced life span and health span extension with knockdown of the H 2 S synthesizing enzymes  kri-1  and  cysl-2  ( Table 1  and  SI Appendix , Fig. S4 ), the H 2 S synthesis system is a general requirement for the positive effects of mtH 2 S donors on  C. elegans  health and longevity. Table 1. Summary of mechanisms regulating mtH 2 S-induced life span and health span extension Gene target Human Gene Gene description Required for positive effects of mtH 2 S? Life span Health span H 2 S synthesis \n mpst-1 \n MPST Mitochondrial H 2 S synthesis \n ✓ \n \n ✓ \n \n cth-2 \n CTH Mitochondria-translocating H 2 S synthesis \n ✓ \n \n ✓ \n \n cbs-1 \n CBSL Cytosolic H 2 S synthesis \n ✓ \n \n ✓ \n \n kri-1 \n KRIT 1 H 2 S and ROS generation \n ✓ \n \n ✓ \n \n cysl-2 \n Cysteine synthase Cytosolic H 2 S production \n ✓ \n \n ✓ \n H 2 S oxidation/redox \n ethe-1 \n ETHE1 Dioxygenase required for H 2 S oxidation \n ✓ \n \n ✓ \n \n gsr-1 \n GSR Glutathione reductase \n ✓ \n \n ✓ \n H 2 S + aging \n daf-16 \n FoxO H 2 S responsive FoxO transcription factor \n ✓ \n \n ✓ \n Nrf2 oxidative stress protection \n skn-1 \n NRF2 Regulates oxidate stress response \n ✓ \n \n × \n \n gcs-1 \n GCLC Glutathione synthesis under Nrf2 control \n ✓ \n \n × \n \n ikke-1 \n RELA Regulates Nrf2 nuclear translocation \n × \n \n ✓ \n \n wdr-23 \n Keap1 Negative regulator of Nrf2 \n × \n \n × \n H 2 S responsive \n hif-1 \n HIF H 2 S-responsive transcription factor \n × \n \n × \n \n hsp-6 \n Hsp70 H 2 S-responsive mitochondrial chaperone \n × \n \n × \n C. elegans  were treated with mtH 2 S (100 nM) from L1 larval stage in the presence or absence of RNAi against each target gene, using our microfluidic healthspan device. Each experiment was performed in duplicate (total ~160 animals per condition) and health span data expressed as area under the curve (% movement rate of each day of the lifecourse vs. day 0 baseline values). Ticks denote RNAi knockdown prevents significant ( P  < 0.05) mtH 2 S life span or health span extension and compared to untreated (0.01% DMSO) empty vector controls. Crosses denote RNAi knockdown does not prevent significant ( P  < 0.05) mtH 2 S-induced life span or health span extension. All raw data are provided in  SI Appendix , Fig. S4 . We next examined the potential involvement of enzymes involved in wider H 2 S metabolism: ETHE1/ ethe-1 , a mitochondrial sulfur dioxygenase necessary for H 2 S catabolism ( 45 ), and GSR/ gsr-1 , a glutathione reductase involved in H 2 S-mediated production of glutathione ( 46 ). Knockdown of  ethe-1  alone did not affect life span but significantly increased health span and, when combined with mtH 2 S, prevented mtH 2 S-induced life span and health span extension. Because  ethe-1  catabolizes H 2 S, we postulated that harmful H 2 S accumulation might occur following combined exogenous mtH 2 S administration. Examining the dose response (1nM to 2 µM) of mtH 2 S +  ethe-1  knockdown revealed no further decline in animal health span, however life span became shortened at higher (100 nM to 2 µM) doses ( SI Appendix , Fig. S6 ). Both life span and health span were reduced following  gsr-1  knockdown, which also inhibited life/health span extension with concurrent mtH 2 S treatment. Additionally, the FoxO/ daf-16  transcription factor has been implicated in H 2 S life span extension ( 19 ), and we observed lowered life span and health span with  daf-16  knockdown alone, corroborating previous reports ( 47 ). mtH 2 S did not increase life span or health span in animals subjected to  daf-16  RNAi ( Table 1  and  SI Appendix , Fig. S4 ). H 2 S also regulated cellular redox homeostasis, in part through activation of the Nrf2 transcription factor and associated signaling pathway ( 48 ). We, therefore, knocked down Nrf2/ skn-1  or DCAF11/ wdr-23  as a negative upstream regulator of Nrf2 ( 49 ). In line with previous reports ( 50 )  skn-1  knockdown animals were short lived, whereas  wdr-23  deficient worms were longer lived. Both  skn-1  and  wdr-23  RNAi also resulted in extended health span. Agreeing with earlier studies showing a need for the Nrf2 system for H 2 S-induced  C. elegans  life span extension ( 44 ), we also observed prevention of mtH 2 S increases in life span with combined  skn-1  or  wdr-23  knockdown. Despite this, our findings reveal that the Nrf2 system is not required for mtH 2 S-associated health span extension. We observed this same phenomenon with other components of the Nrf2 pathway, including the Nrf2-controlled glutamate–cysteine ligase catalytic subunit, GCLC/ gcs-1 . Only the Nrf2 nuclear translocation regulatory factor RelA/ ikke-1  attenuated mtH 2 S health span improvements ( Table 1  and  SI Appendix , Fig. S4 ). Our data strongly suggest that the positive health span effects of mtH 2 S were not dependent on the Nrf2 signaling system. Last, w",
  "introduction": "",
  "methods": "Supplementary Material Appendix 01 (PDF) Click here for additional data file. Dataset S01 (XLSX) Click here for additional data file.",
  "results": "Results mtH 2 S Increases  C. elegans  Life span and Neuromuscular Health span. We first investigated the effects of mitochondrion-targeted and nontargeted H 2 S donors on  C. elegans  life span. Dosing L1 larvae with the untargeted sulfide donor NaGYY4137 (100 µM) increased maximal life span by 20 % ( P  < 0.0001) ( Fig. 1 A ), which is comparable to previous studies using GYY4137 (morpholine salt) and related compounds ( 18 ,  19 ). In sharp contrast, the mitochondrion-targeted sulfide delivery molecule (mtH 2 S) AP39 significantly increased life span at 1000-fold lower doses (100 nM) by 30% ( P  < 0.0001) ( Fig. 1 B ), whereas equivalent 100 nM doses of untargeted NaGYY4137 had no significant effect on  C. elegans  life span extension ( Fig. 1 A ). Fig. 1. Lower doses of mitochondrion-targeted H 2 S extend life span. ( A )  C. elegans  life span is significantly increased with higher (100 µM), but not lower (100 nM) treatment with the untargeted H 2 S donor, NaGYY4137 when administered from L1 larval stage across the entire lifecourse. ( B ) Conversely, lower doses (100 nM) of mitochondrion-targeted H 2 S (AP39) extend life span. Life span curves represent the average of three biological replicates (total ~300 to 600 animals per condition). **** denotes significant difference vs. untreated (0.01% DMSO) wild-type controls ( P  < 0.0001). ns, nonsignificant. We next assessed movement rates on days 0, 2, 4, 8, 12, and 16 of life span as a robust proxy of overall animal health ( 29 – 31 ) and, therefore, health span. Using wMicroTracker to measure prolonged movement capacity beyond standard thrash assays ( 32 ), wild-type movement capacity peaked at day 4 of adulthood (+97% vs. day 0 baseline), as previously published ( 33 ,  34 ), and progressively declined thereafter to a nadir of −26% at day 16 ( SI Appendix , Fig. S1 ). At greatly different doses, 100 µM NaGYY4137 H 2 S and 100 nM mtH 2 S increased total animal movement rates across the life course ( P  < 0.001), using area under the curve analysis of movement across the life course, as previously published ( 30 ) ( Fig. 2 A ). Post hoc analysis showed significant health span extension in mtH 2 S (100 nM)-treated animals up to day 16 postadulthood compared to day 12 postadulthood during NaGYY4137 treatments ( SI Appendix , Fig. S1 ). Loss of neuromuscular strength is also one of the strongest correlates of all-cause mortality in humans ( 29 ,  35 ), leading us to employ our “NemaFlex” device ( 36 – 38 ) to examine neuromuscular strength changes across age. As with movement rates ( SI Appendix , Fig. S1 ), wild-type strength capacity increased between days 0 and 4 adulthood and declined thereafter. Conversely, treatment with mtH 2 S (100 nM) improved strength production across days 0–10 postadulthood ( P  < 0.001), with a significant 20% strength increase vs. wild-type at day 10 ( Fig. 2 B ). Additionally, while the observed effect sizes of mtH 2 S are comparable to those reported for other life span–extending compounds ( 39 – 41 ), the improvements we observed are modest. We, therefore, directly compared mtH 2 S to a recently published life span and health span improving drug, rilmenidine ( 42 ), using our microfluidic “Nemalife” health span device, and found both compounds extended life span and health span to similar degrees using our microfluidic approach ( SI Appendix , Fig. S2 ). Rilmendine also has no effect on neuromuscular health parameters in early life ( 42 ) but rather manifest in older age time points, as observed herein for mtH 2 S. Collectively, these data strongly suggest that H 2 S effects on health span are likely mediated through mitochondrial effects which, although modest, may be highly beneficial, since aging is also associated with a later life loss of prolonged movement and strength-producing capacity. Fig. 2. Mitochondrion-targeted H 2 S extends movement rate and maximal strength indices of health span. ( A ) Animal movement rate is increased across ",
  "discussion": "Discussion H 2 S is a diatomic signaling molecule that promotes healthy aging in  C. elegans  ( 20 ), yet the underlying mechanisms and therapeutic viability across the lifecourse remains unclear. In this study, we have demonstrated that low mtH 2 S doses extend  C. elegans  health span, which associates with improved mitochondrial integrity from young adulthood into older age. Multiple elements of H 2 S metabolic pathways, and FoxO transciption factors emerged as mechanisms governing both life span and health span, whereas the Nrf2 antioxidant system is dispensible for mtH 2 S-induced health span extension. Adult mtH 2 S treatments also increase health span, predominantly in later life, and associates with rejuvenation of key features of the aging transciptome, including mitochondrial function, cytoskeletal content, and peroxisomal metabolism, which appear to be controlled by a GATA transcription factor circuit. The ability of large amounts of untargeted H 2 S, administered from birth, to enhance  C. elegans  life span and health span, is well documented ( 17 – 20 ). Our data reveal 1000-fold lower doses of a mitochondrion-targeted (TPP + -driven) H 2 S donor ( 28 ) can account for the life span, health span, and neuromuscular strength extension elicited by H 2 S. Thus, small amounts of H 2 S transported to the mitochondria are likely responsible for, and the site of action of, H 2 S effects on longevity. Temporal analysis further revealed mtH 2 S improved mitochondrion integrity beginning in earlier life that was maintained throughout the lifecourse, thus delaying one of the primary cellular hallmarks of aging ( 25 ). Conversely, mtH 2 S did not increase movement rates or muscle strength until older age, likely owing to a lack of declines in muscle strength and habitual movement capacity during early adulthood, which is unsurprising, if decreasing H 2 S metabolism/synthesis is an aging pathology ( 56 ). These findings closely mirror the human phenotype, where a clear biphasic pattern of muscle aging emerges that involves early disruption to metabolic processes ( 57 ,  58 ) (as with  C. elegans  early loss of mitochondria integrity), which later manifests as exponential neuromuscular strength/ physical capacity declines (again, as occurs in  C. elegans ) that exceeds rates of musle mass losses ( 59 ,  60 ). As such, our data evidence that mtH 2 S can target the early mitochondrial metabolic perturbations during aging, possibly in preference over targeting respiratory function of existing mitochondria ( 61 ,  62 ) that attenuates the ensuing later changes in neuromuscular performance and health ( 25 ,  61 ,  62 ). While the mechanisms regulating H 2 S-induced longevity have been explored ( 19 ), understanding the molecules governing health span is at least equally valuable, given the growing societal burden of life span – health span dissociation. Of the fourteen genes targeted for established roles in H 2 S biology, two clear functional themes e",
  "conclusion": ""
}