{
  "id": "PMC11222149",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11222149/",
  "title": "Longitudinal multi-omics analysis of host microbiome architecture and immune responses during short-term spaceflight",
  "authors": "Braden T. Tierney, JangKeun Kim, Eliah G. Overbey, Krista A. Ryon, Jonathan Foox, Maria A. Sierra, Chandrima Bhattacharya, Namita Damle, Deena Najjar, Jiwoon Park, J. Sebastian Garcia Medina, Nadia Houerbi, Cem Meydan, Jeremy Wain Hirschberg, Jake Qiu, Ashley S. Kleinman, Gabriel A. Al-Ghalith, Matthew MacKay, Evan E. Afshin, Raja Dhir, Joseph Borg, Christine Gatt, Nicholas Brereton, Benjamin P. Readhead, Semir Beyaz, Kasthuri J. Venkateswaran, Kelly Wiseman, Juan Moreno, Andrew M. Boddicker, Junhua Zhao, Bryan R. Lajoie, Ryan T. Scott, Andrew Altomare, Semyon Kruglyak, Shawn Levy, George M. Church, Christopher E. Mason",
  "year": "2024",
  "journal": "Nature Microbiology",
  "abstract": "Maintenance of astronaut health during spaceflight will require monitoring and potentially modulating their microbiomes. However, documenting microbial shifts during spaceflight has been difficult due to mission constraints that lead to limited sampling and profiling. Here we executed a six-month longitudinal study to quantify the high-resolution human microbiome response to three days in orbit for four individuals. Using paired metagenomics and metatranscriptomics alongside single-nuclei immune cell profiling, we characterized time-dependent, multikingdom microbiome changes across 750 samples and 10 body sites before, during and after spaceflight at eight timepoints. We found that most alterations were transient across body sites; for example, viruses increased in skin sites mostly during flight. However, longer-term shifts were observed in the oral microbiome, including increased plaque-associated bacteria (for example,  Fusobacteriota ), which correlated with immune cell gene expression. Further, microbial genes associated with phage activity, toxin–antitoxin systems and stress response were enriched across multiple body sites. In total, this study reveals in-depth characterization of microbiome and immune response shifts experienced by astronauts during short-term spaceflight and the associated changes to the living environment, which can help guide future missions, spacecraft design and space habitat planning.",
  "keywords": "Microbiome, Computational biology and bioinformatics, Medical research",
  "full_text": "Main The sources and health impacts of spaceflight-associated microbiome shifts are an open, yet important area of study. Microbes play manifold roles in human physiology; understanding the complex interplay between the space environment and host-microbiome composition is critical. This is especially true with the recent proliferation of commercial spaceflight missions and increased space tourism: individuals with increasingly diverse medical histories will travel into space and to the Moon (for example, dearMoon) 1 , and these crews will also carry a more complex history and range of microbiome states (for example, recent antibiotic usage). In this new age, astronauts can be immunocompromised, cancer survivors, elderly or have other health profiles that put them severe other severe outcomes, especially relative to previous NASA, ESA, JAXA and ROSCOSMOS missions 2 . Microbes are already associated with many spaceflight-specific health indications. In microgravity, many individuals experience gastrointestinal discomfort (that is, constipation), which is heavily linked to gut microbiome composition 3 – 7 . The skin barrier is disrupted and often inflamed, allowing potential invasion of pathobionts or otherwise inflammatory microorganisms 8 – 12 . Although the mechanisms are not entirely understood, the immune system experiences suppression during spaceflight, leading to inflammation or a ‘reactivation’ of latent infections, such as herpes viruses 13 – 17 . As a result, identifying the sources and impacts of microbiome changes as a function of spaceflight will be essential for the development of microbiome-targeted, spaceflight-relevant diagnostics and therapeutics. Microbial physiology, genetics and community composition are also dramatically affected by the space environment, probably due to the stressors of microgravity and radiation 18 – 20 . These changes, taken together, alter the nature of microbial communities and, therefore, their cumulative impact on the host 21 . We recently documented the ‘International Space Station (ISS) effect’, in which organisms on the ISS exhibit increasing resistance to antibiotics over time, despite not having been exposed to them in the first place 22 . Many Biosafety Level 2 organisms, including  Haemophilus influenzae, Klebsiella pneumonia, Salmonella enterica, Shigella sonnei  and  Staphylococcus aureus , have been observed to exhibit ecological succession in the environment of the ISS, demonstrating the propensity of the space environment to select for specific community compositions and gene content 23 , 24 . Early studies in aerospace medicine have indicated that the microbiomes of humans and the built environment shift as a function of spaceflight 25 ; however, there are many open questions regarding spaceflight’s microbiome architecture: the totality of detectable flight-associated compositional and expression shifts in the set of all bacteria, viruses and microbial genes in the host and their surrounding environment (Glossary/Supplementary Table  1 ). Also, the proportion of organisms acquired from other crew members, versus from the environment, remains unclear, and the transience of microbiome changes post-flight remains opaque. Notably, the metatranscriptomic activity of human-associated microbes in response to flight is completely absent. These questions predominantly remain because previous studies have been hampered by (1) limited sample sizes, (2) a lack of longitudinal data and (3) a focus on single sequencing modalities (that is, amplicon sequencing or only DNA profiles). To interrogate microbiome community activity in spaceflight, we recently executed a longitudinal, multi-omic (metagenomics, metatranscriptomics, single-cell immunome) sampling study of the SpaceX Inspiration4 mission (i4)—the first all-civilian commercial spaceflight. Over a 6-month window, the crew collected environmental (that is, from the Dragon capsule), skin ( n  = 8 sites), nasal and oral swabs at eight timepoints before, during and after a 3-day, high-elevation (590 km) mission in orbit, as well as peripheral blood mononuclear cells (PBMCs) before and after spaceflight ( n  = 3 per flight window). We focused on expression and abundance shifts and their relationship to host immune status as a function of spaceflight. Our results yield a standardized approach for temporally monitoring microbial exposomic changes as a function of spaceflight and, in total, characterize the microbiome architecture 26  of biomedically relevant taxa that are activated or repressed during short-term spaceflight. Results The human microbiome is altered in short-term spaceflight The i4 crew collected a microbiome dataset spanning eight timepoints: three before flight, three after flight and two during flight. In total, we sequenced 385 metagenomic and 365 metatranscriptomic swabs comprising ten body sites representing the oral, nasal and skin microbiomes ( n  = 750 samples, Fig.  1a ), plus eight stool samples (from two participants before and after flight). Locations inside the Dragon capsule were swabbed twice in flight and also before spaceflight (a separate capsule was utilized for crew training). Fig. 1 Overview of dataset and summary of changes. \n a , Collection and analytic approach. Body swabs were collected from ten different sites, comprising three microbial ecosystems (oral, nasal, skin) around the body at eight different timepoints surrounding launch. These are referred to as L-92, L-44, L-3, FD2, FD3, R+1, R+45, R+82, where ‘L’ refers to pre-launch, ‘FD’ corresponds to flight day (that is, in-flight) and ‘R’ refers to return (that is, post-flight). Following collection and paired metagenomic/metatranscriptomic sequencing, samples were processed with a MAS to extract taxonomic (bacterial or viral) and functional features to determine their changes relative to flight.  b , The time trajectories of persistently/transiently increased/decreased significant findings, filtering for strong associations (see  Methods ). Plots with one line had either no significant findings or none that met the filtering criteria. Grey shaded area indicates 95% confidence intervals. The orange shaded area refers to the samples collected while subjects were in orbit.  c , Significant features by specific swabbing sites. \n Source data We used a diverse set of short-read alignment and de novo assembly approaches to estimate the microbial community taxonomic and functional composition of our dataset (Extended Data Fig.  1 ,  Methods  and Supplementary Figs.  1 – 7 ). We queried whether the conditions of short-term spaceflight (potentially including, for example, microgravity, radiation or altered dietary and cleaning habits) altered overall bacterial and viral community composition and expression consistently across the crews. Via a linear mixed effect (LME) modelling approach, we executed a microbiome-association study (MAS), computing associations for each taxonomic rank and classifier between flight and the abundance of (1) bacterial species, (2) viral genera and non-redundant proteins. We grouped false discovery rate (FDR) significant ( q -value < 0.05) features into four categories: transiently increased in-flight, transiently decreased in-flight, persistently increased in/after flight and persistently decreased in/after flight. We additionally fit generalized linear models (GLMs) alongside LMEs and identified the two approaches to be generally concordant (Extended Data Fig.  2 ). In total, we observed a predominantly transient restructuring of the oral, nasal and skin microbiomes as a function of flight (Fig.  1b–c  and Extended Data Fig.  3 ). Across all ten sites swabbed and regressed, over 821,337 associations were statistically significant (adjusted  P  < 0.05) and grouped into one of the four categories of interest. These comprised 314,701 distinct microbial features: 792 were viral, 767 were bacterial and the remaining were microbial genes. The majority (73.5%) of significant and categorized features were transiently increased in abundance, yet 24.6% were transiently depleted during flight, and 0.6% and 1.1% of features appeared to continually increase or decrease (respectively) following the crew’s return to Earth across multiple timepoints. Transient shifts were more dramatic than persistent ones. The limited persistence of changes indicates that, while microbial communities may restructure in space, the relative abundance of altered organisms, as well as their gene expression, generally reset upon returning to Earth. Despite these changes, we note that this analysis alone does not indicate the degree to which spaceflight itself, versus other confounding factors such as altered diet, affects the host microbiota. Different body sites displayed distinct time trends that varied depending on molecular type (gene expression vs relative abundance) and domain of life. Time-dependent shifts were apparent in all body sites. The oral microbiome displayed a restructuring in both relative abundance and bacterial gene expression; 161 bacterial and viral taxonomies were transiently increased, 173 were transiently decreased, 62 were persistently increased and 12 were persistently decreased (Fig.  1c ). Alternatively, the skin microbiome demonstrated fewer persistent changes, with 933 transiently increased (metagenomic) taxa across all eight skin sites. The number and direction of altered microbiome features were generally consistent across classification methods (Extended Data Fig.  4 ), and most taxonomic associations were unique to individual body sites (Extended Data Fig.  5 ). Bacterial and viral shifts during and after spaceflight We next interrogated the taxonomies of bacterial shifts during spaceflight. The organisms with the strongest effects were distinct across biological modalities; in other words, an increase in gene expression did not necessarily imply the existence of a similar increase in the abundance of DNA ascribed to a given species. This discordance was apparent in the oral microbiome (Fig.  2 ), for example, where there was almost no overlap between the organisms that altered in terms of relative abundance and those that altered in terms of gene expression. Fig. 2 The oral microbiome architecture of spaceflight. The strongest associations between bacteria and flight for the oral microbiome.  X  axes are average log 2  fold change (L 2 FC) of all pre-flight or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Red bars refer to associations in metatranscriptomic data. Blue bars refer to associations in metagenomic data. Dashed grey vertical lines demarcate an L 2 FC of zero. Plotted taxa were selected by ranking significant features in each category and sequencing type (RNA/DNA) by L 2 FC and showing up to 15 at once. \n Source data Specifically, the oral microbiome demonstrated flight-dependent variation in the metatranscriptomic expression of bacteria associated with dental decay and biofilm formation (Fig.  2 ). Various members of  Fusobacteriota , a progenitor to gum and tooth disease previously reported as spaceflight-associated, demonstrated an increase either in or after spaceflight 27 . These included  Fusobacterium hwasookii, Fusobacterium nucleatum  and  Leptotrichia hofstadii . Other oral biofilm species known to aggregate synergistically with  Fusobacterium  species in the mouth were also enriched in and after flight; these included  Streptococcus gordonii A , multiple  Campylobacter  species and  Actinomyces oris  species 28 . Also, there was a persistent loss in the expression of  Streptococcus oralis  spp. and  Lachnoanaerobaculum gingivalis , and a transient decrease in  Veillonella  spp.  Alloscardovia omnicolens  was the only organism with a strong, persistent increase in metagenomic levels. We compared the MetaPhlAn4 associations to those identified in the GTDB database and found similar results, especially regarding the overall enrichment of  Fusobacterium  sp. in flight. Many of the strongest bacterial skin microbiome alterations (Fig.  3 ) were predominantly metagenomic, as opposed to metatranscriptomic. We hypothesized that this may indicate the acquisition of new but non-transcriptionally active species from the surrounding environment and crew. For example, persistent increases were mostly in the metagenomic content of various gut microbes (for example,  Bacteroides ,  Parabacteroides ,  Blautia ,  Enterocloster ); this may result from altered hygiene habits during spaceflight. Fig. 3 The skin microbiome and viral architecture of spaceflight. \n a , The strongest associations between bacteria and flight for the skin microbiome.  X  axes are the average L 2 FC of all pre- or post-flight timepoints compared to the average mid-flight abundances for a given taxon. Columns correspond to different association categories that are described visually by the example line plots on top of each one. Dashed grey vertical lines demarcate an L 2 FC of zero. Plotted taxa were selected by ranking significant features in each category and sequencing type (RNA/DNA) by L 2 FC and showing up to 10 at once.  b , Host and molecular type of viral genera associated with flight. \n Source data As with the oral microbiome, there was little concordance between metagenomic and metatranscriptomic changes. On the other hand,  Corynebacterium  species (common skin commensals) experienced metatranscriptomic, temporary depletion in-flight, and  Acinetobacter  spp. demonstrated a persistent depletion. These ‘typical’ skin microbes (for example,  Corynebacterium ,  Staphylococcus ,  Variovorax ,  Acinetobacter ) underwent changes in metatranscriptomic activity, whereas organisms not universally found on the human skin (for example,  Mesorhizobium  spp.,  Prevotella  spp.) tended to experience metagenomic shifts, again indicating the potential acquisition of non-transcriptionally active organisms from different niches. However, the landscape of viral activity and depletion covered region-specific, prokaryotic- and eukaryotic-targeting viral genera (Fig.  3b ). The majority of detectable viral activity comprised phages in the skin microbiome (that is, DNA viruses targeting prokaryotic hosts), and it was concentrated in the gluteal crease. Most viral activity was transiently increased in-flight across diverse lineages. For example,  Uroviricota ,  Cressdnaviricota  and  Phixviricota  shifted across the oral, skin and nasal microbiomes. However, phyla containing biomedically relevant, potential human pathogens also increased, including  Kitrinoviricota ,  Artverviricota ,  Nucleocytoviricota  and  Duplornaviricota . A core functional microbial landscape of spaceflight We next aimed to characterize the consistency with which microbial gene abundances changed across time and body site across 3.6 million non-redundant genes. First, we explored the broad functions of the genes that fell into either the transiently increased or transiently decreased categories. The increases in DNA content on the skin, as well as decreases in nasal microbiome content, were immediately apparent (Extended Data Fig.  6a , third and first columns, respectively), and the oral microbiome and gluteal crease also underwent large metatranscriptomic increases. Of note, the category that exhibited the greatest fluctuation in genes was ‘amino acid transport and metabolism’. In the exposed areas of the skin, such as the forearm, the genes that were changed in this category mostly came from metagenomic data. In less exposed body sites (that is, oral, gluteal crease), the activity in this category was primarily metatranscriptomic. This may indicate the dramatic degree to which microbial nutrient needs change in-flight, probably from a combination of features ranging from environmental strain transfer, competition and host dietary changes. The oral, nasal and skin microbiomes demonstrated consistency in the functions that were altered during spaceflight, especially in the metagenomic data. We observed five different categories of proteins of interest enriched among increased features: antibiotic and heavy metal resistance, haem binding/export, lantibiotic-associated genes, phage-associated genes and toxin–antitoxin systems (Extended Data Figs.  6b  and  7 – 9 ). Lantibiotic biosynthesis again displayed a discordant response between sequencing types; it was decreased in the metagenomic data but increased in metatranscriptomics. Phage proteins, toxin–antitoxin systems, and antibiotic-related/heavy metal pathways increased noticeably across all host niches. As in other spaceflight studies 22 , 29 , we specifically observed an increase in the RelB toxin–antitoxin genes, most notably through metatranscriptomics. Microbial similarity between the capsule and crew members We observed that, on average, bacterial beta diversity appeared to decrease after flight (Fig.  4a ), indicating a broad convergence of the crew microbiome. When ranking sites by similarity to the capsule mid-flight (Fig.  4a , from left to right), the beta diversity correlated with the degree of environmental exposure for a given sampling site. For example, the oral microbiome remained highly dissimilar from the microbiome of the capsule and other sites, whereas the forearm microbiome became much more similar to that of the walls of the Dragon capsule and other crew members, which matches the degree of exposure of that body site. Fig. 4 Microbial propagation through the Dragon capsule and the crew. \n a , Beta diversities for bacterial metagenomics. Heat map colour corresponds to average beta diversity, with black being the midpoint (0.5), blue being totally dissimilar (1.0) and grey being highly similar (0.0). Columns are hierarchically clustered. The interpretation for a single cell is for the crew member annotated on the right-hand side: the value encoded refers to the dissimilarity of that individual’s body site (as indicated on the column) to all other cells in that column (so the capsule and all other crew samples from the same site). For example, the bottom right cell indicates C004’s average forearm dissimilarity to all other crew member’s forearm swabs.  b , Strain-sharing events between the crew and the capsule during the mid-flight timepoints.  c , The number of strain-sharing events across time, where an event is defined as the detection of the same strain between two different swabbing locations.  d , Organisms with at least two strain-sharing events detected within a given timepoint. \n Source data Further, our MAS also indicated that during spaceflight, the composition of the crews’ microbiota changed, most notably in the skin niche, although the sources of these alterations were unclear. We hypothesized that these shifts in community composition and the overall increase in microbiome similarity could simply be a result of individuals cohabitating in a tight space; however, a change in gene expression in the oral microbiome, where microbial exchange is probably less likely, could derive from other ecological or other exposure changes such as diet or immune alterations. Therefore, we next identified shared microbial signatures between individuals and the environment. Specifically, we queried whether host microbiomes converged during and after flight and whether putative microbial exchange occurred within individuals, between individuals, or both within individuals and the capsule, utilizing recently published methods 30  to determine whether strain-level markers could discern the directionality of microbial exchange across environments. Overall (Fig.  4b ), we found that while in flight, marker genes for individual microbial strains were mostly shared between skin microbiome samples from the same individual (and not across individ",
  "introduction": "",
  "methods": "Methods Informed consent and ethics approval This study was completely in accordance with appropriate ethics guidelines. All participants consented at an informed consent briefing at SpaceX (Hawthorne, California), and samples were collected and processed under the approval of the institutional review board at Weill Cornell Medicine, under Protocol 21-05023569. All crew members provided written informed consent for data and sample sharing. Sample collection, extraction and sequencing We sequenced analysed samples from human skin, oral and nasal environmental swabs before, during and after a 3-day mission to space. This dataset comprised paired metagenomic and metatranscriptomic sequencing for each swab. A total of 750 samples were collected in this study by the four crew members of the SpaceX Inspiration4 mission. The samples were taken from 10 body sites (Fig.  1a ) across 8 collection points (3 pre-launch, 2 mid-flight and 3 post-flight) between June 2021 and December 2021. The crew additionally collected 20 samples from multiple Dragon capsules from 10 different locations. We note that some crew members (two adult male, two adult female) were using wet wipes (UPC, 036000317985) to bathe themselves in-flight in between swabbing; however, not every crew member did so, and SpaceX did not require this to be a consistent protocol among the crew. Wet wipes used by the crew were neither reused nor shared, which should limit any influence of this confounding variable. No statistical methods were used to predetermine sample sizes but our sample sizes are greater than any previous publication in this field. The crew were each provided sterile Isohelix Buccal Mini Swabs (Isohelix, MS-03) and 1.0 ml dual-barcoded screw-top tubes (Thermo Scientific, 3741-WP1D-BR/1.0 ml) prefilled with 400 μl of DNA/RNA Shield storage preservative (Zymo Research, R1100). Following sample collection, swabs were immediately transferred to the barcoded screw-top tubes and kept at room temperature for less than 4 days before being stored at 4 °C until processing. Additional descriptions of the sample collection and sequencing methods are available in companion publications 37 \n DNA, RNA and proteins were isolated from each sample using the QIAGEN AllPrep DNA/RNA/Protein kit (QIAGEN, 47054) according to manufacturer protocol, yet omitting steps one and two. To lyse biological material from each sample, 350 μl of each sample was transferred to a QIAGEN PowerBead tube with 0.1 mm glass beads and secured to a Vortex-Genie 2 using an adapter (1300-V1-24) before being homogenized for 10 min. Of the subsequent lysate, 350 μl was transferred to a spin-column before proceeding with the protocol. Concentrations of the isolated DNA, RNA and protein for each sample were measured by fluorometric quantitation using the Qubit 4 fluorometer (Thermo Fisher,  Q33238 ) and a corresponding assay kit. The Qubit 1Xds DNA HS Assay kit was used for DNA concentration ( Q33231 ) and the RNA HS Assay kit",
  "results": "Results The human microbiome is altered in short-term spaceflight The i4 crew collected a microbiome dataset spanning eight timepoints: three before flight, three after flight and two during flight. In total, we sequenced 385 metagenomic and 365 metatranscriptomic swabs comprising ten body sites representing the oral, nasal and skin microbiomes ( n  = 750 samples, Fig.  1a ), plus eight stool samples (from two participants before and after flight). Locations inside the Dragon capsule were swabbed twice in flight and also before spaceflight (a separate capsule was utilized for crew training). Fig. 1 Overview of dataset and summary of changes. \n a , Collection and analytic approach. Body swabs were collected from ten different sites, comprising three microbial ecosystems (oral, nasal, skin) around the body at eight different timepoints surrounding launch. These are referred to as L-92, L-44, L-3, FD2, FD3, R+1, R+45, R+82, where ‘L’ refers to pre-launch, ‘FD’ corresponds to flight day (that is, in-flight) and ‘R’ refers to return (that is, post-flight). Following collection and paired metagenomic/metatranscriptomic sequencing, samples were processed with a MAS to extract taxonomic (bacterial or viral) and functional features to determine their changes relative to flight.  b , The time trajectories of persistently/transiently increased/decreased significant findings, filtering for strong associations (see  Methods ). Plots with one line had either no significant findings or none that met the filtering criteria. Grey shaded area indicates 95% confidence intervals. The orange shaded area refers to the samples collected while subjects were in orbit.  c , Significant features by specific swabbing sites. \n Source data We used a diverse set of short-read alignment and de novo assembly approaches to estimate the microbial community taxonomic and functional composition of our dataset (Extended Data Fig.  1 ,  Methods  and Supplementary Figs.  1 – 7 ). We queried whether the conditions of short-term spaceflight (potentially including, for example, microgravity, radiation or altered dietary and cleaning habits) altered overall bacterial and viral community composition and expression consistently across the crews. Via a linear mixed effect (LME) modelling approach, we executed a microbiome-association study (MAS), computing associations for each taxonomic rank and classifier between flight and the abundance of (1) bacterial species, (2) viral genera and non-redundant proteins. We grouped false discovery rate (FDR) significant ( q -value < 0.05) features into four categories: transiently increased in-flight, transiently decreased in-flight, persistently increased in/after flight and persistently decreased in/after flight. We additionally fit generalized linear models (GLMs) alongside LMEs and identified the two approaches to be generally concordant (Extended Data Fig.  2 ). In total, we observed a predominantly transient restructuring of the oral, nasal and skin microbiomes as a function of flight (Fig.  1b–c  and Extended Data Fig.  3 ). Across all ten sites swabbed and regressed, over 821,337 associations were statistically significant (adjusted  P  < 0.05) and grouped into one of the four categories of interest. These comprised 314,701 distinct microbial features: 792 were viral, 767 were bacterial and the remaining were microbial genes. The majority (73.5%) of significant and categorized features were transiently increased in abundance, yet 24.6% were transiently depleted during flight, and 0.6% and 1.1% of features appeared to continually increase or decrease (respectively) following the crew’s return to Earth across multiple timepoints. Transient shifts were more dramatic than persistent ones. The limited persistence of changes indicates that, while microbial communities may restructure in space, the relative abundance of altered organisms, as well as their gene expression, generally reset upon returning to Earth. Despite these changes",
  "discussion": "Discussion In this study, which comprises the largest dataset of spaceflight-associated microbiome data so far, we systematically queried the microbiome architecture of short-term spaceflight. Previous efforts, such as the NASA twins study, have had difficulty mapping microbiome shifts due to small sample sizes, restricted body site sampling ( n  = 3) and limited sequencing modalities 25 . Here we show significant bacterial, viral and gene-level microbiome shifts and their potential relationship to host immune response, which can help inform sampling and monitoring for future missions. Chief among our findings was that native microbiome shifts were highly correlated with host immune changes. Naturally, a microbial shift can affect the host immune system, or vice versa, without the initial cause being ‘space-specific’ (that is, due to microgravity or radiation). Dietary factors or other confounders could drive a portion of these effects. Putative convergence in microbiome signatures (Fig.  4a ), for example, could be (and probably is) a function of humans residing in close quarters. Moreover, crews have been documented as experiencing immune and viral reactivation 15 ; typically, this effect is not attributed solely to cohabitation, and we showed here that species potentially acquired from the environment in flight were not associated with immune cell changes—a topic that has been debated in previous studies 25 . We claim, therefore, that it is unlikely that strain sharing due to close quarters, or even variable sanitation in-flight, could explain the entirety of the link between host immune response and the microbiome. Future manuscripts, of course, could leverage this dataset as well as data from analogue astronaut studies on Earth to test this hypothesis more rigorously. An additional paper focuses more on the host-side of immune activation 33 , reporting specific human genes that seem to be associated with microbial features and integrating additional datasets. However, for completeness, we briefly document here some human genes of interest that were microbiome-associated. By cell type, we documented the most strongly associated genes with microbial features. For bacteria, gene functions were annotated with, for example, long non-coding RNAs (across all cell types), immunoglobulin genes (CD14 monocytes) and interferon regulatory factors. We additionally uncovered associations with specific immune modulatory genes such as CXCL10, XCL1, CXCL8 (immune cell migration), NLRC5, HLA genes, CD1C (antigen presentation/co-stimulation), SLC2A9 (immune cell metabolism), IRF1, NR4A3 and STAT1 (transcription factors that specify immune cell states) that increased across multiple immune cell types (B cells, CD4 T cells, CD8 T cells, CD14 monocytes, DCs, NK cells). A limitation of our work is its observational nature, which arises from the overall study design and an opportunistic mission. Despite having more samples than all other astronaut microbiome studie",
  "conclusion": ""
}