{
  "id": "PMC10846184",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10846184/",
  "title": "Metabolic model predictions enable targeted microbiome manipulation through precision prebiotics",
  "authors": "Georgios Marinos, Inga K. Hamerich, Reena Debray, Nancy Obeng, Carola Petersen, Jan Taubenheim, Johannes Zimmermann, Dana Blackburn, Buck S. Samuel, Katja Dierking, Andre Franke, Matthias Laudes, Silvio Waschina, Hinrich Schulenburg, Christoph Kaleta",
  "year": "",
  "journal": "Microbiology Spectrum",
  "abstract": "ABSTRACT While numerous health-beneficial interactions between host and microbiota have been identified, there is still a lack of targeted approaches for modulating these interactions. Thus, we here identify precision prebiotics that specifically modulate the abundance of a microbiome member species of interest. In the first step, we show that defining precision prebiotics by compounds that are only taken up by the target species but no other species in a community is usually not possible due to overlapping metabolic niches. Subsequently, we use metabolic modeling to identify precision prebiotics for a two-member  Caenorhabditis elegans  microbiome community comprising the immune-protective target species  Pseudomonas lurida  MYb11 and the persistent colonizer  Ochrobactrum vermis  MYb71. We experimentally confirm four of the predicted precision prebiotics, L-serine, L-threonine, D-mannitol, and γ-aminobutyric acid, to specifically increase the abundance of MYb11. L-serine was further assessed  in vivo , leading to an increase in MYb11 abundance also in the worm host. Overall, our findings demonstrate that metabolic modeling is an effective tool for the design of precision prebiotics as an important cornerstone for future microbiome-targeted therapies. IMPORTANCE While various mechanisms through which the microbiome influences disease processes in the host have been identified, there are still only few approaches that allow for targeted manipulation of microbiome composition as a first step toward microbiome-based therapies. Here, we propose the concept of precision prebiotics that allow to boost the abundance of already resident health-beneficial microbial species in a microbiome. We present a constraint-based modeling pipeline to predict precision prebiotics for a minimal microbial community in the worm  Caenorhabditis elegans  comprising the host-beneficial  Pseudomonas lurida  MYb11 and the persistent colonizer  Ochrobactrum vermis  MYb71 with the aim to boost the growth of MYb11. Experimentally testing four of the predicted precision prebiotics, we confirm that they are specifically able to increase the abundance of MYb11  in vitro  and  in vivo . These results demonstrate that constraint-based modeling could be an important tool for the development of targeted microbiome-based therapies against human diseases.",
  "keywords": "nutritional supplements, flux balance analysis, genome-scale metabolic models, serine",
  "full_text": "INTRODUCTION While traditionally considered commensals, it is becoming increasingly clear that the microbial communities living within and on higher host organisms (i.e., the microbiome) are integral parts of host physiology. These microbial communities fulfill essential roles in pathogen protection ( 1 ), immune system education ( 2 ), production of vitamins ( 3 ), metabolism of xenobiotics ( 4 ,  5 ), and increase the plasticity of their host to respond to evolutionary challenges ( 6 ,  7 ). Thus, the composition of the microbiota plays an important role in the well-being of hosts and its ability to respond to environmental challenges ( 8 ,  9 ), as indicated by the frequent shift of microbiota composition observed in the context of diseases ( 10 ) and exposure to environmental stressors ( 11 ). These observations and work in animal models have led to the development of the notion that the composition of the microbiome itself might be an important modulator of host health ( 12 ) as well as fitness and that a targeted modulation of microbiome composition might offer a completely new avenue for modulating the host. It has been shown that dietary patterns (e.g., western diet) can affect the structure of the microbiome, however their effect is transient ( 13 ). Besides an influence of dietary uptake on microbiome composition, various approaches to modify the microbial communities of organisms have been used ( 14 ): the transfer of entire microbial communities from a donor to a recipient host (fecal transfer), the provision of compounds used by particular microbial species (prebiotics), the provision of microbial strains of natural or synthetic origin (probiotics), the provision of compounds of microbial origin (postbiotics), and combinations thereof (synbiotics). While fecal transfer is the most commonly used approach to modulate microbial community composition in animal models, it involves the transfer of entire microbial communities and therefore not only desirable traits. In consequence, there is only a single medical indication in which fecal transfers are routinely used thus far ( 15 ) and there are potential concerns about the safety and stability of the engraftment of transplants ( 16 ). Although the concept of supplementation with pre-, pro-, or synbiotics has been commonly proposed as a method of microbial manipulation, these approaches are still severely limited. In humans, oligosaccharides are proposed as prebiotics to alter the microbial community on both the structural and functional level, since they can be fermented by microbial species, which in turn can proliferate and produce bioactive compounds such as short-chain fatty acids ( 17 ). However, there is only little knowledge about other classes of compounds that might alter the microbial composition. Another important aspect to consider is the specificity with which individual target microorganisms can be manipulated using prebiotics. Thus, while oligosaccharides are considered beneficial, there is often uncertainty about which species can degrade them, as multiple, unrelated species can degrade similar types of oligosaccharides (e.g.,  Bacteroidetes ,  Lactobacilli , and  Bifidobacterium  species can degrade fructans) ( 17 ,  18 ). In case of supplementation with probiotics and synbiotics, other concerns have been raised. For instance, the ability of specific Bifidobacteria to stably colonize the human gut was only reported for ⅓ of the participants in a clinical trial ( 19 ). Moreover, introducing exogenous bacteria can have unwanted side effects. For example, some of the  Bacillus  species that were used as probiotics in aquacultures were found to carry virulence and antibiotic-resistance genes ( 20 ). Hence, to overcome these limitations in current microbiome manipulation approaches, we need to focus on prebiotics with well-controlled modes of action (e.g., based on known microbial pathways that can degrade prebiotics) that preferentially modulate the abundance of resident microbial species. Since mechanisms of pathogenicity are often complex and context-specific ( 21 ), it is preferred if these species are native to the microbiome of the host, as unwanted side-effects due to the introduction of foreign bacterial species might be avoided. Within this work, we will refer to prebiotics that specifically modulate the abundance of selected bacterial strains within the microbiome of a specific host as “precision prebiotics.” To design and evaluate such precision prebiotics, it is essential to start with a tractable model system such as the well-established model organism  Caenorhabditis elegans . The native microbial community of the invertebrate  C. elegans  was first described in 2016 ( 22 ), yet the nematode has already been used for over 20 years as a model for studying host-microbial interactions ( 23 ). To similarly promote  C. elegans -microbiome research, a synthetic 12-member  C. elegans -specific microbiome resource,  CeMbio , was recently established ( 24 ). Part of this consortium is the Gram-negative  Pseudomonas lurida  MYb11 that is known to possess antifungal ( 22 ) and antimicrobial properties, thereby providing protection against the pathogen  Bacillus thuringiensis  (Bt) ( 21 ,  25 ). Besides its protective effects, MYb11 is known to colonize and persist in the  C. elegans  intestine ( 22 ) and thus increase the nematode’s fitness during infection ( 25 ).  Ochrobactrum vermis  MYb71 is another member of the  CeMbio  community ( 24 ) and affects different host life-history traits ( 24 ,  26 ,  27 ), persistently colonizes the nematode ( 22 ), and has been described as competitive against other bacteria in terms of space and nutrients ( 27 ). Furthermore, the bacterial strain MYb11 was only able to grow on sucrose when co-cultured with MYb71 but not when cultured alone, suggesting that the two bacterial strains interact metabolically ( 27 ). Hence, a microbial community consisting of one beneficial bacterium and another one that is competitive offers an excellent opportunity for developing targeted approaches for microbiome manipulation. A key prerequisite for the development of precision prebiotics is a detailed understanding of the metabolic functions present within a microbial community and how specific metabolic interventions affect microbiome metabolism. One important approach to investigate metabolic functions in microbial communities is constraint-based metabolic modeling ( 28 – 30 ). Based on the genetic information either on the level of each bacterium or from the overall community and biochemical databases, these methods allow one to simulate the network of chemical reactions that represent the metabolic reactions of the microorganism(s) or the community ( 31 ). To this end, genome-scale metabolic models of the bacterial species within a microbiome have to be reconstructed from genomic data. These models summarize the metabolic functions present within an organism and can be reconstructed using automated reconstruction approaches ( 32 ,  33 ) or obtained from existing model repositories ( 34 ). Furthermore, accounting for the growth environment of a species ( 35 ), optimization approaches such as flux balance analysis (FBA) for individual species ( 28 ) or constraint-based community modeling approaches ( 36 ,  37 ) can be used to predict metabolic activities within individual species as well as interactions between species. These methods have already been used to identify metabolic alterations in the microbiome of Parkinson’s disease patients ( 38 ) as well as patients with inflammatory bowel disease ( 39 ) and to study the interaction of  C. elegans  as well as its microbiota in the context of drug-microbiome-host interactions ( 30 ). For  C. elegans , metabolic models of the  CeMbio  community including MYb11 and MYb71 ( 24 ) and other members of the microbiota are available ( 27 ). In this work, we used metabolic networks of MYb11 and MYb71 also incorporating phenotypic information from  Biolog  growth assays in a computational screen for precision prebiotics that are able to specifically boost the abundance of the host-protective strain MYb11 over MYb71. We tested four of the predicted compounds, L-serine, L-threonine, D-mannitol, and γ-aminobutyric acid (GABA)  in vitro  and confirmed that they selectively boost the abundance of MYb11. Moving to the  C. elegans  host system, we moreover showed that L-serine is able to selectively boost the abundance of MYb11 when the  C. elegans  host was colonized with both bacterial species. Thus, we demonstrate that constraint-based microbial community modeling approaches could represent a key tool for the design of targeted microbiome intervention approaches. MATERIALS AND METHODS Computational methods Identification of unique uptake compounds We explored to what extent individual metabolites, which are only taken up by a single bacterial species and no other, could serve as potential supplements to target individual species. To this end, we considered gut microbiome data from a Kiel-based human cohort comprising 1,280 participants for which 16S rRNA gene sequencing data is available, which we had utilized previously ( 30 ). As reported previously, the reads were mapped to the 16S sequences of the genomes of bacterial species present in the AGORA bacterial collection ( 34 ), the read counts of each sample were normalized to a sum of 1 and removal of species below 0.1% abundance in each sample. We used  gapseq  version 1.1 ( 32 ) on the genomes of the identified species assuming the averaged dietary uptake of the human cohort ( 30 ) as input to the models to reconstruct genome-scale metabolic models. Subsequently, we identified for each bacterial species which metabolites can be taken up. To this end, for each exchange reaction of a metabolite, we set the respective reaction as an objective reaction. By convention, bacterial uptake of metabolites is modeled by exchange reactions where the forward direction corresponds to an excretion of a compound and the backward direction (i.e., negative flux) to its uptake. Therefore, we minimized the flux through each exchange reaction using FBA ( 40 ) implemented in the  R -package  sybil  ( 41 ) which corresponds to maximizing the uptake of that metabolite. If the minimal flux through the exchange reaction was non-zero this metabolite could be taken up. Having repeated this procedure for each exchange reaction, we identified those compounds that can be taken up for each species. Then, we determined for each individual bacterial species in the gut microbiome of each participant whether it could take up a compound that could not be taken up by any other species in the bacterial community of this participant. Finally, we determined for each participant which fraction of the bacterial species contained in the gut microbiome had at least one unique uptake compound. Similarly, we reconstructed 78 bacterial models belonging to the  C. elegans  microbiota based on their published genomes ( 27 ) using  gapseq  version 1.2 ( 32 ). We then created random subsets of the models with increasing sizes (from 2 to 78, 50 iterations for each size) and determined the portion of strains with unique uptake compounds for each community. For the  CeMbio  community we used metabolic models reconstructed with  gapseq  1.2 ( 32 ) from Zimmermann et al. ( 42 ). In general, the software  gapseq  ( 32 ) has an extensive published documentation regarding the reconstruction of genome-scale metabolic models, also available online ( https://gapseq.readthedocs.io/en/latest/ ). Computational supplementation experiments In our simulations, we utilized metabolic networks of  P. lurida  MYb11 and  O. vermis  MYb71 that were created from their genome sequences ( 27 ) using  gapseq  ( 32 ) version 1.1. Information from phenotypic microarrays about the organisms' metabolic capacities was integrated into the models using the “adapt” module of  gapseq . Specifically, we incorporated data from the  Biolog  EcoPlate (assuming growth if OD590–OD750 >0.1) ( 24 ). During growth simulations, exchange fluxes of the models were constrained by assuming a computational nematode growth medium (NGM) ( 30 ) and aerobic conditions. These constraints can be found in Table S1. Additionally, the inflow of copper and iron cations was increased, so that they did not restrict the growth of the models. Following published practices ( 36 ) and due to the lack of the required kinetic information, we used the concentration values of the NGM medium input for the lower bounds of the models. We used three distinct approaches for modeling individual microbes and microbial communities. To model the growth of each bacterium independently, we used FBA ( 40 ). We also utilized individual-based modeling based on  BacArena  ( 36 )  R -package and a community-FBA as described previously ( 39 ,  43 ,  44 ). The community-FBA approach is implemented in the  R -package  MicrobiomeGS2  ( www.github.com/Waschina/MicrobiomeGS2 ) and an overview has been described in detail in the publication by Pryor et al. ( 30 ). To measure the effects of supplements on growth of the individual species, we modified the published approach, so that we did not fix species composition but let it be determined as part of the optimization of individual species biomasses. In all types of simulations, we focused on the identification of nutritional supplements that boosted the growth of the target species MYb11. For the individual supplementation experiments, the metabolic models of both organisms were constrained with the NGM computational diet, assuming that the molecular values of the dietary compounds (molecular quantities) can be directly incorporated into the models (as fluxes in the lower bounds of the models) without any transformation. This is based on the assumption that the uptake rate of compounds is depicted by its maximum available amount ( 36 ). Supplementations for each metabolite were conducted by increasing the possible influx of the supplemented metabolite by 10 mmol/L. For testing the effects of supplements on single growth, the relative increase in growth rate compared to growth without supplements for each model was recorded. To prevent any numerical instabilities, all raw values were rounded to the sixth digit and relative changes bigger than 0.01 were taken into account. For simulations using community FBA, the metabolic models of both organisms were merged into one microbial community, compartmentalized, model. Please note that we did not use a fixed community biomass composition as previously ( 30 ), since we employed community FBA to predict the resulting growth rates of individual species after maximizing the growth of the community. Thus, the community model was constrained with the NGM diet—extended with the individual supplements, as described in the previous paragraph. The growth rates of individual species were predicted by maximizing the sum of the growth rates of individual species with concomitant minimization of the sum of total fluxes as implemented in the  R -package  sybil  ( 41 ) (with a coefficient of −10 −6  for the sum of fluxes in the objective function). Since the supplementations usually also increased the growth of the entire community, the predicted growth rates of each species were normalized with the respective growth rate of the community. Predicted growth rates following supplementation were contrasted against growth rates without supplementation to identify compounds whose effect was larger for the growth of MYb11 in comparison to MYb71. To exclude any numerical artifacts, rounding to the sixth digit and a cutoff of 0.01 in compound selection were also applied in this section. For individual-based modeling of microbial communities, the metabolic models of both species were simulated in a virtual environment in  BacArena , where they could randomly move and reproduce ( 36 ) on a 30 × 30 grid. As a growth medium, we used the NGM diet (in mM) which we diluted 1,000-fold, because otherwise bacterial models overgrew the entire simulation environment before nutrients were exhausted. For the simulations, we inoculated the growth environment with 20 individuals of each species and simulated bacterial growth for 12 iterations with 15 replicates for each supplementation using FBA. Replicates are needed since, in contrast to FBA,  BacArena  includes a stochastic component such as a random initial placement of individuals, random movement of individuals and random cellular replication events. A secondary objective to minimize the total flux while maximizing the growth rates of individuals was applied. To simulate the supplementation experiments, 0.01 mM of each compound of interest was added once in the beginning of the simulation. To identify significant changes in the growth profiles of individual species following each supplementation, we extracted the cell biomass information from the simulations using the command  plotGrowthCurve  and we calculated the relative change of the total biomass values (time step 13; rounding to the sixth digit) due the supplementations for each model. Then, the relative changes between the bacterial models were compared using Wilcoxon rank-sum tests ( 45 ). The resulting  P  values were corrected for multiple testing using false discovery rate control implemented in  R . We selected those compounds whose effect on MYb11 was larger than on MYb71 based on the median of the respective relative changes for each model. Based on these simulation techniques, we identified those compounds that specifically boosted MYb11 across the simulations. Subsequently, we subsetted this list to compounds for which we had positive confirmation of their uptake by MYb11 from  Biolog  experiments ( 24 ,  27 ). For the enrichment analysis of growth-supporting compounds of MYb11, we used the human metabolome database (HMDB) annotation for the available metabolite classes ( 46 ). Briefly, we tested whether the sets of candidate compounds were enriched in the metabolite classes defined in HMDB using Fisher’s exact test. As the underlying set of metabolites, we used the metabolites contained in the metabolic model of MYb11 in the different metabolite classes. System information and software Simulations and analyses were performed in the  R  environment (versions 4.0.0, 4.0.3, and 4.2.1). Model reconstructions were performed with the  gapseq  software (versions 1.1 and 1.2) ( 32 ) Optimizations were generally conducted using the software  sybil  (versions 2.1.5 and 2.2.0) ( 41 ). Specifically, multi-model supplementation was conducted using the software  MicrobiomeGS2  (version 0.1.5,  www.github.com/Waschina/MicrobiomeGS2 ) and the in-silico co-culturing was simulated on  BacArena  (version 1.8.2, commit fdb02bf7) ( 36 ). Both incorporate  sybil  in their pipelines. The linear programming solver was  CPLEX  (versions 12.10.0 and 22.1.0), based on the  R  package  cplexAPI  (version 1.4.0). For data management, the software  dplyr  (versions 1.0.2, 1.0.4, and 1.0.9),  tidyr  (version 1.1.3),  tidyverse  (version 1.3.2) ( 47 ), and  data.table  (version 1.14.2) were used. For parallel computing, the software  foreach  (version 1.5.0 and 1.5.1) and  doMC  (version 12.10.0) were used. For plotting, the software  ggplot2  (versions 3.3.3 and 3.3.6) ( 48 ),  egg  (version 0.4.5), and  ggVennDiagram  (version 1.2.2.) were utilized. Experimental methods Bacterial strains To determine bacterial growth in mono- and co-culture either in the presence or absence of supplementation, similarly to the computational section, the two naturally associated  C. elegans  microbiota isolates  P. lurida  MYb11 and  O. vermis  MYb71 were used. Fluorescently labeled MYb11::dTomato ( 21 ) and MYb71::GFP were used to distinguish the two bacterial species in a mixed community. For comparison, reverse labels were also tested, using",
  "introduction": "INTRODUCTION While traditionally considered commensals, it is becoming increasingly clear that the microbial communities living within and on higher host organisms (i.e., the microbiome) are integral parts of host physiology. These microbial communities fulfill essential roles in pathogen protection ( 1 ), immune system education ( 2 ), production of vitamins ( 3 ), metabolism of xenobiotics ( 4 ,  5 ), and increase the plasticity of their host to respond to evolutionary challenges ( 6 ,  7 ). Thus, the composition of the microbiota plays an important role in the well-being of hosts and its ability to respond to environmental challenges ( 8 ,  9 ), as indicated by the frequent shift of microbiota composition observed in the context of diseases ( 10 ) and exposure to environmental stressors ( 11 ). These observations and work in animal models have led to the development of the notion that the composition of the microbiome itself might be an important modulator of host health ( 12 ) as well as fitness and that a targeted modulation of microbiome composition might offer a completely new avenue for modulating the host. It has been shown that dietary patterns (e.g., western diet) can affect the structure of the microbiome, however their effect is transient ( 13 ). Besides an influence of dietary uptake on microbiome composition, various approaches to modify the microbial communities of organisms have been used ( 14 ): the transfer of entire microbial communities from a donor to a recipient host (fecal transfer), the provision of compounds used by particular microbial species (prebiotics), the provision of microbial strains of natural or synthetic origin (probiotics), the provision of compounds of microbial origin (postbiotics), and combinations thereof (synbiotics). While fecal transfer is the most commonly used approach to modulate microbial community composition in animal models, it involves the transfer of entire microbial communities and therefore not only desirable traits. In consequence, there is only a single medical indication in which fecal transfers are routinely used thus far ( 15 ) and there are potential concerns about the safety and stability of the engraftment of transplants ( 16 ). Although the concept of supplementation with pre-, pro-, or synbiotics has been commonly proposed as a method of microbial manipulation, these approaches are still severely limited. In humans, oligosaccharides are proposed as prebiotics to alter the microbial community on both the structural and functional level, since they can be fermented by microbial species, which in turn can proliferate and produce bioactive compounds such as short-chain fatty acids ( 17 ). However, there is only little knowledge about other classes of compounds that might alter the microbial composition. Another important aspect to consider is the specificity with which individual target microorganisms can be manipulated using prebiotics. Thus, while oligosaccharides are considered ben",
  "methods": "Supplementary Material Reviewer comments",
  "results": "RESULTS Overlapping metabolic niches between microbiome member species prevent the use of unique uptake compounds as precision prebiotics The simplest approach to specifically boost the abundance of a particular bacterial species in a microbial community is to supply the community with a compound that is only taken up by the target species but no other species. Hence, these compounds correspond to unique metabolic niches for the respective bacterial species. We initially tested computationally whether such unique uptake compounds typically exist in bacterial communities, using bacterial communities from a human cohort as well as  C. elegans  ( 30 ). We evaluated for each bacterial species of a particular community whether it was able to take up a metabolite that no other species of the community could take up and determined the fraction of bacterial species in the community that had such unique uptake compounds (see Materials and Methods). For the human cohort, the bacterial communities comprised on average 26–34 bacterial species (25–75% quantiles). Within this community size, on average, 5–20% of bacterial species were inferred to possess unique uptake compounds that could potentially be used to target those species. For smaller communities, up to 50% of bacterial species and for larger communities, only 5–10% had unique uptake compounds ( Fig. 1A ). For  C. elegans , we do not have matching data like for the human cohort with species abundance information for a large number of samples and genome sequences of the corresponding bacterial species for metabolic modeling. However, we can use strains that have been isolated from  C. elegans  and its environment as well as artificial minimal  C. elegans  communities to approximate the frequency of unique uptake compounds in the  C. elegans  microbiota. Thus, within a sample of 78 bacterial species isolated from  C. elegans  and its environment, we usually only identified 3–5% of species with unique uptake compounds in communities comprising 30 or more bacterial species, which is the typical size of bacterial communities observed in  C. elegans -derived microbiome samples ( 55 ) ( Fig. 1B ). Similarly, in the artificial  CeMbio C. elegans  model microbiome community unique uptake compounds could usually only be detected for subsets of bacterial species up to a size of six member species ( Fig. 1C ). Fig 1 Frequency of species with unique uptake compounds in microbiomes. Fraction of species with unique uptake compounds in ( A ) human gut bacterial communities and in ( B and C )  C. elegans  bacterial communities that are subsets of previously reported  C. elegans  microbiome member species. Thus, in a typical microbiome like those analyzed above, we would expect to be able to identify unique uptake compounds only for a minority of bacterial species and compounds to target specific bacterial species are typically expected to be consumed by several species. Thus, for our identification of precision prebiotics for MYb11, we first excluded 20 compounds from our search that could specifically be taken up only by MYb11 in the search for a MYb-targeted prebiotic (20 compounds, see Table S2). Of note, MYb11 and MYb71 share the vast majority of all uptake compounds (85%), while only 10% and 5% of all uptake compounds are unique to MYb11 and MYb71, respectively ( Fig. 2A ). Fig 2 Metabolic-modeling guided identification of precision prebiotics. ( A ) Overlap of all exchange reactions across the models MYb11 and MYb71. ( B ) Community FBA supplementation of  Pseudomonas lurida MYb11  (pink) and  Ochrobactrum vermis MYb71  (green) in  MicrobiomeGS2 . Predicted relative abundance of MYb11 and MYb71 under the supplementation with 4-hydroxybenzoate, D-mannitol, GABA, glycerol-3-phosphate, L-serine, L-threonine, putrescine, and threhalose shown in dots, lines represent predicted relative abundance without any supplementation. ( C )  In-silico  supplementation of  Pseudomonas lurida MYb11  (pink) an",
  "discussion": "DISCUSSION Although many factors are known to influence microbiome composition [e.g., dietary patterns, lifestyle, or medication ( 61 )], the mechanisms causing these changes are often not fully understood and often a large number of bacterial species are affected. We propose that the most effective way to modulate the composition of the microbiome is by modulating or enriching the abundance of an already existing bacterial species with health-beneficial effects using precision prebiotics. A direct approach to identify such precision prebiotics would be to provide compounds that are uniquely taken up by the bacterial target species. However, through an analysis of  C. elegans  and human microbiome data, we were able to show that such unique uptake compounds typically only exist for few species in a microbial community and especially for larger communities there are no such compounds at all. Thus, in a typical microbiome, precision prebiotics have to be identified from compounds that are potentially taken up by several species. To identify such compounds, we used genome-scale metabolic networks of two bacterial members from the  C. elegans  microbiome,  O. vermis  MYb71, and the host-protective  P. lurida  MYb11, in conjunction with constraint-based modeling to identify compounds that specifically increased the growth of MYb11. Using HMDB annotation ( 46 ), we found that fatty acids were enriched as predicted growth-supporting compounds for MYb11 which is in agreement with previous observations of the preference of bacteria of the genus  Pseudomonas  for these compounds ( 62 ). Considering compounds that were identified across all three simulation approaches and cross-referencing with  Biolog  data revealed that 4-hydroxybenzoate, D-mannitol, γ-aminobutyric acid (GABA), glycerol-3-phosphate, L-serine, trehalose, L-threonine, and putrescine are potential precision prebiotics for MYb11. We experimentally tested four of these predicted compounds, L-serine, L-threonine, D-mannitol, and GABA  in vitro  and confirmed their positive effect specifically on the growth of MYb11. Moving into the  C. elegans  host system, we were able to show that L-serine is also able to selectively boost the abundance of MYb11  in vivo , when the host was colonized with both bacterial species. Interestingly, while 10 mM of L-serine was sufficient for an enrichment of MYb11 in batch culture, 100 mM was necessary in the growth experiments with the host. This suggests differences in either bacterial uptake kinetics for L-serine or bacterial growth in general between batch growth and growth on agar plates. Moreover, while MYb11 was strongly enriched in worms to similar levels like MYb71 even though it had a very low abundance in the lawn, this enrichment was even stronger when supplying L-serine. Thus, our proof-of-principle work demonstrates that constraint-based microbial community modeling approaches are an effective tool for the future development of targeted microbiome the",
  "conclusion": ""
}