{
  "id": "PMC10774393",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10774393/",
  "title": "Altered quorum sensing and physiology of ",
  "authors": "Matthew R. Hauserman, Mariola J. Ferraro, Ronan K. Carroll, Kelly C. Rice",
  "year": "2024",
  "journal": "NPJ Microgravity",
  "abstract": "Staphylococcus aureus  colonizes the nares of approximately 30% of humans, a risk factor for opportunistic infections. To gain insight into  S. aureus  virulence potential in the spaceflight environment, we analyzed RNA-Seq, cellular proteomics, and metabolomics data from the “Biological Research in Canisters-23” (BRIC-23) GeneLab spaceflight experiment, a mission designed to measure the response of  S. aureus  to growth in low earth orbit on the international space station. This experiment used Biological Research in Canisters-Petri Dish Fixation Units (BRIC-PDFUs) to grow asynchronous ground control and spaceflight cultures of  S. aureus  for 48 h. RNAIII, the effector of the Accessory Gene Regulator (Agr) quorum sensing system, was the most highly upregulated gene transcript in spaceflight relative to ground controls. The  agr  operon gene transcripts were also highly upregulated during spaceflight, followed by genes encoding phenol-soluble modulins and secreted proteases, which are positively regulated by Agr. Upregulated spaceflight genes/proteins also had functions related to urease activity, type VII-like Ess secretion, and copper transport. We also performed secretome analysis of BRIC-23 culture supernatants, which revealed that spaceflight samples had increased abundance of secreted virulence factors, including Agr-regulated proteases (SspA, SspB), staphylococcal nuclease (Nuc), and EsxA (secreted by the Ess system). These data also indicated that  S. aureus  metabolism is altered in spaceflight conditions relative to the ground controls. Collectively, these data suggest that  S. aureus  experiences increased quorum sensing and altered expression of virulence factors in response to the spaceflight environment that may impact its pathogenic potential.",
  "keywords": "Microbiology, Molecular biology",
  "full_text": "Introduction Staphylococcus aureus  is a pernicious pathogen capable of infecting nearly every tissue and organ system in the human body. Most  S. aureus  strains are resistant to multiple antibiotics, and certain isolates are resistant to nearly all antibiotics used in the clinical setting. The CDC 2019 Antibiotic Threats Report listed methicillin-resistant  S. aureus  (MRSA) at a “serious” threat level, with over 10,000 estimated deaths in 2017 alone 1 .  S. aureus  is a frequent cause of hospital-acquired infections, and in recent years, highly virulent and transmissible community-acquired methicillin-resistant  S. aureus  (CA-MRSA) strains have emerged. Approximately 30% of humans are nasally colonized by  S. aureus , which represents a significant risk factor for invasive infections 2 . As a pathogen,  S. aureus  expresses a vast repertoire of cell surface adhesins, secreted toxins, and tissue-degrading enzymes that contribute to its ability to colonize host tissue, evade the immune system, and transition from a localized to systemic infection. The expression of these virulence factors is coordinated by a complex network of genetic regulators, including the Accessory Gene Regulator (Agr) quorum-sensing system, which has been extensively reviewed 3 – 7 . The  agr  operon is comprised of two transcripts, RNAII and RNAIII, which are activated by the P2 and P3 promoters, respectively 8 . RNAIII is an untranslated RNA species that regulates a variety of target genes at both the transcriptional and post-transcriptional level, making it a primary downstream effector of the Agr system, whereas the RNAII transcript contains the  agrBDCA  genes [reviewed in refs.  6 , 7 ]: AgrD, which is processed and secreted out of the cell in a form known as the autoinducing peptide (AIP), AgrB, the membrane protein that performs this processing and secretion, AgrC, a sensor kinase which recognizes the AIP and transduces the signal to AgrA, the response regulator which activates transcription at the P2 and P3 promoters. S. aureus  also poses a potential health risk to astronauts during long-term spaceflight missions. This bacterium was recovered from the nasal passages of Apollo 13 and 14 astronauts at significantly higher numbers compared to preflight samples collected from the same astronauts 9 , and  S. aureus  was also among the most frequently isolated bacteria from astronauts that participated in 25 Space Shuttle missions (STS-26 to STS-50) 10 . Furthermore, several studies monitoring the presence of microbes aboard the International Space Station (ISS) 11 – 13  as well as in the environment of a full-duration simulation of a crewed return flight to Mars 14  identified staphylococci as being predominant. Because of the potential threat of  S. aureus  to astronaut health, this pathogen’s stress resistance and virulence potential have been studied in both a spaceflight experiment 15  and in ground-based models 15 – 19  of simulated microgravity. In the previous spaceflight experiment,  S. aureus  virulence was reduced when assessed as a function of the quantity of residual bacteria in the presence and absence of  Caenorhabditis elegans 15 . However, these studies were conducted using a nematode feeding model, which does not entirely reflect the complexity of  S. aureus  pathogenesis in humans. NASA previously conducted a “Biological Research in Canisters-23” (BRIC-23) spaceflight experiment (OSDR accession# OSD-145), designed to measure the response of both  Bacillus subtilis  and  S. aureus  to the spaceflight environment 20 , 21 . In this experiment, Biological Research in Canisters-Petri Dish Fixation Units (BRIC-PDFUs) 22  were used to grow asynchronous ground controls and spaceflight samples of  S. aureus  strain UAMS-1, a clinical MSSA isolate that was originally isolated from an osteomyelitis infection 23 . Herein, our analysis of the  S. aureus  RNA-Seq, proteomics, and metabolomics datasets from BRIC-23 suggests that  S. aureus  spaceflight samples may have altered metabolism (increased amino acid metabolism, TCA cycle, and transport of non-preferred carbon sources, and decreased glycolysis/fermentation and translation machinery) relative to ground-control cultures. Furthermore,  agr  genes and several positively regulated targets were the most highly upregulated transcripts in spaceflight. We also performed secretome analysis of culture supernatants from the BRIC-23 spaceflight and ground control cultures, in which several Agr-regulated secreted proteins were increased in abundance in the spaceflight samples. Collectively, these data suggest that  S. aureus  experiences altered metabolism, increased quorum sensing, and altered expression of virulence factors in response to the spaceflight environment that may impact its pathogenic potential. Results Experimental considerations, sample variability, and clustering amongst FLT and GC samples As outlined in Fig.  1a , the BRIC-23 flight (FLT) experiment and corresponding asynchronous ground controls (GCs) were conducted on  S. aureus  cultures grown to a single time point (48 h) at ISS ambient ( ~ 22 °C) temperature. The total CFUs per petri dish harvested from both flight and ground control experiments (as reported in OSDR entry OSD-145) suggested that the FLT cultures may have grown to higher cell densities compared to GC cultures (Fig.  1b ). Fig. 1 BRIC-23 Flight Experiment Overview and Associated Data. a  Overview of BRIC-23 Flight Experiment. Full details have been previously published in 20 , 21 .  b  Average total CFU harvested from FLT and GC cultures.  c  Average protein concentration (measured after concentration and removal of < 5 kDa peptides/amino acids) of culture supernatants from FLT and GC cultures. For B and C, data represent the average of  n  = 9 biological samples per growth condition, error bars = standard deviation.  P -values (two-tailed t-test) are shown. Principle components analysis (PCA) was performed on all quantile normalized Reads Per Kilobase of transcript, per Million mapped reads (RPKM) gene expression values from the BRIC-23 FLT and GC RNA-Seq samples ( n  = 9 per experimental group) (Fig.  2a ). This analysis revealed that the samples within each experimental group showed robust clustering, and that most of the sample variability correlated with experimental group (FLT vs. GC) along the PC1 axis. Cellular proteomics (Fig.  2b ) and secretomics (Fig.  2c ) PCA of scaled abundances and normalized weighted spectra, respectively, revealed similar trends as the RNA-Seq data. All datasets were also subjected to differential expression/abundance analysis to identify differences in transcript and protein relative abundances between spaceflight and ground control samples. FLT and GC genes that showed statistically significant differences in relative abundance ( > 2-fold change) in the RNA-Seq dataset (summarized in Supplemental Table  1 ) were also subjected to hierarchical clustering analysis, which showed robust clustering amongst the biological replicates within each experimental group ( n  = 9 each), indicating consistency of the data across replicates in each group (Supplemental Fig.  1 ). For cellular proteomics, the metadata associated with this experiment in GeneLab indicated that due to low protein yield from some of the GC samples, replicates had to be pooled prior to proteomics, resulting in only  n  = 3 GC samples and  n  = 9 FLT samples. However, hierarchical clustering analysis on the FLT and GC proteins that showed statistically significant differences in relative abundance ( > 1.5-fold change, Supplemental Table  2 ) indicated good consistency and clustering between the biological replicates within each experimental group (Supplemental Fig.  1 ). FLT and GC samples ( n  = 5 each) analyzed for secretomics also displayed strong clustering among proteins with significant differences in relative abundance ( > 1.5-fold change, Supplemental Fig.  1  and Supplemental Table  3 ). Interestingly, the average concentration of secreted proteins of FLT sample supernatants was approximately 30% less than that of the GC culture supernatants (Fig.  1c ; measured after concentration and removal of < 5 kDa peptides/amino acids). Fig. 2 Principal Component Analysis (PCA) of Omics Data. a  RNA-Seq ( n  = 9 biological samples each for FLT and GC).  b  Proteomics ( n  = 9 FLT and  n  = 3 GC biological samples).  c  Secretomics ( n  = 5 biological samples each for FLT and GC). In all graphs, BRIC-23 flight (FLT; circles) and ground control (GC; triangles) samples are indicated. PCA analysis of RNA-Seq data was performed on normalized RPKM values for all genes using CLC genomics workbench, and PCA analysis of proteomics and secretomics was performed on scaled abundances and normalized weighted spectra, respectively, using Clustvis 89 . Overlap between RNA-Seq, proteomics, and secretomics datasets In total, 386 genes and proteins were identified across the RNA-Seq, cellular proteomics, and secretomics datasets that exceeded the respective cutoff values of 2-fold for RNA-Seq and 1.5-fold for proteomics (Fig.  3 ), with 37 genes/proteins that were common to at least two datasets (Table  1 ). Of the twenty genes that were common to RNA-Seq and cellular proteomics (Table  1 ), nineteen displayed increased abundance in spaceflight, including multiple genes and proteins related to the urease pathway and Type VII secretion, as well as two genes related to copper transport and two subunits of L-serine dehydratase. Notably, AgrA, the main response regulator of the  agr  quorum sensing system, was found to have both increased transcript levels and increased protein abundance in spaceflight samples. The sole protein downregulated in both datasets was a predicted GMP reductase, responsible for interconversion of purine nucleotides. Eight of the nine genes and proteins overlapping between the RNA-Seq and secretomics datasets were primarily annotated as intracellular proteins, involved in several different pathways. The lone extracellular protein in this dataset, EsxA, is secreted by the Type VII-like Ess secretion system 24 . Other genes and proteins of the Ess-related secretion system (EsaA, EsaB, EssC) were also upregulated in both the RNA-Seq and cellular proteomics datasets (Table  1 ). Four genes and proteins were common to all three datasets, and all displayed increased abundance in spaceflight in each analysis. These consisted of the urease alpha and beta subunits, the urease accessory protein UreG, and the secreted EsxA protein described above (Table  1 ). Fig. 3 Venn diagram showing the number of DE genes/proteins in RNA-Seq, cellular proteomics, and secretomics BRIC-23 datasets. BRIC-23 RNA-Seq data cutoffs: DE fold-change ≥ 2,  P -value < 0.000016 (2-tailed t-test), and mean normalized expression value ≥ 10 for both samples. BRIC-23 cellular proteomics and secretomics data cutoffs:  P -value < 0.05 (Student t-test), fold-change > 1.5. Table 1 Summary of overlapping gene transcripts and proteins identified as statistically significant and meeting fold-change cutoff criteria in RNA-Seq, proteomics, and secretomics DE analyses. Gene ID Function RNA-Seq a Proteomics a Secretomics a Type VII secretion system SAR0279 6 kDa early secretory antigenic target ESAT-6 (EsxA) 4.61 1.61 7.50 SAR0280 Type VII secretion protein EsaA 3.01 2.03 SAR0283 Type VII secretion protein EssB 4.28 2.55 SAR0284 Type VII secretion system protein EssC 4.73 1.71 Agr-regulated SAR2126 Response regulator transcription factor AgrA 14.30 3.96 SAR1021 Cysteine protease precursor; SspB 2.55 13.07 SAR1022 Glutamyl endopeptidase precursor; V8 Protease; SspA 3.48 6.95 SAR2716 Zinc metalloproteinase aureolysin; Aur 3.27 2.19 Copper-associated SAR2637 Copper-exporting P-type ATPase A (CopA) 2.91 2.55 SAR2639 CopZ putative heavy-metal-associated protein 3.11 18.19 SAR0720 Copper-translocating P-type ATPase 2.19 2.55 SAR0721 Multicopper oxidase protein 1.93 4.08 Arginine and Urea Metabolism SAR2714 Arginine deiminase 2.05 3.04 SAR2374 Urease alpha subunit 4.91 2.28 1.82 SAR2373 Urease beta subunit 5.02 2.15 4.35 SAR2375 Urease accessory protein UreE 4.66 1.91 SAR2376 Urease accessory protein UreF 4.37 2.37 SAR2377 Urease accessory protein UreG 4.37 1.85 4.37 SAR2378 Urease accessory protein UreD 4.12 2.53 Misc. cell processes SAR2611 L-serine dehydratase, beta subunit 2.76 2.10 SAR2610 L-serine dehydratase, alpha subunit 2.19 1.63 SAR1425 2-oxoglutarate dehydrogenase E1 component 2.03 1.55 SAR1870 Methionine adenosyltransferase 1.63 1.61 SAR1851 Riboflavin biosynthesis protein RibBA; GTP cyclohydrolase II 2.02 1.73 SAR2775 2-oxoglutarate/malate translocator-like protein 2.05 1.94 SAR1984 Bacterial non-heme ferritin 2.13 1.58 SAR0278 Secreted antigen precursor; staphyloxanthin biosynthesis 3.00 2.71 SAR1347 GMP reductase (predicted) −2.07 −1.66 SAR0155 Capsular polysaccharide synthesis enzyme 2.15 −2.56 SAR2359 Putative molybdenum cofactor biosynthesis protein B −1.91 2.91 SAR1127 Hypothetical protein, similarity with fibrinogen-binding protein Efb 3.78 −2.36 SAR2506 Phosphoglycerate mutase 2.55 −1.56 SAR1797 30 S ribosomal protein S4 −2.10 1.69 Hypothetical SAR0007 ADP-dependent (S)-NAD(P)H-hydrate dehydratase 2.46 1.80 SAR0345 Conserved hypothetical protein 1.52 2.94 SAR2028 Aminotransferase class I/II-fold pyridoxal phosphate-dependent enzyme 1.55 2.03 SAR2054 Hypothetical phage protein −1.55 −1.53 a Numbers represent the fold-Change (FLT/GC). Plus (+) and minus (-) symbols designate upregulated and downregulated, respectively, in FLT samples relative to GC samples. Overview of gene and protein functional categories identified in multi-omics analysis The statistically significant changes in transcripts and proteins that fell within the fold-change cutoff criteria for each dataset ( > 2-fold for RNA-Seq, > 1.5-fold for proteomics and secretomics) were manually curated and functionally categorized to broadly examine which aspects of  S. aureus  physiology and virulence were affected by spaceflight conditions (Fig.  4 ). All datasets contained many hypothetical or uncharacterized proteins and genes, accounting for approximately 21% of all DE genes (RNA-Seq, Fig.  4a ), 33% of all DE cellular proteins (proteomics, Fig.  4b ), and 33% of all DE secreted proteins (secretomics, Fig.  4c ). In the RNA-Seq DE analysis, gene transcripts related to extracellular transport, urease, and Type VII secretion were among the most commonly upregulated, along with genes involved in capsule biosynthesis and metabolism of a variety of substrates, including amino acids and carbohydrates (Fig.  4a ). As discussed in more detail below, genes of the  agr  P2 ( agrBDCA ) and P3 ( RNAIII ) transcripts represented the five most highly upregulated transcripts (14 to 88-fold) in FLT samples (Supplemental Table  1 ). Additionally, expression of many Agr-independent virulence factors was upregulated in spaceflight relative to the ground controls (discussed in more detail below), as well as expression of genes and/or proteins involved in DNA-binding, transcriptional regulators, ABC transporters, urease subunits, and metal acquisition (Fig.  4 ). Ribosomal proteins was the most commonly downregulated category in FLT samples amongst cellular proteins, followed by those involved in glycolysis, ATP synthesis, and stress resistance. Additionally, a number of small RNAs (RNA-Seq) were downregulated in FLT samples relative to GC samples (Fig.  4a ). Fig. 4 Distribution of  S. aureus  UAMS-1 gene/protein functional categories differentially expressed (DE) during spaceflight relative to ground control. a  BRIC-23 RNA-Seq data was subjected to DE analysis, with cutoffs (DE fold-change ≥ 2,  P -value < 0.000016 and mean normalized expression value ≥ 10 for both samples) applied prior to assignment of functional categories (based on  S. aureus  genome annotations and/or UNIProt database).  b ,  c  BRIC-23 cellular proteomics (B) and secretomics (C) functional categories were assigned based on  S. aureus  genome annotations and/or UNIProt database ( P -value < 0.05, fold-change > 1.5). Functional enrichment amongst these omics datasets was also assessed by PaintOmics 25  and STRING 26  (Table  2  and Supplemental Table  4 , respectively), which confirmed the patterns of gene and protein functional categories observed in Fig.  4 . Using PaintOmics, an overrepresentation of significant biological features (P < 0.05) of pathways related to arginine biosynthesis, purine metabolism, thiamine metabolism, quorum sensing, and phosphotransferase systems (PTS) were common to both the RNA-Seq and proteomics datasets (Table  2 ). Additionally, pathways related to ribosome function and fructose/mannose metabolism were significantly enriched in the proteomics dataset, and two-component system and riboflavin metabolism were significantly enriched in the RNA-Seq dataset (Table  2 ). STRING analysis of RNA-Seq, proteomics, and secretomics DE genes/proteins (meeting statistical and fold-change cutoff criteria) revealed significant (FDR-adjusted  P  < 0.05) enrichment of many of the same functional pathways detected by PaintOmics (Supplemental Table  4 ). Additionally, categories related to polysaccharide biosynthesis (RNA-Seq), sucrose/starch metabolism (RNA-Seq), heme/virulence (RNA-Seq), nickel cation binding (RNA-Seq and proteomics), and arginine biosynthesis (secretomics) were significantly enriched in STRING analysis of these data. Table 2 Pathway enrichment analysis in BRIC-23 RNA-Seq and proteomics datasets. Pathway name a Unique genes Proteomics  P -value RNA-Seq Gene expression  P -value Combined  P -value (Fisher) Arginine biosynthesis 16 0.04 0.02 0.01 Purine metabolism 44 0.05 0.03 0.01 Thiamine metabolism 9 0.00 1.00 0.02 Quorum sensing 36 0.45 0.01 0.03 Phosphotransferase system (PTS) 16 0.05 0.12 0.04 Ribosome 56 0.04 1.00 0.17 Fructose and mannose metabolism 14 0.05 0.44 0.11 Two-component system 62 0.88 0.04 0.15 Riboflavin metabolism 9 0.49 0.05 0.12 a Significant ( P  < 0.05, Fisher exact test )  pathway enrichments for each dataset (RNA-Seq, proteomics), as well as the combined datasets, are indicated. Pathway enrichment analysis was performed using PaintOmics 3. Expression changes in Agr and virulence factors in spaceflight Notably, expression of genes comprising the  agr  operon were highly upregulated in spaceflight samples, with  agrA, agrB, agrC , and  agrD  each showing an approximately 14-fold increase in transcript abundance, and  RNAIII  displaying an 88-fold increase in transcript abundance (Supplemental Table  1 ). AgrA, the direct transcriptional activator of the  agr  P2 and P3 operons, was also upregulated 3.96-fold in the FLT proteomics data (Table  1 ), corroborating the increased transcript abundance of  agrA  observed in the RNA-Seq data. Additionally, genes and proteins known to be upregulated by Agr were also upregulated in FLT samples in a manner consistent with a highly active Agr system, including increased expression of genes encoding PSM alpha ( psmα , 8.08-fold) and gamma hemolysin C ( hlgC , 2.20-fold), and increased protein abundance of SspA (6.95-fold), SspB (13.07-fold), and ScpA (7.18-fold) 27 – 32 . The secreted metalloprotease aureolysin (Aur), regulated by Agr via repression of Rot 30 , was also upregulated by 2.2–3.5 fold in the secretomics and proteomics datasets, respectively (Table  1 ). Agr has also been implicated in positive regulation of the capsular polysaccharide synthesis operon  capABCDE 33 , and expression of these genes was upregulated in spaceflight (2.15–2.39-fold; Supplemental Table  1 ). Abundance of the surface protein fibronectin-binding protein A (FnbA), the expression of which is inhibited by Agr 34 , 35 , was also significantly decreased in the spaceflight proteomics data (−1.81-fold). Several virulence factors not under Agr’s regulatory control were also upregulated in spaceflight sa",
  "introduction": "Introduction Staphylococcus aureus  is a pernicious pathogen capable of infecting nearly every tissue and organ system in the human body. Most  S. aureus  strains are resistant to multiple antibiotics, and certain isolates are resistant to nearly all antibiotics used in the clinical setting. The CDC 2019 Antibiotic Threats Report listed methicillin-resistant  S. aureus  (MRSA) at a “serious” threat level, with over 10,000 estimated deaths in 2017 alone 1 .  S. aureus  is a frequent cause of hospital-acquired infections, and in recent years, highly virulent and transmissible community-acquired methicillin-resistant  S. aureus  (CA-MRSA) strains have emerged. Approximately 30% of humans are nasally colonized by  S. aureus , which represents a significant risk factor for invasive infections 2 . As a pathogen,  S. aureus  expresses a vast repertoire of cell surface adhesins, secreted toxins, and tissue-degrading enzymes that contribute to its ability to colonize host tissue, evade the immune system, and transition from a localized to systemic infection. The expression of these virulence factors is coordinated by a complex network of genetic regulators, including the Accessory Gene Regulator (Agr) quorum-sensing system, which has been extensively reviewed 3 – 7 . The  agr  operon is comprised of two transcripts, RNAII and RNAIII, which are activated by the P2 and P3 promoters, respectively 8 . RNAIII is an untranslated RNA species that regulates a variety of target genes at both the transcriptional and post-transcriptional level, making it a primary downstream effector of the Agr system, whereas the RNAII transcript contains the  agrBDCA  genes [reviewed in refs.  6 , 7 ]: AgrD, which is processed and secreted out of the cell in a form known as the autoinducing peptide (AIP), AgrB, the membrane protein that performs this processing and secretion, AgrC, a sensor kinase which recognizes the AIP and transduces the signal to AgrA, the response regulator which activates transcription at the P2 and P3 promoters. S. aureus  also poses a potential health risk to astronauts during long-term spaceflight missions. This bacterium was recovered from the nasal passages of Apollo 13 and 14 astronauts at significantly higher numbers compared to preflight samples collected from the same astronauts 9 , and  S. aureus  was also among the most frequently isolated bacteria from astronauts that participated in 25 Space Shuttle missions (STS-26 to STS-50) 10 . Furthermore, several studies monitoring the presence of microbes aboard the International Space Station (ISS) 11 – 13  as well as in the environment of a full-duration simulation of a crewed return flight to Mars 14  identified staphylococci as being predominant. Because of the potential threat of  S. aureus  to astronaut health, this pathogen’s stress resistance and virulence potential have been studied in both a spaceflight experiment 15  and in ground-based models 15 – 19  of simulated microgravity. In the previous",
  "methods": "Methods Overview of BRIC-23 experimental design A general overview of the BRIC-23 flight (FLT) experiment is outlined in Fig.  1 , and complete details have been previously described 20 , 21 . In brief, two BRIC-PDFUs (each containing five 60 mm Petri dishes with 10 7  CFU of  S. aureus  UAMS-1 23  cells dried on the bottom of each plate) were launched to the ISS on SpaceX CRS-9 on 07/18/2016. Growth was actuated in each petri dish by addition of 8.5 ml tryptone soytone yeast extract medium containing 10% glycerol (TSYG) on 07/22/2016, followed by growth at ~22 °C for 48 h. BRIC-PDFUs were then placed in −80 °C stowage until return from the ISS on 08/30/2016. Samples remained frozen during return and were stored at −80 °C until deintegration. Ground control (GC) experiments were performed asynchronously with the same hardware, configuration, timing, and growth temperature as in the BRIC-23 FL experiment. Deintegrated samples from both FLT and GC were stored at −80 °C until processed for RNA-Seq, proteomics, and metabolomics as described in 21 . RNA-Seq, cellular proteomics, and metabolomics raw data files and associated metadata are available through NASA Open Science for Life in Space (OSDR) entry OSD-145: BRIC-23 GeneLab Process Verification Test:  Staphylococcus aureus  transcriptomic, proteomic, and metabolomic data (10.26030/ga0p-2817) ( https://osdr.nasa.gov/bio/repo/data/studies/OSD-145 ). BRIC-23 secretomics and data analysis Filter-sterilized and concentrated (5 kDa MW cutoff) BRIC-23 supernatants were provided by NASA’s Life Science Data Archive (LSDA) ( n  = 5 each of BRIC-23 FLT and GC samples). Proteins from a 480–610 µl volume of each sample were precipitated by adding 120–150 µL of 100% (v/v) trichloroacetic acid to each sample, followed by incubation for 30 min at 4 °C. Samples were centrifuged at 20,000 ×  g  for 5 min, then the supernatant was discarded. Protein pellets were washed with 200 µL of cold acetone, then samples were centrifuged again as above, and the acetone wash was repeated for a total of two washes. Protein pellets were dried by leaving tubes open in a Class 2AII biosafety cabinet for 5 min to allow acetone to evaporate. Next, pellets were resuspended in 200 µL urea buffer (6 M urea, 0.4 M Tris, pH 7.8) and stored at −20 °C. Protein concentrations were measured via Bio-Rad Protein Assay (Bio-Rad Protein Assay Kit, Bio-Rad). Equal amounts of protein (10.59 µg per sample) were used, and three replicates per sample type were separated by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE). The entire lane per sample was excised with a scalpel and diced into 1 mm 2  cubes. In-gel trypsin digestion was performed as previously described 69 , 70 . Protein identification and quantification were performed using a label-free quantitative shotgun mass proteomics approach using an HPLC-Orbitrap Fusion mass spectrometer (UF-ICBR proteomics core). Briefly, the peptide samples were analyzed using a 250-mm Ultra",
  "results": "Results Experimental considerations, sample variability, and clustering amongst FLT and GC samples As outlined in Fig.  1a , the BRIC-23 flight (FLT) experiment and corresponding asynchronous ground controls (GCs) were conducted on  S. aureus  cultures grown to a single time point (48 h) at ISS ambient ( ~ 22 °C) temperature. The total CFUs per petri dish harvested from both flight and ground control experiments (as reported in OSDR entry OSD-145) suggested that the FLT cultures may have grown to higher cell densities compared to GC cultures (Fig.  1b ). Fig. 1 BRIC-23 Flight Experiment Overview and Associated Data. a  Overview of BRIC-23 Flight Experiment. Full details have been previously published in 20 , 21 .  b  Average total CFU harvested from FLT and GC cultures.  c  Average protein concentration (measured after concentration and removal of < 5 kDa peptides/amino acids) of culture supernatants from FLT and GC cultures. For B and C, data represent the average of  n  = 9 biological samples per growth condition, error bars = standard deviation.  P -values (two-tailed t-test) are shown. Principle components analysis (PCA) was performed on all quantile normalized Reads Per Kilobase of transcript, per Million mapped reads (RPKM) gene expression values from the BRIC-23 FLT and GC RNA-Seq samples ( n  = 9 per experimental group) (Fig.  2a ). This analysis revealed that the samples within each experimental group showed robust clustering, and that most of the sample variability correlated with experimental group (FLT vs. GC) along the PC1 axis. Cellular proteomics (Fig.  2b ) and secretomics (Fig.  2c ) PCA of scaled abundances and normalized weighted spectra, respectively, revealed similar trends as the RNA-Seq data. All datasets were also subjected to differential expression/abundance analysis to identify differences in transcript and protein relative abundances between spaceflight and ground control samples. FLT and GC genes that showed statistically significant differences in relative abundance ( > 2-fold change) in the RNA-Seq dataset (summarized in Supplemental Table  1 ) were also subjected to hierarchical clustering analysis, which showed robust clustering amongst the biological replicates within each experimental group ( n  = 9 each), indicating consistency of the data across replicates in each group (Supplemental Fig.  1 ). For cellular proteomics, the metadata associated with this experiment in GeneLab indicated that due to low protein yield from some of the GC samples, replicates had to be pooled prior to proteomics, resulting in only  n  = 3 GC samples and  n  = 9 FLT samples. However, hierarchical clustering analysis on the FLT and GC proteins that showed statistically significant differences in relative abundance ( > 1.5-fold change, Supplemental Table  2 ) indicated good consistency and clustering between the biological replicates within each experimental group (Supplemental Fig.  1 ). FLT and GC samples ( n  = 5 each) analyzed for secretomics also displayed strong clustering among proteins with significant differences in relative abundance ( > 1.5-fold change, Supplemental Fig.  1  and Supplemental Table  3 ). Interestingly, the average concentration of secreted proteins of FLT sample supernatants was approximately 30% less than that of the GC culture supernatants (Fig.  1c ; measured after concentration and removal of < 5 kDa peptides/amino acids). Fig. 2 Principal Component Analysis (PCA) of Omics Data. a  RNA-Seq ( n  = 9 biological samples each for FLT and GC).  b  Proteomics ( n  = 9 FLT and  n  = 3 GC biological samples).  c  Secretomics ( n  = 5 biological samples each for FLT and GC). In all graphs, BRIC-23 flight (FLT; circles) and ground control (GC; triangles) samples are indicated. PCA analysis of RNA-Seq data was performed on normalized RPKM values for all genes using CLC genomics workbench, and PCA analysis of proteomics and secretomics was performed on scaled abundances and normalized weighted spec",
  "discussion": "Discussion Our analysis of the  S. aureus  RNA-Seq, proteomics, secretomics, and metabolomics datasets from BRIC-23 indicate that  S. aureus  undergoes significant alterations in physiology and virulence factor production in the spaceflight environment which could alter its pathogenic potential for astronauts conducting long-term spaceflight missions. However, these results need to be interpreted in the context of the experimental confines of the BRIC-23 experiment, namely that only a single time point (48 h growth) was assessed, and that the experiment was conducted at ISS ambient temperature ( ~ 22 °C). Ground-based pre-science verification test (pre-SVT) growth curves previously conducted at ~25 °C (using dried starting inoculum on petri dishes and growth medium identical to those used in the BRIC-23 flight and ground controls) indicated that  S. aureus  entered early stationary phase by 48 h growth in this condition 20 . In comparison, SVT incubation of BRIC-PDFUs in the the ISS Environmental Simulator (ISSES) chamber at KSC conducted at ~22 °C, which more closely mimicked ISS ambient temperature, showed that cultures reached late exponential phase growth by 48 h 20 . Since a true growth curve (multiple time points) was not conducted in the actual BRIC-23 flight and ground control experiments, we cannot speculate on any potential differences in the growth rates and/or phase of growth between BRIC-23 FLT and GC cultures at the 48 h time point. However, the reported total CFUs per petri dish in both flight and ground control experiments suggest that the FLT cultures may have grown to higher cell densities compared to GC cultures (Fig.  1b ). Similar to this, experiments previously conducted with  Pseudomonas aeruginosa  demonstrated that this bacterium achieved increased final cell density (as measured by flow cytometry of fixed cells) in flight cultures relative to ground controls under the specific growth medium characteristics of low phosphate and low oxygen availability 39 .  Esherichia coli  and  Bacillus subtilis  spaceflight cultures grown at 23 °C in a fluid processing apparatus also achieved increased stationary phase cell densities in flight cultures relative to their corresponding ground controls 40 . It is therefore not clear whether the  S. aureus  BRIC-23 FLT cultures were in an identical phase of growth compared to the GC cultures, which could impact some of the observed differences discussed in more detail below. Additionally, temperature is known to have a significant impact on  S. aureus  gene expression, as it has recently been shown that expression of genes encoding secreted proteases and toxins ( aur, sspA, sspB, esxA ), as well as  agrD , displayed increased transcript abundance at 34 °C compared to 37 °C and 40 °C 41 . Therefore, the BRIC-23 data could be considered more relevant to conditions experienced by  S. aureus  outside of the host (i.e., growth and/or persistence on fomites, which could impact  S. aureus  transmi",
  "conclusion": ""
}