{
  "id": "PMC11833055",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11833055/",
  "title": "Behavioral and multiomics analysis of 3D clinostat simulated microgravity effect in mice focusing on the central nervous system",
  "authors": "Li Zhou, Chenchen Song, Hu Yang, Lianlian Zhao, Xianglei Li, Xiuping Sun, Kai Gao, Jianguo Guo",
  "year": "2025",
  "journal": "Scientific Reports",
  "abstract": "A study was conducted to evaluate the three-dimensional clinostat simulated microgravity effect on mouse models, focusing on the central nervous system. Eighteen mice were divided into three groups: control, survival box, and clinostat + survival box. Behavioral tests, femur micro-CT, brain transcriptomics, serum metabolomics, and fecal microbiomics were performed. Results showed decreased activity, altered gait, enhanced fear memory, bone loss, immune/endocrine changes in brain transcriptome, and altered metabolic pathways in serum and gut microbiota in clinostat-treated mice. The model closely mimics spaceflight-induced transcriptome changes, suggesting its value in studying microgravity-related neurological alterations and highlighting the need for attention to emotional changes in space.",
  "keywords": "Microgravity, Three-dimensional clinostat, Brain, Transcriptomics, Microbiomics, Serum metabolomics, Animal model, Neuroscience, Zoology, Risk factors, Environmental impact, Transcriptomics, Physiology",
  "full_text": "Introduction Space exploration is a long-term dream and pursuit of humanity, and it is also one of the important fields of technological development. In long-term space flight, astronauts face many problems. One of them is the reduction of gravitational force. Terrestrial life has evolved under the influence of gravity for millions of years, and long-term microgravity represents unusual stress experiences that can cause physiological and morphological changes 1 . Numerous studies have shown that long-term weightlessness can lead to various physiological and pathological changes, such as the skeletal and muscular system, cardiovascular system, immune system, and nervous system 2 . Prolonged exposure to microgravity during extended space missions poses various physiological challenges to astronauts, necessitating thorough research into the effects of microgravity on the human body. One of the crucial issues is the impact of long-term spaceflight on brain function. Studies have shown that astronauts experience changes such as ataxia, posture disorders, perceptual illusions, fatigue, and cognitive impairment 3 . The high cost and technical issues related to spaceflight have stimulated the development of ground models that reasonably simulate the effects of space flight. Currently, tail-suspension hindlimb unloading is the most classic and widely used model, particularly those affecting the musculoskeletal system 4 . However, this model has certain limitations, that is, it can only be applied locally, and cannot be applied to the whole experimental animal. Besides, there are physiological differences between hindlimb unloading models and spaceflight, especially in terms of somatosensory input, spatial orientation, and vestibular disruption 5 . Three-dimensional (3D) clinostat is a device that generates multi-directional G forces. By controlling the rotation on both axes, it can offset the cumulative gravity vector at the center of the device 6 . Previous studies have shown that 3D clinostat have been widely used on plants, cells and Caenorhabditis elegans to simulate microgravity effects 7 – 9 . Our previous studies suggest that the central nervous system probably changed in mice trained with 3D clinostat 10 . Therefore, the aim of our work is to systematically assess 3D clinostat simulated microgravity effect in mice by behavioral and multi group analysis, focusing on the changes in central nervous system and cognitive function. Methods Mice and treatment 10-week-old male C57BL/6J mice were purchased from Beijing HFK Bioscience Co., Ltd and kept in the experimental room at temperature 22 ± 2 °C, humidity 40 ± 5%, under a 12-h light/dark cycle. The mice were randomly divided into three groups: (1) MC group with mice housed in ordinary cage (MC, n = 6); (2) SB group with mice housed in survival box (SB, n = 6); (3) CS group with mice housed in survival box receiving 3D clinostat treatment (CS, n = 6). The structure of the 3D clinostat and the survival box (shown in Supplementary Figure S1) has been described in detail in our previous study 10 . The rotation modes are as follows: random rotation speed, 0–10 rpm; speed resolution, 0.1 rpm. Before the study, all mice were acclimated to the facility environment for 2 days and then adaptive training was carried out for 5 days to alleviate stress and adapt to the jelly like diet containing 59% water, 1% agar, and 40% purified feed. During training, the CS group underwent adaptive rotation for 1 h, 2 h, 4 h, 8 h, and 12 h each day, while the MC group was always placed in ordinary cage and the SB group was always placed in survival boxes without any treatment. The formal experiments began at 11 weeks old. The CS group experienced continuous simulated microgravity effect on clinostat for 8 weeks with the exception of cleaning cages and changing food for approximately 20 min per day; the other two groups of mice always lived in corresponding living facilities in the same room. To avoid the interference of acute stress, weight monitoring showed that the body weight of mice in the CS group gradually returned to the control group level after 28 days, suggesting that the mice had fully adapted to the 3D clinostat. Starting from the fifth week, mice underwent a series of behavioral experiments. Following each behavioral experiment, the mice were promptly placed into a 3D clinostat to ensure continuous microgravity effect stimulation. After 8 weeks, the mice were euthanized dissected for sampling at the end of the experiment (Fig.  1 a). Animal care was provided in accordance with institutional guidelines and all animal studies were performed in compliance with the ARRIVE guidelines and were approved by the Ethics Committee of the Laboratory of Animal Science of Peking Union Medical College (IACUC-20220415). Fig. 1 ( a ) Flowchart of the experimental procedures and the behavioral experiments are conducted in the order of arrangement; ( b ) Changes in mice body weight; ( c ) Total moving distance of mice in open field test; ( d ) Exercise time of mice in open field test; ( e ) Recognition index of mice in novel object recognition test; ( f ) Spontaneous alternations index in Y maze; ( g ) Latency to the platform time in Morris water maze. MC: ordinary cage control group; SB: survival box control group; CS: 3D clinostat model group. The data are presented as the mean ± SD, * P  < 0.05, ** P  < 0.01, *** P  < 0.001, n = 6 for each group. Mouse behavioral tests The sequence of the behavioral experiments was arranged as follows: Grip strength experiment (day 29), Open field test (day 30), Novel object recognition test (day 30–32), Y-Maze (day 33), Elevated plus maze (day 34), Tail suspension test (day 35), Gait analysis (day 36–40), Rotarod test (day 42–44), Morris water maze (day 45–51), Forced swim test (day 52) and Fear conditioning test (day 53–56). Each mouse was tested individually and then put back into the 3D clinostat as soon as possible after the test to minimize the time spent disengaging from the rotation. Detailed methods of behavioral testing are as follows: Grip strength experiment The evaluation of grip strength was conducted using a grip strength meter. Each animal was individually placed on the grip strength board and pulled by the tail, prompting them to grasp the bar. The rodents instinctively grasp anything in order to prevent this involuntary backward movement until the pulling force exceeds their grip strength. The maximum value of grip strength was recorded using the Bioseb system. Each animal was tested three times repeatedly, and the mean value was calculated. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 15 min for testing, and then quickly returned to the 3D clinostat device after testing. Open field test The open field was an empty square environment, with a size of 50 cm × 50 cm × 30 cm. A central area was marked in the open field, centered in the middle of the empty space, with a square length of 16 cm zone. The fringe area was 10 cm wide. The animals were placed in the middle of the central area and observed for five minutes. Behavioral parameters including velocity, distance traveled, and time spent in the central and fringe areas were recorded by a computerized video tracking system (Ethovision XT; Noldus, Information Technology, The Netherlands). The open field apparatus was cleaned after each session using 70% ethanol and allowed to dry between tests. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing. Novel object recognition test The novel object recognition test was used to assess short- and long-term recognition memory. The experimental procedure consisted of three stages. On the first day, there was an adaptation period without any toy bricks. On the second day, familiarization took place with two toy bricks (2 cm × 2 cm) in opposite corners, both with the same shape, size, and color. On the third day, the test period occurred, with one of the toy bricks changed to a different shape and color. The camera on top of the box was used to record how long it took for a mouse to examine the new object (TN) and the familiar object (TF), allowing a total of five minutes for exploring the two distinct objects. The recognition index was calculated as follows: Recognition index = (TN/(TN + TF)) × 100%. A higher recognition index reflected better short- and long-term recognition memory abilities in animals within this group. The behavioral test time was about 20 min per day for each mouse to be removed from the 3D clinostat for testing, and then quickly returned to the 3D clinostat after testing. Y-maze In the Y-maze test, each mouse was placed at the end of one arm of the 'Y' and allowed to explore the maze freely for five minutes. The sequence of entry of the mice in the arms was recorded to calculate the percentage of change. The mouse entered three different arms in turn, which was counted as one alternation. Spontaneous alternations (%) = Number of spontaneous alternations/(Total number of arm entries − 2) *100%. Higher spontaneous alternations indicated better learning and memory ability. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing. Elevated plus maze During the Elevated Plus Maze (EPM) test, the maze was composed of four arms (30 cm × 5 cm). Two opposite arms were closed, enclosed by lateral walls (depth 5 cm), and the remaining two arms were open and lacked walls. The four arms were connected by a central area (5 cm × 5 cm), and the maze was elevated 50 cm from the floor. During the test, mice were placed on the central square platform and allowed to explore the maze for 5 min. The following parameters were recorded and analyzed: the number of entries into open/closed arms, the time spent in the open/closed arms, and the total number of arm entries. These data were recorded by a camera and analyzed using a computerized video tracking system. The anxiety index was calculated as the ratio of open arm time and entries to total time and total entries. The open arm entries percent was calculated as entries into the open arm divided by the total number of arm entries (entries into the open arm + entries into the closed arm). During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing. Tail suspension test The Tail Suspension Test was performed as previously described 11 . Adhesive tape was applied to the tail, approximately 1 cm from the tip, and the mouse was suspended for 6 min. After a 2 min habituation period, the immobility time was recorded during the final 4 min using Tail Suspension Real-Time Analysis (System-2.0). During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing. Gait analysis The gait of naturally moving mice was analyzed using CatWalk XT (Noldus Information Technology, Netherlands), as previously described 12 . This gait analysis system consists of a glass walkway floor illuminated with a green light that is completely internally reflected in the glass, a standard charge-coupled device (CCD) camera underneath, and software for recording and analyzing the data obtained from mouse paws. A darkroom box was used at the end of the walkway to create an incentive for the mice to cross the field, where the entrance to their home cage is placed. The mice were placed in the front of the start zone of the walkway and were trained to cross the walkway with five accomplished runs per day on five consecutive days. The test was started on the fifth day, and each mouse was tested three times. The successful run was defined as a mouse walking across the runway without any hesitation. The walkway was cleaned thoroughly with 70% ethanol between each animal. Gait parameters of footprints were automatically generated (left front, LF; left hind, LH; right front, RF; and right hind, RH). The behavioral test time was about 20 min per day for each mouse to be removed from the 3D clinostat for testing, and then quickly returned to the 3D clinostat after testing. Rotarod test The rotarod apparatus (Model: 47600, Italy) was used to assess the locomotor abilities of rodents, particularly their coordination and endurance. Mice were subjected to a training session of four trials per day for 3 days, the rotarod gradually accelerated from 5 to 40 rpm within 120 s until the mouse fell off. Starting from the 4th day after training, formal testing experiments were conducted. During test trial, the rotarod gradually accelerated from 5 to 40 rpm within 300 s. The latency at which the mouse fell from the rod (or a maximum of 5 min) was recorded. The average latency from three trials was determined. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 30 min for testing, and then quickly returned to the 3D clinostat device after testing. Morris water maze The water maze was divided into four quadrants and contained a platform that remained submerged under 1–1.5 cm of water. During the training trials, mice were placed in the water from the opposite quadrant of the platform. Successful navigation to the platform was considered when the mouse found it within 1 min. If the mouse failed to find the platform within this time limit, a guidance rod was used to guide the mouse to stay on the platform for 10 s and the latency was recorded as 60 s. Training trials were conducted for three trial sessions each day for six consecutive days. During probe trials, the platform was removed from the maze. Frequency of visits to the platform, time spent in the platform quadrant, cumulative duration in the target zone, and latency to the platform were used as indicators of memory performance. The behavioral test time was about 30 min per day for each mouse to be removed from the 3D clinostat for testing, and then quickly returned to the 3D clinostat after testing. Forced swim test The forced swim test was performed as previous studies 13 . Each mouse was individually placed into a non-transparent cylindrical plastic container (height of 25 cm; diameter of 18 cm) containing 15 cm of water at 23–25 °C. The test duration was 6 min, and immobility was analyzed during the last 4 min. Immobility behavior was considered by inactive time when the animal remained floating passively without any movements, with the exception of minimal movements to keep the head above water. During the behavioral testing time, each mouse was removed from the 3D clinostat device for about 20 min for testing, and then quickly returned to the 3D clinostat device after testing. Fear conditioning test Both contextual and cued fear conditioning protocols were implemented as previous studies 14 . On the first day, mice were introduced to a Plexiglas training cage under constant illumination for 5 min. On the second day, animals were allowed to adapt for 180 s in the box before commencing three to five rounds of circulation training. Auditory stimulation (30 s, 5 kHz, 70 dB) was then administered, followed by the delivery of electric current stimulation (0.65 mA, 1 s). The intervals between each training session were 30–60 s. Animals were allowed to remain in the cage for 30 s before being returned to their home cage. Twenty-four hours later, a contextual fear conditioning test was conducted by placing animals back into the same training cage without any sound or electric current stimulation, and their freezing behavior was recorded over a 330 s period. On the fourth day, cued fear conditioning began. The background and smell of the boxes were changed, and after 180 s of adaptation in the box, only auditory stimulation (5 kHz, 70 dB) was presented. Freezing behavior was then recorded over a 420 s period. Prior to each animal’s placement, the fear-conditioning box was thoroughly cleaned with 70% ethanol. The behavioral test time was about 20 min per day for each mouse to be removed from the 3D clinostat for testing, and then quickly returned to the 3D clinostat after testing. Brain transcriptomics Brain samples were bisected along the plane separating the hemispheres. For each brain, one hemisphere was selected for the generation of mRNA sequencing data, following a methodology similar to that described in the previously published paper 15 . Total RNA extraction was carried out using the TRIzol reagent (Invitrogen, CA, USA), following the manufacturer’s protocol. To assess the quality and quantity of the extracted RNA, the NanoDrop 2000 spectrophotometer (Thermo Scientific, USA) was employed. The integrity of the RNA was then evaluated using the Agilent 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA). Subsequently, RNA libraries were constructed with the VAHTS Universal V6 RNA-seq Library Prep Kit, strictly adhering to the manufacturer’s instructions. The transcriptome sequencing and subsequent analysis were conducted by OE Biotech Co., Ltd. (Shanghai, China). The libraries were sequenced on an Illumina Novaseq 6000 platform, generating 150 bp paired-end reads. The raw reads in fastq format underwent an initial processing step using fastp. During this process, low-quality reads were filtered out to obtain clean reads suitable for further analysis. The clean reads were then mapped to the reference genome using HISAT2. To quantify gene expression levels, the FPKM of each gene was calculated and the read counts for each gene were obtained via HTSeq-count. To evaluate the biological duplication of the samples, Principal Component Analysis (PCA) was performed using the R programming language (version 3.2.0). For the differential expression analysis, the DESeq2 package was utilized. Genes were considered significantly differentially expressed if they met the criteria of a  P  value < 0.05 and a fold change > 1.5 or fold change < 0.667. Bioinformatic analysis and graphics was performed using the OECloud tools at  https://cloud.oebiotech.com/task/ . The hindlimb unloading mice and real spaceflight microgravity mice brain transcriptome data have been sourced from published data. Specifically, the brain RNA-seq data of hindlimb unloading mice, which underwent hindlimb unloading for 2 weeks and had their total RNA extracted from each brain using Trizol for transcriptome analysis (GeneLab ID: GLDS-32, 10.26030/jpyz-fn46), and the data from spaceflight mice, that were housed in the Rodent Habitat for 39–42 days, euthanized in space (mice were anesthetized by ketamine/xylazine/acepromazine and subjected to cardiac puncture followed by cervical dislocation), and had their whole carcasses stored at − 80 °C during the Rodent Research-3 mission (GeneLab ID: GLDS-352, 10.26030/jm59-zy54), are both accessible within the NASA Open Science Data Repository ( https://osdr.nasa.gov/bio ). Differential expression analysis was performed using the DESeq2.  P  value < 0.05 and foldchange > 1.5 or foldchange < 0.667 was set as the threshold for significantly differential expression gene. Bioinformatic analysis and graphics was performed using the OECloud tools at  https://cloud.oebiotech.com/task/ . To compare the differences between three models, namely the 3D clinostat model (CS), hindlimb unloading model (HU), and space flight mice (FL), we conducted a distance comparison of transcriptome changes. Select shared genes from transcriptome data for analysis, and obtain log 2 FoldChang values for each gene, namely FC CS (1,2,3…n), FC HU (1,2,3…n), FC FL (1,2,3…n), and then calculate the brain transcriptome distance between each model, S CS/F",
  "introduction": "Introduction Space exploration is a long-term dream and pursuit of humanity, and it is also one of the important fields of technological development. In long-term space flight, astronauts face many problems. One of them is the reduction of gravitational force. Terrestrial life has evolved under the influence of gravity for millions of years, and long-term microgravity represents unusual stress experiences that can cause physiological and morphological changes 1 . Numerous studies have shown that long-term weightlessness can lead to various physiological and pathological changes, such as the skeletal and muscular system, cardiovascular system, immune system, and nervous system 2 . Prolonged exposure to microgravity during extended space missions poses various physiological challenges to astronauts, necessitating thorough research into the effects of microgravity on the human body. One of the crucial issues is the impact of long-term spaceflight on brain function. Studies have shown that astronauts experience changes such as ataxia, posture disorders, perceptual illusions, fatigue, and cognitive impairment 3 . The high cost and technical issues related to spaceflight have stimulated the development of ground models that reasonably simulate the effects of space flight. Currently, tail-suspension hindlimb unloading is the most classic and widely used model, particularly those affecting the musculoskeletal system 4 . However, this model has certain limitations, that is, it can only be applied locally, and cannot be applied to the whole experimental animal. Besides, there are physiological differences between hindlimb unloading models and spaceflight, especially in terms of somatosensory input, spatial orientation, and vestibular disruption 5 . Three-dimensional (3D) clinostat is a device that generates multi-directional G forces. By controlling the rotation on both axes, it can offset the cumulative gravity vector at the center of the device 6 . Previous studies have shown that 3D clinostat have been widely used on plants, cells and Caenorhabditis elegans to simulate microgravity effects 7 – 9 . Our previous studies suggest that the central nervous system probably changed in mice trained with 3D clinostat 10 . Therefore, the aim of our work is to systematically assess 3D clinostat simulated microgravity effect in mice by behavioral and multi group analysis, focusing on the changes in central nervous system and cognitive function.",
  "methods": "Methods Mice and treatment 10-week-old male C57BL/6J mice were purchased from Beijing HFK Bioscience Co., Ltd and kept in the experimental room at temperature 22 ± 2 °C, humidity 40 ± 5%, under a 12-h light/dark cycle. The mice were randomly divided into three groups: (1) MC group with mice housed in ordinary cage (MC, n = 6); (2) SB group with mice housed in survival box (SB, n = 6); (3) CS group with mice housed in survival box receiving 3D clinostat treatment (CS, n = 6). The structure of the 3D clinostat and the survival box (shown in Supplementary Figure S1) has been described in detail in our previous study 10 . The rotation modes are as follows: random rotation speed, 0–10 rpm; speed resolution, 0.1 rpm. Before the study, all mice were acclimated to the facility environment for 2 days and then adaptive training was carried out for 5 days to alleviate stress and adapt to the jelly like diet containing 59% water, 1% agar, and 40% purified feed. During training, the CS group underwent adaptive rotation for 1 h, 2 h, 4 h, 8 h, and 12 h each day, while the MC group was always placed in ordinary cage and the SB group was always placed in survival boxes without any treatment. The formal experiments began at 11 weeks old. The CS group experienced continuous simulated microgravity effect on clinostat for 8 weeks with the exception of cleaning cages and changing food for approximately 20 min per day; the other two groups of mice always lived in corresponding living facilities in the same room. To avoid the interference of acute stress, weight monitoring showed that the body weight of mice in the CS group gradually returned to the control group level after 28 days, suggesting that the mice had fully adapted to the 3D clinostat. Starting from the fifth week, mice underwent a series of behavioral experiments. Following each behavioral experiment, the mice were promptly placed into a 3D clinostat to ensure continuous microgravity effect stimulation. After 8 weeks, the mice were euthanized dissected for sampling at the end of the experiment (Fig.  1 a). Animal care was provided in accordance with institutional guidelines and all animal studies were performed in compliance with the ARRIVE guidelines and were approved by the Ethics Committee of the Laboratory of Animal Science of Peking Union Medical College (IACUC-20220415). Fig. 1 ( a ) Flowchart of the experimental procedures and the behavioral experiments are conducted in the order of arrangement; ( b ) Changes in mice body weight; ( c ) Total moving distance of mice in open field test; ( d ) Exercise time of mice in open field test; ( e ) Recognition index of mice in novel object recognition test; ( f ) Spontaneous alternations index in Y maze; ( g ) Latency to the platform time in Morris water maze. MC: ordinary cage control group; SB: survival box control group; CS: 3D clinostat model group. The data are presented as the mean ± SD, * P  < 0.05, ** P  < 0.01, *** P  < 0.001, n = 6 for each group. Mou",
  "results": "Results Effects of 3D clinostat on the body weight and general status in mice Figure  1 b showed the daily changes in weight of mice over the first 4 weeks. The SB group mice exhibited a weight profile similar to that of the MC group, indicating good adaptability to survival box. In contrast, the CS group mice undergoing 3D clinostat initially experienced a significant weight loss during the first 4 days. However, these mice gradually adapted to the 3D clinostat and their weight stabilized, followed by a slow recovery to levels similar to those of the SB control group and MC control group. Overall, the mice appeared healthy throughout the study period, indicating good adaptability to the 3D clinostat instrument. The impact of 3D clinostat on cognitive and motor related behavior We conducted a series of behavioral experiments to observe the 3D clinostat simulated microgravity effect on cognitive and motor related behaviors in mice. The results showed 3D clinostat treatment significantly reduced mice activity and exploratory desire, indicated by the significant reduction in movement distance and exercise time in the open field test as shown in Fig.  1 c–d, as well as in other behavioral experiments, including Y Maze, elevated plus maze and novel object recognition test (data not shown). In terms of learning and memory, there were no statistically significant differences in the recognition index in novel object recognition test (Fig.  1 e), the spontaneous alternations index in the Y maze (Fig.  1 f), and the latency to the platform in the Morris water maze (Fig.  1 g) between CS and SB group, suggesting that 3D clinostat did not have a significant impact on the learning and memory. Regarding motor ability, a series of tests including grip strength test, rotarod test, and gait analysis were conducted. The results of the grip strength test revealed no notable differences among the three groups of mice (Fig.  2 a). In the rotarod test, mice in the SB group exhibited a significantly shorter latency to fall compared to those in the MC group. This shorter latency may be attributed to the restricted activity space within the survival box for the SB group mice. Conversely, the CS group mice displayed a significantly longer latency to fall compared to the SB group, potentially due to their gradually acquired balancing ability through the 3D clinostat process (Fig.  2 b). Besides, gait analysis revealed significant changes in certain gait parameters in the CS group compared to the SB group, indicating that prolonged exposure to the 3D clinostat had a notable impact on the vestibular balance system (Table  1 , with the raw data shown in Supplementary Table S1). In terms of anxiety and depression, we conducted a series of experiments including the forced swim test, tail suspension test, and elevated plus maze. The results indicated that there were no statistically significant differences among the three groups of mice in terms of the duration of immobility in both the forced swim test and tail suspension test, as well as the percentage of open arm entries in the elevated plus maze. These findings suggest that exposure to the 3D clinostat did not result in significant depression or anxiety tendencies (Fig.  2 , c-e). However, in the fear conditioning test, the 3D clinostat seemed to induce a trend towards increased sensitivity to fear behavior and enhanced fear memory. During the fear memory learning phase, the CS group mice exhibited a notable increase in freezing rates (Fig.  2 f), coupled with a tendency of increased freezing rates in the contextual memory phase (Fig.  2 g). Especially during the extinction phase, CS mice still demonstrated a significant increase in freezing rate, indicating enhanced fear memory and weakened extinction (Fig.  2 h). Additionally, an increasing trend in freezing rate was also observed in the CS group mice during the subsequent sound stimulus phase (Fig.  2 i). Upon comprehensive analysis of the behavioral r",
  "discussion": "Discussion This study explored the impact of simulated microgravity effect using a 3D clinostat on mice, with a particular focus on behavioral, metabolic, gut microbiome and brain transcriptome changes. Our findings revealed that the simulated microgravity effect induced by the 3D clinostat triggered noteworthy transformations within the central nervous system. This model has the potential to serve as a valuable tool for investigating cognitive changes associated with microgravity environments, while also offering new insights into the potential mechanisms underlying spaceflight-related health risks. In this study, the behavioral experiments demonstrated that the 3D clinostat had a significant impact on the physical activity and exploratory behavior. The observed reduction in movement distance and exercise time in the open field test, combined with similar findings in the Y Maze, elevated plus maze, and novel object recognition tests, suggests a marked decrease in the overall motivation and exploratory drive. These results are consistent with existing literature on the effects of microgravity, where diminished activity levels and altered behavioral patterns have been reported 19 – 21 . For instance, mice displayed similar declines in exploratory behavior after a 30-day spaceflight on Bion-M1 satellite 21 . Different from past results, we did not find obvious anxiety or depression in mice 20 , 22 , 23 . It is known that chronic restraint can lead to anxiety and depression 24 . We speculate that the anxiety or depression emotion of animals found in the HU model might be caused by tail suspension and restraint, rather than the direct effect of microgravity. The absence of notable disparities in learning and memory between the CS and SB groups, as assessed by the Morris water maze and other memory related tests, might initially seem surprising. One would expect that the reduced physical activity and altered emotional states might extend to cognitive functions. However, the results suggest that the impact of microgravity on cognition might be more complex, potentially involving compensatory mechanisms that preserve cognitive abilities despite changes in other behavioral domains. This finding aligns with studies in which astronauts, despite experiencing emotional and physical stressors, often maintain cognitive performance during space missions, possibly due to intensive training and adaptation processes 25 . In fact, there are indeed some controversies about the effects of microgravity on cognitive function 25 – 27 . During spaceflights, the overall cognitive performance of astronauts does not show significant decline, but their cognitive function declines notably after returning to Earth 25 . Wollseiffen et al. found that neurocognitive performance can even be improved during short-term microgravity, thus suspecting that cognitive impairment is caused by the combined effects of complex spaceflight stressors rather than microgravity itself 28 . The ad",
  "conclusion": "Conclusion In summary, our research underscored that 3D clinostat model exerted profound effects on the behavior, metabolism, microbiome, and brain transcriptome. Compared to hindlimb unloading model, the 3D clinostat model demonstrates a closer resemblance to the brain transcriptome expression profiles observed in spaceflight animals, thereby offering a novel and invaluable research tool for simulating microgravity effect on Earth."
}