{
  "id": "PMC12008199",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC12008199/",
  "title": "Mechanosensing antagonizes ethylene signaling to promote root gravitropism in rice",
  "authors": "Han-Qing Wang, Xing-Yu Zhao, Zhong Tang, Xin-Yuan Huang, Peng Wang, Wenhua Zhang, Yunhui Zhang, Sheng Luan, Fang-Jie Zhao",
  "year": "2025",
  "journal": "Nature Communications",
  "abstract": "Root gravitropism relies on gravity perception by the root cap and requires tightly regulated phytohormone signaling. Here, we isolate a rice mutant that displays root coiling in hydroponics but normal gravitropic growth in soil. We identify  COILING ROOT IN WATER 1  ( CRW1 ) encoding an ETHYLENE-INSENSITIVE3 (EIN3)-BINDING F-BOX PROTEIN (OsEBF1) as the causative gene for the mutant phenotype. We show that the OsCRW1-EIN3 LIKE 1 and 2 (OsEIL1/2)-ETHYLENE RESPONSE FACTOR 82 (OsERF82) module controls the production of reactive oxygen species in the root tip, subsequently impacting root cap stability, polar localization of PIN-FORMED 2 (OsPIN2), symmetric distribution of auxin, and ultimately gravitropic growth of roots. The OsEIL1/2-OsERF82 ethylene signaling module is effectively impeded by applying gentle mechanical resistance to root tips, including growing in water-saturated paddy soil. We further show that mechanosensing-induced calcium signaling is required and sufficient for antagonizing the ethylene signaling pathway. This study has revealed previously unanticipated interplay among ethylene, auxin, and mechanosensing in the control of plant gravitropism.",
  "keywords": "Plant signalling, Tropism, Plant hormones",
  "full_text": "Introduction The terrestrial colonization of plants is a critical milestone in the Earth’s evolution history, dramatically increasing the productivity of organic carbon on land to support highly diverse ecosystems 1 , 2 . The emergence of roots with a gravitropic growth pattern is a critical evolution for land plants, enabling them to anchor in the soil and absorb water and nutrients 3 . Root gravitropism features perception of gravity by the root cap and directional growth regulation mediated by auxin 4 . In gravity-oriented roots, symmetrical distribution of auxin in root tips maintain symmetrical growth 5 . When root growth deviates from the direction of gravity, the amyloplasts in the columella cells of the root cap rapidly sink to the plasma membrane at the bottom, triggering the activation of gravity response via LAZY proteins 6 , 7 . Such response entails relocation of the auxin exporter PIN-FORMED (PIN) in the cells and redistribution of auxin 8 – 10 , thus promoting asymmetric auxin flow and asymmetric cell growth to bend the root tip to the gravity direction 11 . Mutations in auxin transporters and gravity-signaling-related proteins often lead to defective root gravitropism during vertical growth, such as root tips growing toward random directions 7 , 12 , 13 , wavy roots 14 , and enlarged root angles 15 , 16 . The gaseous plant hormone ethylene plays crucial roles in plant development, senescence, and stress resistance 17 , 18 . Ethylene biosynthesis and signaling are induced by specific conditions or stresses, including flooding, drought, low temperatures, and pathogens 18 . Ethylene signaling pathway starts with ethylene receptors in the endoplasmic reticulum membrane 19 – 21  and ends with gene regulation in the nucleus 22 – 24 . In the nucleus, the core ethylene response transcription factors ETHYLENE INSENSITIVE3 (EIN3)/ EIN3-Like proteins (EILs) activate the transcription of specific downstream genes in response to ethylene-inducing stress events 25 , 26 . When the stress signal fades and the ethylene level goes down, EIN3/EILs are degraded by the EIN3-BINDING F-box protein 1/2 (EBF1/2) mediated ubiquitination/proteasome pathway 27 , 28 . Although ethylene is indispensable for plants, high level of ethylene is adverse for root growth 29 . In compacted soil, diffusion of ethylene away from roots is limited, resulting in the accumulation of ethylene and inhibition of root penetration into the soil 30 . Ethylene inhibits root elongation by interacting with other plant hormones, such as auxin and abscisic acid 31 . For example, excess ethylene enhances auxin biosynthesis and promotes Auxin Response Factors (ARFs)-mediated transcriptional regulation to affect cell wall composition, thereby limiting the elongation of root cells 32 , 33 . Excess ethylene also weakens root gravitropic response by affecting auxin biosynthesis 34 , 35 . In addition, some auxin signaling and transport mutants exhibit both defective gravitropic phenotypes and insensitivity to ethylene 36 , 37 . However, the specific mechanism whereby ethylene signaling controls gravitropic growth remains unclear. In this study, we isolated an intriguing rice mutant that displays root coiling in hydroponic culture but normal gravitropic growth in soil. The mutated gene represents a loss-of-function allele for the EIN3-binding F-box protein OsCRW1/OsEBF1, leading to overaccumulation of the OsEIL1 and OsEIL2 and amplified ethylene signaling. We show that OsEIL1/2 act on the ethylene response factor OsERF82, which subsequently regulates the transcription of several genes involved in the production of reactive oxygen species (ROS). Overaccumulation of ROS in the root tip leads to premature loss of the root cap structure, impaired polar localization of OsPIN2 and auxin distribution, resulting in severely impaired gravitropism. In the soil-grown plants, however, gravitropism is restored in a mechanosensing-induced calcium signaling-dependent manner, revealing an intricate regulation of gravitropism by crosstalk between ethylene signaling and mechanosensing. Results crw1  roots coil in water but not in soil We screened an ethyl methylsulfonate-mutagenized population (approximately 5000 lines) of the rice ( Oryza sativa  L.) cultivar Zhonghua11 and isolated a mutant with root coiling phenotype when grown in hydroponic culture (Fig.  1a , Supplementary Movie  1 ). Both seminal and adventitious roots of the mutant coiled in the root tip region, resulting in a shorter root depth compared to the wild type (WT, Supplementary Fig.  1 ). Changes in nutrient supply, solution pH, aeration (dissolved oxygen level), and exposure to light did not alter the root coiling phenotype of the mutant in hydroponic culture (Supplementary Fig.  2 ). When grown in water-saturated solid media (e.g. paddy soil, soil-vermiculite mixture, vermiculite and peat pellet), however, the root coiling phenotype disappeared (Fig.  1a  and Supplementary Fig.  3 ). We named the mutant  coiling root in water  ( crw1 ). Fig. 1 crw1  shows defective gravitropism when grown in water but not in soil. a – d  Seedlings of WT and  crw1  were grown in water or soil for 2 days.  a  Root phenotypes.  b  Root caps.  c  Lugol’s staining of amyloplast.  d ,  e  Responses of WT and  crw1  roots to gravity stimulation. Seedlings of WT and  crw1  were grown in water or soil for 1 day, and roots were placed horizontally for another 9-hour growth.  d  Root phenotypes.  e  Growth angle of root tip at 9 h. The direction of each root tip was measured as the absolute value toward the direction of gravity. The frequency was calculated as the proportion of root number that fell within 15° to the total number of analyzed roots for WT and  crw1 .  f ,  g  Auxin distribution of root tips indicated by expressing DR5rev::VENUS (green fluorescence).  f  WT and  crw1  grow in water or soil for two days.  g  When growing in water, the auxin of  crw1  root tips is consistently asymmetrically distributed. The red fluorescence of propidium iodide (PI) indicates cell wall. White dashes outline the root tip of  crw1  and the white arrow with g indicates the direction of gravity.  h  Localization of OsPIN2-GFP of epidermis at 1 mm from the root tip focusing on the left (L), middle (M) or right (R) side of the root. WT and crw1 expressing proOsPIN2::OsPIN2-GFP grew in water or soil for two days. Scale bars are 1 cm in ( a, \n d ), 100 μm in ( b, c, f, g ) and 20 μm in ( h ). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file. In contrast to the distinctive root phenotype, shoots of  crw1  grew normally in hydroponics (Supplementary Fig.  4a, b ). Plants were grown to maturity in two paddy fields. In one paddy field, no significant difference was observed between  crw1  and WT in any of the agronomic traits determined at plant maturity (Supplementary Fig.  4c–h ), whereas in the other field there was a small and significant reduction in the percentage of filled grains and grain biomass per plant in  crw1  compared with WT (Supplementary Fig.  4i–n ). crw1  exhibits smaller root cap, asymmetric auxin distribution and defective gravitropic response in hydroponic The coiling phenotype of  crw1  suggests that it may be a gravitropic mutant. Compared with WT,  crw1  had a smaller root cap (Fig.  1b ) and fewer amyloplasts in the root tip (Fig.  1c ). When roots were placed horizontally,  crw1  responded less sensitively to gravity than WT and started to coil at 6 h after horizontal placement (Fig.  1d, e  and Supplementary Fig.  5 ), indicating impaired gravitropic response. Auxin distribution is crucial for root gravitropism 11 . To examine the auxin distribution in the root tip, we introduced the auxin reporter  DR5rev::VENUS  into WT and  crw1 . When grown in water (Fig.  1g ), WT roots showed symmetrical auxin distribution, whereas  crw1  showed asymmetric auxin distribution at different stages of coiling (Fig.  1g ). When WT roots were placed horizontally, gravity triggered rapid accumulation of auxin on the bottom side of the root tip, causing it to grow towards the gravity direction; once the root tip grew in the gravity direction, symmetrical auxin distribution was restored (Supplementary Fig.  6a ). In contrast,  crw1  exhibited an asymmetric auxin distribution at all stages under gravitational stimulation (Supplementary Fig.  6b ). As expected, asymmetric auxin distribution led to asymmetric cell length on the two sides of the root tip (Supplementary Fig.  7a–c ). Compared to WT,  crw1  had a shorter meristem and fewer meristem cells (Supplementary Fig.  7d, e ). Staining with 5-ethynyl-2-deoxyuridine (EdU) showed a lower proliferation of meristem cells in  crw1  than WT (Supplementary Fig.  7f, g ). Applying the auxin biosynthesis inhibitor L-Kynurenine (L-Kyn) or removing the root cap resulted in a more even auxin distribution (indicated by  DR5rev::VENUS ) and rescued the root coiling phenotype of  crw1  (Supplementary Fig.  8 ). In  Arabidopsis thaliana , symmetrical auxin distribution in the root tip is maintained by the auxin exporter PIN2, which is polarly localized on the top of the root epidermal cells to allow the shootward flow of auxin from the root tip 12 . This pattern of polar localization is conserved in seed plants 3 . To examine the localization of OsPIN2 in the root tip, we introduced  OsPIN2-GFP  driven by its native promoter ( pOsPIN2::OsPIN2-GFP ) into WT and  crw1  by crossing. OsPIN2-GFP was polarly localized in the epidermal cells in WT, whereas such polarity was lost in  crw1  (Fig.  1h ), which is consistent with the asymmetric auxin distribution observed in  crw1  root tips. When grown in soil, all phenotypes of the mutant, including root coiling, root cap size, OsPIN2 polar localization, auxin distribution, and gravity response, were rescued to similar levels observed in WT (Fig.  1a–h  and Supplementary Fig.  5 ). Taken together, these data suggest that the root coiling phenotype of  crw1  in water is caused by a smaller root cap size with fewer amyloplasts and asymmetric auxin distribution resulted from OsPIN2 mis-localization. Cloning the causative gene of  crw1 To clone the causal gene for the  crw1  phenotype, we backcrossed WT (paternal) with  crw1  (maternal). All F 1  plants showed the straight-root phenotype in water (Supplementary Fig.  9a ), and the F 2  progeny segregated into 340 and 119 straight and coiling-root, respectively, which is consistent with a 3:1 ratio (χ 2  = 0.002,  P  = 0.966) (Supplementary Fig.  9b ), indicating that the root coiling phenotype of  crw1  resulted from recessive mutation of a single gene. We conducted genomic resequencing mapping and Mut-Map analysis on the F 2  progeny and identified three candidate genes,  Os06g0604400 ,  Os06g0605900 , and  Os06g0619600  (Supplementary Fig.  9c, d ). Complementation tests identified  Os06g0605900  as the causative gene for the mutant phenotype, which we name  COILING ROOT IN WATER 1 (OsCRW1)  (Fig.  2a–d  and Supplementary Fig.  9e, f ). Compared to WT, a 3681-bp fragment deletion was identified in the promoter and a portion of the open reading frame of  crw1  allele, resulting in a total loss of transcription (Fig.  2a, b ). CRISPR/Cas9-mediated knockout of  OsCRW1  ( oscrw1 KO ) in WT also generated the same root coiling phenotype in water, which disappeared in soil (Fig.  2e, f  and Supplementary Fig.  10a ). The three  oscrw1 KO  lines also showed smaller root caps and asymmetric auxin distribution in the root tips when grown in water, and these defective phenotypes were rescued when plants were grown in soil (Supplementary Fig.  10b, c ). Fig. 2 OsCRW1/OsEBF1  is the causative gene of  crw1. a  A 3681-bp deletion occurred in the upstream and coding sequence of  OsCRW1  in  crw1 .  b \n OsCRW1  transcript in WT,  crw1  and  OsCRW1 COM /crw1  complementation lines.  OsHistone  and  OsActin  were used as the internal reference genes.  c ,  d  WT,  crw1  and  OsCRW1 COM /crw1  seedlings were grown in water for 2 days.  c  Root phenotypes.  d  Root depth.  e ,  f  WT,  crw1  and  OsCRW1  knockout ( oscrw1 KO , in WT background) lines were grown in water for 2 days.  e  Root phenotypes.  f  Root depth.  g ,  h  Tissue expression pattern of  OsCRW1  in the root tip of transgenic plants expressing  proOsCRW1::GFP  or  proOsCRW1::GUS .  i  Subcellular localization of OsCRW1 detected by expressing  pro35S::GFP  or  pro35S::GFP-OsCRW1  in rice protoplasts transiently. Data are means ± SD,  n  = 4 in ( b ) and  n  = 10 in ( d ); In ( f ),  n  = 11 in  oscrw1 KO -1  of soil group, 13 in WT and  crw1  of soil group and 12 in the other columns. Significant difference from WT was determined by two-sided Student’s t-test. Scale bars are 1 cm in ( e  and  c ), 1 mm in ( g ), 200 μm in ( h ) and 20 μm in ( i ). The data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file. Analysis of transgenic plants expressing  pOsCRW1::GFP  and  pOsCRW1::GUS  showed that  OsCRW1  was expressed in both roots and shoots (Fig.  2g, h  and Supplementary Fig.  11 ). In roots,  OsCRW1  was strongly expressed in root tips, especially in the root cap (Fig.  2g, h ). Transient expression of  p35S::GFP-OsCRW1  in rice protoplasts showed that OsCRW1 was localized in the nucleus (Fig.  2i ). Elevated ethylene response in  crw1  when grown in hydroponic OsCRW1  encodes an F-box domain containing protein (OsEBF1), a homolog of the  Arabidopsis  EIN3-binding F-box protein 1 (AtEBF1) 27 , 28 . Recent studies showed that OsEBF1 and OsEBF2 negatively control ethylene signaling like AtEBF1 and AtEBF2 38 , and loss of function of OsEBF1 or OsEBF2 led to a hypersensitivity of root and coleoptile to exogenous ethylene 38 , and a decreased resistance to brown planthopper in rice 39 , 40 . To examine whether loss of function of  OsEBF2  affects gravitropism, we knocked out  OsEBF2  in the WT background using CRISPR/Cas9. No effect on root growth and gravitropism was found (Supplementary Fig.  12a, b ). Knockout of  OsEBF2  in  crw1  did not exacerbate the root coiling phenotype in water, and also did not affect the phenotype recovery in soil (Supplementary Fig.  12c, d ), suggesting that OsEBF2, unlike OsCRW1/OsEBF1, does not play a role in root gravitropism. We performed RNA-seq analysis on WT and  crw1  roots grown in water or soil. Among the differentially expressed genes (DEGs) between  crw1  and WT grown in water, ethylene-responsive genes were strongly enriched, with 30 of the 32 DEGs being significantly upregulated in  crw1 , including 20 ethylene response transcription factors (ERFs) (Fig.  3a, b ). When grown in soil, the number of DEGs between  crw1  and WT decreased to 5, with 2 ethylene-related genes being upregulated in  crw1  compared with WT (Supplementary Fig.  13 ). Application of 1-MCP, an ethylene response inhibitor, totally rescued the phenotypes of smaller root cap, asymmetric auxin distribution and root coiling in  crw1  and three  oscrw1 KO  lines in water (Fig.  3c–f ), suggesting that excessive ethylene response leads to the root coiling phenotype. Fig. 3 Amplified ethylene-activated signaling causes root coiling of  crw1  when grown in water. a ,  b  Gene oncology pathway enrichment of differentially expressed genes (DEGs) between  crw1  and WT roots. WT and  crw1  seedlings were grown in water for 2 days and whole roots were sampled for RNA-seq analysis. An adjusted  p -value of ≤0.05 in multiple tests and an absolute log 2 fold change  value ≥ 1 were used as the thresholds for determining significant differences in gene expression.  a  Top 25 pathways sorted based on the enrichment factor and  p -value.  b  Expression levels of DEGs in the ethylene-activated signaling pathway.  c – f  WT,  crw1  and  OsCRW1  knockout lines were grown in water with or without 10 μM 1-Methylcyclopropene (1-MCP) for 2 days.  c  Lugol’s staining of amyloplast.  d  DR5rev::VENUS signal in root tips.  e  Root phenotypes.  f  Root depth. Data shown are mean ± SD,  n  = 6 in the control group and 7 in the 1-MCP group. Significant difference from WT was determined by two-sided Student’s t-test. Scale bars are 100 μm in ( c  and  d ) and 1 cm in ( e ). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file. The above findings support the notion that OsCRW1/OsEBF1 may, like  Arabidopsis  AtEBF1, function in the degradation of core ethylene response transcription factors 27 , 28 . These may include OsEIL1 and OsEIL2 that are rice homologs of AtEIN3/EIL1 (Supplementary Fig.  14a ), the central transcriptional factors controlling the activation of ethylene signaling and targets of AtEBF1 41 , 42 . We investigated whether OsCRW1 interacts with OsEIL1/OsEIL2 proteins. Yeast two-hybrid (Y2H) and bimolecular fluorescence complementation (BiFC) assays showed that OsCRW1 physically interacted with OsEIL1 and OsEIL2 (Supplementary Fig.  14b, c ). We generated transgenic plants expressing  pOsEIL1::OsEIL1-Flag  or  pOsEIL2::OsEIL2-Flag  in WT, and introduced these transgenes into  crw1  by crossing. Western blot showed that  crw1  roots accumulated much higher levels of OsEIL1 and OsEIL2 than WT when grown in water, but the differences largely disappeared when grown in soil (Fig.  4a, b ). WT roots grown in water, submerged paddy soil, vermiculite or soil-vermiculite mixture showed similarly low levels of OsEIL1 (Supplementary Fig.  15 ), indicative of similar levels of ethylene in these media. In contrast, WT roots grown in a highly compacted soil (bulk density = 1.6 g cm −3 ) exhibited an elevated level of OsEIL1, indicating an increased ethylene consistent with the report by Pandey et al. 30  Next, we knocked out  OsEIL1  ( oseil1 KO /crw1 ) or  OsEIL2  ( oseil2 KO /crw1 ) in  crw1  by using CRISPR/Cas9 (Supplementary Fig.  14d, e ), which essentially rescued the root coiling phenotype of  crw1  in water (Fig.  4c, d ), with the effect being greater in  oseil1 KO /crw1  than in  oseil2 KO /crw1 . These results indicate that loss of function of OsCRW1/OsEBF1 leads to overaccumulation of both OsEIL1 and OsEIL2, causing the root coiling phenotype in water, with OsEIL1 playing a larger role than OsEIL2. Fig. 4 Amplified module of OsEIL1/2-OsERF82 causes root coiling of  crw1  when grown in water. a ,  b  Immunoblot analysis of OsEIL1 and OsEIL2 proteins in roots. WT and  crw1  seedlings expressing  proOsEIL1::OsEIL1-Flag  or  proOsEIL2::OsEIL2-Flag  were grown in water or soil for 2 days before analysis. OsEIL1-Flag and OsEIL2-Flag proteins were detected by Flag antibody (anti-Flag) and the Actin (anti-Actin) was used as a loading control.  c ,  d  WT,  crw1 ,  oseil1 KO /crw1  lines and  oseil2 KO /crw1  lines were grown in water for 2 days.  c  Root phenotypes.  d  root depth.  e  Transcriptional level (FPKM value) of  OsERF82  in roots.  f ,  g  WT,  crw1 , and  oserf82 \n KO /crw1  lines were grown in water for 3 days.  f  Root phenotypes.  g  Root depth.  h  Analysis of  OsERF82  promoter (2.5 kb). EBS, EIN3-binding site (ATGTA).  i ,  j  Detection of the direct binding between OsEIL1 (or OsEIL2) and  OsERF82  promoter by EMSA.  k  and  l  Binding of OsEIL1 or OsEIL2 on  OsERF82  promoter by ChIP-qPCR assay.  crw1  seedlings expressing  proOsEIL1::OsEIL1-Flag  or  proOsEIL2::OsEIL2-Flag  were grown in water or soil for 2 days before ChIP-qPCR analysis. IgG was used as the control.  m  Transcriptional level of  OsERF82  in roots by qPCR. WT,  crw1 ,  oseil1 KO /crw1  and  oseil2 KO /crw1  lines were grown in water for 2 days before qPCR analysis.  OsHistone  and  OsActin  were used as the internal reference genes. Data are means ± SD;  n  = 3 in ( e, \n k, \n l, \n m ), 8 in ( d ) and 10 in ( g",
  "introduction": "Introduction The terrestrial colonization of plants is a critical milestone in the Earth’s evolution history, dramatically increasing the productivity of organic carbon on land to support highly diverse ecosystems 1 , 2 . The emergence of roots with a gravitropic growth pattern is a critical evolution for land plants, enabling them to anchor in the soil and absorb water and nutrients 3 . Root gravitropism features perception of gravity by the root cap and directional growth regulation mediated by auxin 4 . In gravity-oriented roots, symmetrical distribution of auxin in root tips maintain symmetrical growth 5 . When root growth deviates from the direction of gravity, the amyloplasts in the columella cells of the root cap rapidly sink to the plasma membrane at the bottom, triggering the activation of gravity response via LAZY proteins 6 , 7 . Such response entails relocation of the auxin exporter PIN-FORMED (PIN) in the cells and redistribution of auxin 8 – 10 , thus promoting asymmetric auxin flow and asymmetric cell growth to bend the root tip to the gravity direction 11 . Mutations in auxin transporters and gravity-signaling-related proteins often lead to defective root gravitropism during vertical growth, such as root tips growing toward random directions 7 , 12 , 13 , wavy roots 14 , and enlarged root angles 15 , 16 . The gaseous plant hormone ethylene plays crucial roles in plant development, senescence, and stress resistance 17 , 18 . Ethylene biosynthesis and signaling are induced by specific conditions or stresses, including flooding, drought, low temperatures, and pathogens 18 . Ethylene signaling pathway starts with ethylene receptors in the endoplasmic reticulum membrane 19 – 21  and ends with gene regulation in the nucleus 22 – 24 . In the nucleus, the core ethylene response transcription factors ETHYLENE INSENSITIVE3 (EIN3)/ EIN3-Like proteins (EILs) activate the transcription of specific downstream genes in response to ethylene-inducing stress events 25 , 26 . When the stress signal fades and the ethylene level goes down, EIN3/EILs are degraded by the EIN3-BINDING F-box protein 1/2 (EBF1/2) mediated ubiquitination/proteasome pathway 27 , 28 . Although ethylene is indispensable for plants, high level of ethylene is adverse for root growth 29 . In compacted soil, diffusion of ethylene away from roots is limited, resulting in the accumulation of ethylene and inhibition of root penetration into the soil 30 . Ethylene inhibits root elongation by interacting with other plant hormones, such as auxin and abscisic acid 31 . For example, excess ethylene enhances auxin biosynthesis and promotes Auxin Response Factors (ARFs)-mediated transcriptional regulation to affect cell wall composition, thereby limiting the elongation of root cells 32 , 33 . Excess ethylene also weakens root gravitropic response by affecting auxin biosynthesis 34 , 35 . In addition, some auxin signaling and transport mutants exhibit both defective gravitropic phenotypes an",
  "methods": "Plant materials and growth conditions The japonica rice cultivar Zhonghua11 was used as the wild type (WT) for all experiments. An ethyl methylsulfonate (EMS)-mutagenized population (M3 generation) was used for root phenotype screening. Transgenic plant materials were generated as described below. Seeds were surface sterilized with 15% NaClO for 30 min, washed with sterilized water, and placed in a 37 °C incubator for 2 days to promote germination. Germinated seeds were transferred to hydroponic boxes, soil culture boxes or agar plates to grow depending on the requirements of different experiments. Experiments were carried out in a growth room with the following conditions: temperature 28 °C ± 0.5 °C, humidity 50%–60%, 12-h photoperiod with a light intensity of 100 mmol of photons m −2  s −1 . WT and mutant were also grown in two paddy fields (Nanjing and Sanya) to maturity. Agronomic traits, including plant height, tiller number, percentage of filled grains, 1000-grain weight and grain biomass per plant, were determined at plant maturity.",
  "results": "Results crw1  roots coil in water but not in soil We screened an ethyl methylsulfonate-mutagenized population (approximately 5000 lines) of the rice ( Oryza sativa  L.) cultivar Zhonghua11 and isolated a mutant with root coiling phenotype when grown in hydroponic culture (Fig.  1a , Supplementary Movie  1 ). Both seminal and adventitious roots of the mutant coiled in the root tip region, resulting in a shorter root depth compared to the wild type (WT, Supplementary Fig.  1 ). Changes in nutrient supply, solution pH, aeration (dissolved oxygen level), and exposure to light did not alter the root coiling phenotype of the mutant in hydroponic culture (Supplementary Fig.  2 ). When grown in water-saturated solid media (e.g. paddy soil, soil-vermiculite mixture, vermiculite and peat pellet), however, the root coiling phenotype disappeared (Fig.  1a  and Supplementary Fig.  3 ). We named the mutant  coiling root in water  ( crw1 ). Fig. 1 crw1  shows defective gravitropism when grown in water but not in soil. a – d  Seedlings of WT and  crw1  were grown in water or soil for 2 days.  a  Root phenotypes.  b  Root caps.  c  Lugol’s staining of amyloplast.  d ,  e  Responses of WT and  crw1  roots to gravity stimulation. Seedlings of WT and  crw1  were grown in water or soil for 1 day, and roots were placed horizontally for another 9-hour growth.  d  Root phenotypes.  e  Growth angle of root tip at 9 h. The direction of each root tip was measured as the absolute value toward the direction of gravity. The frequency was calculated as the proportion of root number that fell within 15° to the total number of analyzed roots for WT and  crw1 .  f ,  g  Auxin distribution of root tips indicated by expressing DR5rev::VENUS (green fluorescence).  f  WT and  crw1  grow in water or soil for two days.  g  When growing in water, the auxin of  crw1  root tips is consistently asymmetrically distributed. The red fluorescence of propidium iodide (PI) indicates cell wall. White dashes outline the root tip of  crw1  and the white arrow with g indicates the direction of gravity.  h  Localization of OsPIN2-GFP of epidermis at 1 mm from the root tip focusing on the left (L), middle (M) or right (R) side of the root. WT and crw1 expressing proOsPIN2::OsPIN2-GFP grew in water or soil for two days. Scale bars are 1 cm in ( a, \n d ), 100 μm in ( b, c, f, g ) and 20 μm in ( h ). Data and images shown are representative results of three independent experiments with similar results. Source data are provided as a Source Data file. In contrast to the distinctive root phenotype, shoots of  crw1  grew normally in hydroponics (Supplementary Fig.  4a, b ). Plants were grown to maturity in two paddy fields. In one paddy field, no significant difference was observed between  crw1  and WT in any of the agronomic traits determined at plant maturity (Supplementary Fig.  4c–h ), whereas in the other field there was a small and significant reduction in the percentage of filled grains and grain biomass per plant in  crw1  compared with WT (Supplementary Fig.  4i–n ). crw1  exhibits smaller root cap, asymmetric auxin distribution and defective gravitropic response in hydroponic The coiling phenotype of  crw1  suggests that it may be a gravitropic mutant. Compared with WT,  crw1  had a smaller root cap (Fig.  1b ) and fewer amyloplasts in the root tip (Fig.  1c ). When roots were placed horizontally,  crw1  responded less sensitively to gravity than WT and started to coil at 6 h after horizontal placement (Fig.  1d, e  and Supplementary Fig.  5 ), indicating impaired gravitropic response. Auxin distribution is crucial for root gravitropism 11 . To examine the auxin distribution in the root tip, we introduced the auxin reporter  DR5rev::VENUS  into WT and  crw1 . When grown in water (Fig.  1g ), WT roots showed symmetrical auxin distribution, whereas  crw1  showed asymmetric auxin distribution at different stages of coiling (Fig.  1g ). When WT roots were placed horizontally, gravi",
  "discussion": "Discussion Ethylene plays a critical role in plant growth, development and resistance to multiple biotic and abiotic stresses. Because ethylene biosynthesis fluctuates widely under the influence of changing environments 18 , 51 , its effect on gravitropic growth of roots must be tightly regulated. In this study, by dissecting the genetic basis for the root coiling phenotype in the rice mutant  crw1 , we uncovered the molecular module of OsCRW1 (OsEBF1)-OsEIL1/OsEIL2-OsERF82-ROS that connects ethylene signaling to gravitropism in rice roots (Fig.  8 ). Furthermore, by addressing why growing in soft solid media rescued root coiling phenotype of  crw1 , we discovered an unexpected role of root cap mechanosensing in limiting excessive ethylene signaling, thereby safeguarding gravitropic growth of rice roots (Fig.  8 ). Fig. 8 A model of OsCRW1 and mechanosensing inhibiting ethylene signaling to maintain root gravitropism. The presence of OsCRW1 and mechanosensing of root tips maintains root gravitropism in soil. OsCRW1 and the mechanosensing induced Ca 2+  signaling inhibit the ethylene signaling module of OsEIL1/OsEIL2-OsERF82 to control ROS homeostasis in root tips, consequently maintaining the structural stability of root cap and polar localization of OsPIN2, ultimately ensuring gravitropism in rice roots. Some components of this Figure were creased with Adobe Illustrator ( https://helpx.adobe.com/cn/support/illustrator.html ). The gravitropic growth of roots depends on the perception of gravity by the root cap and the symmetric distribution of auxin in the root tip. The former requires amyloplast as the gravity responder to transmit the gravity signal via LAZY proteins 6 , 7 , and the latter is tightly controlled by polar-localized auxin transporters such as PIN2 12 . Mutations of critical genes in auxin transport (e.g.  pin2 12 ,  aux1 13 ,  eir1 36 ), amyloplast synthesis 52 , 53  and gravity signaling 6 , 7  cause plant roots to display defective gravitropic behaviors during vertical growth. The impact of ethylene signaling on root gravitropism appears to vary among plant species. In  Arabidopsis , loss-of-function mutations of the key genes that control ethylene biosynthesis or signal transduction, including  ETO1 ,  CTR1, EIN2,  and  EIN3 , did not affect gravitropic growth of roots 35 . In contrast, disruption of  EIL1  and  EIN2  homologous genes in rice or maize resulted in enlarged angle of adventitious roots when grown in hydroponic, indicating a weakened gravitropism 35 . In the present study, we found that loss of function of OsCRW1/OsEBF1 led to coiling of both seminal and adventitious roots of rice in hydroponic culture, indicative of a severe disruption of gravitropism. The F-box proteins EBFs bind to EIN3 and EIL proteins, thus promoting their degradation via a ubiquitin/proteasome pathway 27 , 28 . The loss of function of OsCRW1/OsEBF1 led to overaccumulation of OsEIL1/2 proteins in rice roots and consequently amplified ethylene ",
  "conclusion": ""
}