{
  "id": "PMC10284894",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10284894/",
  "title": "Microbial applications for sustainable space exploration beyond low Earth orbit",
  "authors": "Allison P. Koehle, Stephanie L. Brumwell, Emily P. Seto, Anne M. Lynch, Camilla Urbaniak",
  "year": "2023",
  "journal": "NPJ Microgravity",
  "abstract": "With the construction of the International Space Station, humans have been continuously living and working in space for 22 years. Microbial studies in space and other extreme environments on Earth have shown the ability for bacteria and fungi to adapt and change compared to “normal” conditions. Some of these changes, like biofilm formation, can impact astronaut health and spacecraft integrity in a negative way, while others, such as a propensity for plastic degradation, can promote self-sufficiency and sustainability in space. With the next era of space exploration upon us, which will see crewed missions to the Moon and Mars in the next 10 years, incorporating microbiology research into planning, decision-making, and mission design will be paramount to ensuring success of these long-duration missions. These can include astronaut microbiome studies to protect against infections, immune system dysfunction and bone deterioration, or biological in situ resource utilization (bISRU) studies that incorporate microbes to act as radiation shields, create electricity and establish robust plant habitats for fresh food and recycling of waste. In this review, information will be presented on the beneficial use of microbes in bioregenerative life support systems, their applicability to bISRU, and their capability to be genetically engineered for biotechnological space applications. In addition, we discuss the negative effect microbes and microbial communities may have on long-duration space travel and provide mitigation strategies to reduce their impact. Utilizing the benefits of microbes, while understanding their limitations, will help us explore deeper into space and develop sustainable human habitats on the Moon, Mars and beyond.",
  "keywords": "Microbiology, Biotechnology, Biological techniques",
  "full_text": "Introduction The National Aeronautics and Space Administration (NASA) has pledged to return humans to the Moon in the next two years and land the first humans on Mars by 2033. The journey beyond low Earth orbit (LEO) will expand human civilization, enable future space settlements, provide scientific knowledge of the evolution of our planet and the solar system, and create global partnerships in the quest for further space exploration 1 , 2 . Under the Artemis plan, a crewed lunar flyby is scheduled for 2024 (Artemis II), followed by a lunar landing in 2025 (Artemis III)—the first since the end of the Apollo era in 1972, and eventually a sustainable lunar presence by the end of this decade 3 . Critical to the success of the Artemis program will be Gateway, an orbiting platform where astronauts will live and conduct research, while providing support for lengthy expeditions on the lunar surface. The Artemis program will establish a base camp at the lunar south pole that will serve as a steppingstone for human missions to Mars. Research and development at the lunar base will act as prototypes for these future Mars missions, where NASA can establish best practices for long-term human exploration in these adverse extraterrestrial environments 4 . Unlike the operation of the International Space Station (ISS), which is regularly resupplied from Earth within hours after launch, deep space missions will require self-sufficiency and sustainability independent of Earth. This will involve utilization of renewable resources, recycling of waste, power generation, and a continuous supply of food, water, and oxygen over a prolonged/indefinite period. The moon is the shortest distance beyond LEO with a deep space environment offering unique research opportunities to be conducted under the Artemis program. The lunar orbiter Gateway will function similarly to the ISS utilizing a Power and Propulsion Element that will use solar energy to propel and power the spacecraft, a Habitation and Logistics Outpost that will serve as the living quarters and research workspace, and docking ports for spacecraft such as Orion, that will be the first of its kind to transport astronauts to and from deep space 5 , 6 . The ISS and Earth-orbiting satellites capitalize on solar energy as a renewable resource for power, however in more distant outposts such as Mars, other factors like distance from the sun, angle, and weather (i.e., dust storms) affect the efficiency of energy provided by the solar arrays 7 . Such was the case with NASA’s Insight mission, where a recent Martian dust storm led to accumulated dust on the solar panels preventing adequate sunlight from reaching them, forcing the lander into battery-conserving “safe mode” 8 . Similar dust coverage issues were experienced during Apollo missions due to electrically charged lunar dust adhering to solar panels on the lunar lander 9 , 10 . Resupply cargo, like those that are frequently sent to the ISS, is costly, and may not be feasible for long-duration space missions (it takes ~7 months to get to Mars). Thus, self-sustainability in food and oxygen production on extraterrestrial outposts, such as on the Moon and Mars, is crucial 11 . In addition, communication delays between Earth and Mars can range from 5 to 20 min depending on the position of the planets 12 . Lack of cargo resupply missions and communication delays can be detrimental to human health-related emergencies making it imperative for crew members to be self-sufficient in health risk prevention and treatment. Therefore, solutions to address limited resources and human health risks that can be feasibly implemented in deep space must be established prior to the Artemis and Mars exploration missions. This could be achieved through the exploitation and engineering of microbes important to human health 13 – 16 , agriculture 17 , food production 18 – 20 , the ecosystem 21 – 25 , and the built environment 26 , 27 . Figure  1  provides an overview of the various roles microbes could play in deep space exploration. In this review, we will examine some key considerations for planning crewed space missions that allow for self-sufficiency and sustainability and specifically the role that microbes can play in achieving these goals. We will also discuss the possible detrimental effects of microbes that could derail a mission, such as biofouling and increased pathogenicity, and suggest mitigation strategies to help alleviate some of these concerns. Fig. 1 Summary of microbial impact during long-duration space missions. Space exploration can benefit from the use of microbes in a variety of applications including incorporation into biological life support systems (BLSS), in situ resource utilization beyond LEO, and astronaut therapeutics. However, increased pathogenicity and biofilm formation during spaceflight could threaten astronaut health and spacecraft integrity so mitigation strategies will be needed to prevent such hazards. Microbial applications related to health (purple), renewable resources (green) or both (purple and green) are highlighted. Figure created with BioRender.com. Bioregenerative life support systems and the value of microbial inclusion NASA has been sending astronauts to space for the last 60 years, and with the advent of deep space missions to the Moon and Mars, astronauts must be self-sufficient to provide atmospheric conditions and necessities for human life (i.e., purified water and nutrient-rich food) 28 , 29 . This self-sufficiency can be achieved by implementing bioregenerative life support systems (BLSS). BLSS generate essential resources for human survival through biological processes, with four main purposes: higher plant cultivation, water treatment, solid waste bioconversion, and atmosphere revitalization. Microbes play a vital role in these biological processes by reducing the storage and resupply of materials necessary for a life-sustaining, regenerative environment. Research on BLSS dates back to as early as the 1960s, by researchers worldwide. Examples include NASA’s “BioHome,” a 650 sq ft closed system that utilized a wetland system for wastewater recycling, and a biological system including plants and microorganisms for reducing organic contamination from wastewater 29 ; the Soviet space program’s Biosphere 3 (BIOS-3), an underground closed system of phytotrons, that consists of a crew area and an entirely enclosed greenhouse, growing wheat and vegetables as well as algae cultivators for air revitalization 30 ; the European Space Agency’s (ESA) Micro-Ecological Life Support System Alternative (MELiSSA), which includes five compartments where plants and microorganisms purify the air, produce food, and recycle waste 31 ; and Beighan University’s Lunar Permanent Astrobase Life-support Artificial Closed Ecosystem (Palace) 1, comprising three cabins that work simultaneously to manage atmospheric conditions, produce crops, breed insects, and recover solid and liquid waste 32 . In all these support systems, microbes are an essential component in the regulation, degradation and circulation of materials and energy, ultimately enhancing the effectiveness of these life support systems. Plant cultivation Research and development of higher plant cultivation, a method of growing crops with increased productivity, enhanced nutritional value, higher volume utilization, and shorter production cycle, are necessary for the development of sustainable ecosystems in space. Higher plant cultivation modules within BLSS not only provide a means for food production but also the recycling and revitalization of air through photosynthesis, and water recycling through transpiration and waste management 33 . Because of their importance, plant modules, and the effects of extraterrestrial conditions on plant growth have been extensively studied 34 – 36 . For example, NASA is heavily involved in this area of research with its Advanced Plant Habitat (APH) and Vegetable Production System (Veggie) experiments on the ISS. Both APH and Veggie are automated growth chambers used by researchers to determine the effects of microgravity on plant gene expression, protein, and metabolite levels, as well as their nutritional value 37 . The Veggie system has successfully grown lettuce, Chinese cabbage, mizuna mustard, red Russian kale, and zinnia flowers on the ISS 37  and has enhanced our understanding of plant-microbe-environment interactions in microgravity 38 . Using the Veggie system, Hummerick et al. characterized microorganisms found on the leaves of three leafy greens: red romaine lettuce, mizuna mustard, and green leaf lettuce, as well as the microbial communities associated with the rhizosphere in the pillow component 39 . Characterization revealed higher microbial diversity near roots and within root substrate compared to leaves, consistent with plants grown in terrestrial soils. Molecular and culture-based methods revealed that the crops were pathogen-free and safe for human consumption. The information gained from the APH and Veggie experiments, especially as it pertains to plant-microbe interactions, provide a foundation for future research on higher plant cultivation in microgravity and the expansion of these ideas for plant production on extraterrestrial outposts. One issue with hydroponic growth systems on Earth is microbial contamination, most often by  Fusarium oxysporum 40 . Certain abiotic conditions such as high humidity, high temperature, and reduced airflow can cause undesirably high levels of microbial growth 41 , 42 . Veggie is a hydroponic system that has also succumbed to these limitations.  Zinnia hybrida , an annual flowering plant, grown in the Veggie system on the ISS, developed foliar, stem, and root rot disease, due to high water stress and low airflow 43 . Whole genome sequencing analysis of the diseased tissue 44  and subsequent virulence assays 43 , identified the culprit as  F. oxysporum . This illustrates the potential difficulties of growing crops in hydroponic systems, on Earth or in space. An alternative to a hydroponic system is a soil-based one where Martian and lunar regolith can be used as an alternative to terrestrial soil. This in situ resource utilization (ISRU) of regolith would reduce the need for costly resupply missions of terrestrial soil. While many plants and crops have been successfully grown in simulated Martian and lunar regolith their characteristics do differ from what would be expected with terrestrial soil 45 – 49 . One limiting factor of regolith is the absence of reactive nitrogen, an essential nutrient for optimal plant growth and function 50 – 54 . However, the introduction of nitrogen-fixing and nitrogen-cycling bacterial species into regolith to bind nitrogen from the atmosphere and transform it into reactive nitrogen (in the form of NO3− and NH4+) could be used as a method to improve regolith soil fertility 55 . Increased Martian soil fertility through symbiotic relationships has been examined with clover ( Melilotus officinalis ), grown in simulated regolith that had been inoculated with the nitrogen-fixing bacterium,  Sinorhizobium meliloti 56 . This study found that after three months, inoculated treatments produced greater clover biomass compared to uninoculated treatments, 0.29 g and 0.01 g, respectively. However, when  S. meliloti  inoculated clover was grown in common terrestrial potting mix the total clover biomass was seven-fold greater than when grown in simulated regolith 56 . While plant-bacterial symbiosis could improve soil fertility and plant growth in Martian regolith, additional experiments are required to achieve terrestrial levels of plant biomass. Other plant stressors, such as limited nutrients, may prevent plants from reaching optimal biomass 56 . Essential nutrients, such as potassium, calcium, magnesium, iron, manganese, nickel, and zinc, are present in extraterrestrial soils but not at sufficient levels for plant uptake. Zaets et al. showed that bacteria can increase the bioavailability of these minerals in simulated regolith using inoculants of  Pseudomonas sp . IMBG163,  Pseudomonas aureofaciens  IMBG164,  Stenotrophomonas maltophilia  IMBG147,  Paenibacillus sp . IMBG156,  Klebsiella oxytoca  IMBG26, and  Pantoea agglomerans  IMV 45 . When inoculated with these bacteria, increased bioavailability of essential nutrients in the soil and plant tissue of  Tagetes patula  (i.e., French marigold) led to increased plant growth, seed germination and survival 45 . Conversely, only 20–30% of plants grown in non-inoculated soils achieved seed germination 45 . In addition to increasing nutrient bioavailability, these bacteria were also able to reduce toxic levels of zinc, chromium, nickel, iron, calcium, and sodium, by up to 50%, within plant tissue 45 . By increasing nutrient availability and reducing toxic accumulation of ions within the soil, microorganisms can be used as a tool for conditioning Martian and lunar basalt for effective plant growth and plant nutrient uptake. Water is another crucial plant resource limited on both the Moon and Mars. Previous discoveries have found evidence of liquid water flows on Mars, coming from giant ice slabs beneath the surface 57 , though extracting and recycling water from these ice slabs is energetically impractical. In addition, Martian soil has limited water-holding capacity due to low organic carbon content, however, this can be improved by using bacteria that produce polysaccharides or adhesive proteins that bind soil particles, thereby increasing the moisture content of soil 58 . This microbe-soil interaction can be exploited on Martian outposts to reduce the need for copious amounts of water, increase soil stability, and prevent soil desiccation. Several studies on agricultural soils show that the application of microalgae and cyanobacteria to the soil can improve soil fertility and health 59 – 61 . Nascimento et al. assessed the ability of the N-fixing cyanobacteria  Nostoc sp . to act as an organic fertilizer and soil conditioner under normal and drought conditions 60 . Researchers applied  Nostoc sp . and urea as liquid fertilizers to soil growing wheat ( Triticum aestivum ), corn ( Zea mays ), and common bean ( Phaseolus vulgaris ). Drought conditions were simulated by watering the plant to water holding capacity and drying the soil for 14–16 days. Under drought conditions, plants fertilized with  Nostoc sp . reached a biomass 150% greater than plants continuously watered to water holding capacity; while plants fertilized only with urea attained only 70% of the biomass compared to those continuously held at water holding capacity. Researchers also found that untreated soils exhibited more leaf wilting from water stress compared to those plants grown in soil treated with  Nostoc sp 60 . This research shows the promise that cyanobacteria can have for improving soil quality for plant growth beyond LEO. While Martian and lunar regolith are promising soil sources, they contain heavy metals, such as lead, cadmium, chromium, and arsenic, that can negatively impact plant growth and soil microbial fitness 62 , 63 . Microbes can be used for bioremediation to convert Martian and lunar regolith into soil capable of plant growth 64 – 66 . Huang et al. tested the ability of  E. coli  and  B. subtilis  to remove lead, cadmium, and chromium by cultivating samples in solutions containing varying heavy metal concentrations and environmental conditions, including pH, temperature, and equilibration time. Researchers found that both microbes successfully removed heavy metals under all conditions, though under optimal conditions,  E. coli  removed 60–69% of cadmium, lead, and chromium while  B. subtilis  removed 54–70% of cadmium, lead, and chromium 67 . Plant-microorganism interactions can also be a source of bioremediation by using plant growth-promoting rhizobacteria that can simultaneously remove toxic heavy metals and improve crop growth and yield 68 . Henao and Ghneim-Herrera investigated this bioremediation method by summarizing results from over 85 research articles and found that  Acinetobacter ,  Agrobacterium ,  Arthrobacter, Bacillus ,  Enterobacter ,  Klebsiella ,  Mesorhizobium ,  Microbacterium ,  Pseudomonas ,  Rhizobium ,  Rhodococcus , and  Variovorax  all exhibited resistance to heavy metals and a high potential for bioremediation. Specifically,  Klebsiella  and  Enterobacter  exhibited the highest tolerance to heavy metals in soil and the greatest potential to mitigate plant growth inhibition under high arsenic, cadmium, and lead concentrations 68 . These results are mirrored by Yetunde Mutiat et al.  69 , who assessed the removal efficiency of heavy metals under varying pH levels by wild-type and mutant strains of  Klebisella varicola . Isolated  Klebisella  strains were exposed to various concentrations of lead, cadmium, arsenic, and nickel, resulting in removal of cadmium under all conditions with a maximum removal efficiency of 97.9 and 99.4% at optimal conditions of pH 7 for both wild-type and mutant strains. Microbes can also be used to remove toxins from Martian soil such as perchlorates, which are found in high levels in Martian soil and cause a significant reduction in plant survival and productivity 70 , 71 . Engineered CO 2 -utilizing bacteria expressing perchlorate reduction enzymes have been shown to remove harmful perchlorates from the soil while also adding essential nutrients into the soil, such as chloride ions, oxygen, and water for better plant growth 72 – 74 . Sunikumar et al. tested the ability of two perchlorate-reducing soil bacteria,  Pseudomonas stutzeri  and  Azospirillum brasilense , to reduce perchlorates from simulated regolith and found that they removed up to 5 mM and 10 mM of perchlorates, respectively, which corresponded to a removal efficiency of 100% 75 . These results suggest that naturally occurring or genetically engineered microbes with high perchlorate and/or toxin-reducing efficiency should be further studied for bioremediation of perchlorate and other harmful toxins from Martian and lunar soils. Just as microorganisms are a vital part of terrestrial plant production systems, microorganisms will play an important role in higher plant production and soil systems on future deep space missions and extraterrestrial outposts. Previous research indicates that plant production using hydroponic systems is a promising method for plant production in microgravity 34 – 36 , but further optimization will be required to prevent fungal contamination in these systems 43 . Using soil-based plant growth systems is a promising alternative to circumvent the limitations of hydroponics, but research is limited in this area within BLSS. Therefore, further research using soil-based plant growth systems, supplemented with microorganisms, may improve the effectiveness of BLSS and self-sufficiency of astronauts on deep space missions. Wastewater treatment Water is the largest product consumed in bioregenerative systems, expending nearly 20 L per person per day 76 . Extensive water consumption results in large wastewater production, including urine and flush water, atmospheric condensate, sink, shower, laundry, and dish water. Microbes play a vital role in the recycling of wastewater and nutrients through recycling systems containing combinations of anaerobic digestion, distillation, and disinfectant units. Microbes also play a crucial role in solid waste processing (including bodily waste), inedible plant material, and other solid decomposable substances within bioregenerative systems. Drying is the first step to recycling solid waste 30 , 32 , 77 . This step allows the extraction of water from solid waste, the retention of organic matter, and the removal of inorganic material 78 . Dried, solid waste is then fermented in a solid waste bioreactor containing microbes that degrade plant waste 32 , 79 , 80 . This m",
  "introduction": "Introduction The National Aeronautics and Space Administration (NASA) has pledged to return humans to the Moon in the next two years and land the first humans on Mars by 2033. The journey beyond low Earth orbit (LEO) will expand human civilization, enable future space settlements, provide scientific knowledge of the evolution of our planet and the solar system, and create global partnerships in the quest for further space exploration 1 , 2 . Under the Artemis plan, a crewed lunar flyby is scheduled for 2024 (Artemis II), followed by a lunar landing in 2025 (Artemis III)—the first since the end of the Apollo era in 1972, and eventually a sustainable lunar presence by the end of this decade 3 . Critical to the success of the Artemis program will be Gateway, an orbiting platform where astronauts will live and conduct research, while providing support for lengthy expeditions on the lunar surface. The Artemis program will establish a base camp at the lunar south pole that will serve as a steppingstone for human missions to Mars. Research and development at the lunar base will act as prototypes for these future Mars missions, where NASA can establish best practices for long-term human exploration in these adverse extraterrestrial environments 4 . Unlike the operation of the International Space Station (ISS), which is regularly resupplied from Earth within hours after launch, deep space missions will require self-sufficiency and sustainability independent of Earth. This will involve utilization of renewable resources, recycling of waste, power generation, and a continuous supply of food, water, and oxygen over a prolonged/indefinite period. The moon is the shortest distance beyond LEO with a deep space environment offering unique research opportunities to be conducted under the Artemis program. The lunar orbiter Gateway will function similarly to the ISS utilizing a Power and Propulsion Element that will use solar energy to propel and power the spacecraft, a Habitation and Logistics Outpost that will serve as the living quarters and research workspace, and docking ports for spacecraft such as Orion, that will be the first of its kind to transport astronauts to and from deep space 5 , 6 . The ISS and Earth-orbiting satellites capitalize on solar energy as a renewable resource for power, however in more distant outposts such as Mars, other factors like distance from the sun, angle, and weather (i.e., dust storms) affect the efficiency of energy provided by the solar arrays 7 . Such was the case with NASA’s Insight mission, where a recent Martian dust storm led to accumulated dust on the solar panels preventing adequate sunlight from reaching them, forcing the lander into battery-conserving “safe mode” 8 . Similar dust coverage issues were experienced during Apollo missions due to electrically charged lunar dust adhering to solar panels on the lunar lander 9 , 10 . Resupply cargo, like those that are frequently sent to the ISS, is costly, and may not be fe",
  "methods": "Gel-based materials One material that would be beneficial to produce in situ beyond LEO is aerogels. Aerogels, first created by Kistler in 1931, are human-made, low-density solid materials with an interconnected porous network composed of 99.8% air, with the most common type being silica-based 281 . Photosynthetic organisms that can produce silica, primarily algae diatoms ( e.g., Phaeodactylum tricornutum ), are of interest for the generation of silica-based aerogels and have recently been incorporated into cellulose aerogel composites 282 , 283 . Aerogels are useful materials for space applications due to their low thermal conductivity, light weight, and high porosity 284 – 286 . To improve the habitability of other planets for humans and photosynthetic organisms, silica aerogels provide the benefit of allowing for the transmission of visible light for photosynthesis while simultaneously blocking hazardous UV radiation 284 . In addition, since aerogels are a thermally insulating material, they can raise surface temperatures through the solid-state greenhouse effect 284 . NASA is currently taking advantage of the thermal insulating properties of aerogels to protect spacecraft and rovers from the cold Martian surface temperature, such as for the Mars Pathfinder lander, Mars exploration rovers (Spirit and Opportunity) and Mars Science Laboratory mission (Curiosity rover) 286 . Aerogels have also been used as a method for capturing particles from space without damaging them, as demonstrated in the Stardust Mission 286 . Therefore, using a synthetic biology approach to generate aerogels from silica-producing organisms could be interesting to investigate further. Other gel-based materials can also be synthesized using synthetic biology. For instance, Kim et al. took advantage of the structural properties of synthetic spider silk 287 , 288  and mussel adhesive proteins, which can act as biological adhesives 289 , 290 , to engineer  E. coli  with a spidroin-amyloid-mussel foot hybrid protein that can ultimately assemble into a hydrogel with high strength and underwater adhesion 291 . The hybrid protein consisted of a zipper domain from an amyloid protein, a flexible domain from spider silk, and a dihydroxyphenylalanine (DOPA)-containing mussel foot protein. This is a great example of how synthetic biology can be used to generate bacterial hosts expressing recombinant proteins with novel or desirable functions and properties, which can be applied to tackle specific manufacturing challenges in space. In addition, methods to spatially control the distribution of microbial cells into hydrogel structures have been developed using a Stereolithographic Apparatus for Microbial (SLAM) Bioprinting 3D printer 292 . Bioresins composed of synthetic polymers were used to contain the microorganisms and mimic extracellular polymeric substances (EPS) that are fundamental to biofilm formation in nature 293 . The power of this technology was demonstrated by printing engin",
  "results": "",
  "discussion": "",
  "conclusion": ""
}