{
  "id": "PMC11166943",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166943/",
  "title": "Astronaut omics and the impact of space on the human body at scale",
  "authors": "Lindsay A. Rutter, Henry Cope, Matthew J. MacKay, Raúl Herranz, Saswati Das, Sergey A. Ponomarev, Sylvain V. Costes, Amber M. Paul, Richard Barker, Deanne M. Taylor, Daniela Bezdan, Nathaniel J. Szewczyk, Masafumi Muratani, Christopher E. Mason, Stefania Giacomello",
  "year": "2024",
  "journal": "Nature Communications",
  "abstract": "Future multi-year crewed planetary missions will motivate advances in aerospace nutrition and telehealth. On Earth, the Human Cell Atlas project aims to spatially map all cell types in the human body. Here, we propose that a parallel Human Cell Space Atlas could serve as an openly available, global resource for space life science research. As humanity becomes increasingly spacefaring, high-resolution omics on orbit could permit an advent of precision spaceflight healthcare. Alongside the scientific potential, we consider the complex ethical, cultural, and legal challenges intrinsic to the human space omics discipline, and how philosophical frameworks may benefit from international perspectives.",
  "keywords": "Gene expression, Medical genomics, Molecular medicine",
  "full_text": "Introduction Humanity may be on the brink of establishing a new era of interplanetary space exploration that would witness crewed missions beyond low-Earth orbit (LEO) and a growing commercial spaceflight sector that would prompt a wider health range of individuals entering space compared to the selective cohorts of distinctively fit professional astronauts from previous generations. Numerous space organizations across the globe openly aspire toward landing humans on Mars in the coming decades, underscoring an overall international interest in what may be the next stage of human space exploration. Prominent examples include the SpaceX Mars program striving to initiate the first crewed Mars spaceflights in the late 2020s; the state-owned China Academy of Launch Vehicle Technology announcing the country’s goals to place humans on Mars in 2033; NASA (National Aeronautics and Space Administration, the United States space agency) issuing the Authorization Act of 2017, which declares objectives to send humanity to Mars in the early 2030s; Roscosmos (the Russian space agency) publishing aims to send humans to Mars in the early 2040s; and the United Arab Emirates publishing the Mars 2117 Project, which outlines a one-hundred-year plan to construct habitable communities for humans on Mars. Thus, there is a motive for scientists across the world to study how the human body responds to spaceflight and to develop countermeasures that improve the health and safety of crewed interplanetary missions. Since the inception of human spaceflight, the duration that astronauts spend in space each mission has increased over time (Fig.  1A ). Despite this, to date, only eleven individuals have resided in space for more than 300 consecutive days. Pioneering crewed missions to Mars would see humans embarking through space for even longer consecutive periods of time and in radiation environments for which there is limited knowledge about the impact on human physiology, warranting improvements in the autonomous space telehealth field. The risk of an emergency medical occurrence during space missions has previously been estimated at approximately 0.06 per person-year, which roughly equates to one event every 2.4 years for a crew of seven 1 . Multiyear planetary missions would prevent resupply and medical evacuation options and hence would require fully autonomous telehealth and triage protocols. Fig. 1 Space Missions. A  Violin plots showing the average time a given astronaut spends in space per mission (calculated as total time in space divided by number of missions) compared to the decade the astronaut first went into space. Astronauts are colored by the number of missions they have been on, and shapes represent astronaut sex (females are triangles and males are circles). The average time spent in space ranged from minutes to one month in the 1960s, and from one day to under six months in the 1970s. In the 1980s through 2000s, the majority of astronauts spent an average of between one week and one month in space per mission, but many astronauts spent more than three months in space. Subsequently, in the 2010s, the majority of astronauts spent an average of over three months in space per mission, whereas in the early 2020 s, there was the widest distribution of average time in space, ranging from ten minutes to six months.  B  The number of astronauts who have been in space by nationality. Bar plot shows the number of astronauts by the year of their first mission whereas the pie chart shows the percentage of each nation’s contribution. Nations with only one astronaut to ever go to space are colored green (4%), nations with only between two and five astronauts to go to space are colored lime green (3%), and astronauts with multiple nationalities are colored yellow (1%). Data was scraped from supercluster.com on September 20th, 2021. Only astronauts who spent time in space and crossed the Kármán line are displayed. Various applications of artificial intelligence and molecular omics could likely advance the spaceflight telehealth field. Omics technologies allow for the quantification of large pools of biomolecules that influence the integrity and function of biology. Exploratory and untargeted omics techniques can measure analytes that are not predetermined. These studies can identify patterns of variance, which can generate new hypotheses. Additionally, integrating omics with metadata, including environmental and phenotypic measures, enhances the ability to establish robust links between environmental influences, omic variations, and phenotypic outcomes 2 . The NASA Twins Study integrated various omics platforms, including transcriptomics, epigenomics, metabolomics, and metagenomics, and highlighted omics as a potential biomedical research platform that may one day translate into the development of precision spaceflight healthcare 3 . The ambitious project discovered more than 8600 differentially expressed genes (DEGs) between an astronaut who resided for almost one year on the International Space Station (ISS) and their identical twin who resided on Earth; it is possible that any permutation of the DEG list could uncover biochemical pathways that hold keys to the development of therapeutic supplements and lifestyle recommendations that better protect health in space 3 , 4 . In this paper, we will consider how the dawn of diversified human exploration of deeper space may benefit from sophisticated advances in spaceflight nutrition and health that may be met in part with the addition of routine standardized omics. Space omics efforts are now underway in multiple regions. In Japan, the “Living in Space” Grant-in-Aid for Scientific Research (KAKENHI) program uncovers biological responses to the space environment at various levels, ranging from environmental microbiomes to stress responses in humans, using omics technologies. In Europe, the Space Omics Topical Team (TT) supports and generates omics approaches to space biology 5 , and there are visible efforts to promote further development of space omics research among ESA and ESA state members 6 . In the United States, examples of space omics-related campaigns include the Precision Health Initiative and Systems Biology Translational Project through the NASA Human Research Program (HRP) and the Complement of Integrated Protocols for Human Exploration Research (CIPHER) project (“Human Research Program Update”, WH Paloski, Committee on Biological and Physical Sciences in Space (CBPSS) Virtual Fall Committee Meeting). The NASA GeneLab initiative provides an open access, collaborative analysis platform for space omics data collected across the world and unites international efforts through analysis working groups 7 . Canada operates terrestrial platforms to analyze human omics linked with biomedical data 8 , and the Canadian Space Agency (CSA) has announced plans for national space omics research, in addition to already participating in international space omics projects. China and Russia are also publishing human space omics research 9 , 10 . Humans in spaceflight historically represented nations like the United Socialist Soviet Republic and the United States to a large degree (Fig.  1B ). After the first couple of decades of human spaceflight, nations like Canada, China, France, Germany, Italy, Japan, and Russia have also been represented to a moderate degree (Fig.  1B ). Individuals who have entered space now represent, even if in smaller numbers, more than thirty other nations: Afghanistan, Antigua and Barbuda, Australia, Austria, Belgium, Brazil, Bulgaria, Cuba, Czechoslovakia, Denmark, Egypt, Hungary, India, Iran, Israel, Kazakhstan, Malaysia, Mexico, Mongolia, Netherlands, Pakistan, Poland, Portugal, Romania, Saudi Arabia, Slovakia, South Africa, South Korea, Spain, Sweden, Switzerland, Syria, Ukraine, United Arab Emirates, United Kingdom, and Vietnam. The Artemis program plans to soon reestablish a human presence on the Moon, for the first time in five decades, and construct a permanent lunar base to facilitate the future of human missions to Mars. Led by NASA and partner agencies JAXA, ESA, and CSA, the Artemis program includes signatories from about thirty countries and territories, reflecting on the theme of a more global human presence in space. Indeed, crewed missions to Mars would motivate philosophical thinking about humanity’s place in the universe, common to all humans. Many people believe such missions will only be enabled by worldwide collaboration due to the involvement of multiple countries and international organizations, the implications for many people across Earth, the sheer engineering demands, and the increasing global representation of space explorers 11 . Upcoming planetary missions will likely be multinational efforts, underscoring the need for global collaboration in regard to the science, culture, and ethics behind space exploration. A new age of human space omics may likewise require international input due to both the various cultural aspects and the added technological, ethical, and philosophical complexities of working with human subjects. International Standards for Space Omics Processing (ISSOP) represents an international consortium of space omics scientists who formed after recognizing the need for standard guidelines in the emerging spaceflight omics discipline. ISSOP includes scientists with expertise across the full range of omics approaches who receive funding from academia, industry, and government agencies across a wide array of regions, including Japan, India, the Middle East, Canada, Europe, Russia, and the United States. By promoting communication exchange in the space omics discipline, ISSOP may be uniquely positioned to support the development of an informed framework early on that can help maximize scientific discovery and minimize ethical problems for an upcoming era of human space omics. In this paper, we consider how a future of precision space healthcare could improve the safety of human health during long-term spaceflight. We then discuss how careful standardization of space omics data is one component that may help implement this goal. To this end, we propose the development of a human cell atlas under spaceflight environmental conditions that could assist as an openly available, global resource for foundational space life science research. We then consider the complex ethical, cultural, and legal challenges intrinsic to the general discipline of human space omics, and how philosophical frameworks would likely need to be established with perspectives from international ethicists. Precision healthcare in space In the coming years, the spaceflight field will likely observe diversification of the flying population, extended mission durations, and exposure to harsher radiation beyond LEO. These factors motivate an upgraded space healthcare model where nutritional, supplemental, and pharmaceutical decisions could be tailored to multiple characteristics 12 , 13 . On Earth, there are already applications of precision health, where healthcare is informed based on omics, environmental, and lifestyle factors 14 . It seems probable that as connections between omics and spaceflight health ailments are slowly elucidated, similar approaches could be implemented in space. The purpose of customizing spaceflight healthcare would not be to reduce spaceflight participation, but to promote the health of increasingly diverse participation that better reflects the sustained presence of the full inclusive range of humanity in space one day 13 . Countermeasure protocols for space missions can consist of evidence-based nutritional supplements, exercise regimes, stress-relieving techniques, and pharmacological interventions 15 . Moving forward, crew profiles could potentially improve medical risk assessment and countermeasures; optimize medical and nutritional payloads; increase crew safety and efficiency; and maximize the likelihood of mission success. In the next section, we will explore examples of how astronaut health and performance can be impacted by omic differences related to the metabolism of drugs, micronutrients, and macronutrients. We focus on metabolism because changes in mitochondria, the key hub of metabolism, are a fundamental biological feature of spaceflight 16 . We note that the provocative nature of the spaceflight environment may induce a large number of physiological and molecular changes on rapid time scales that may not necessarily be of health-related importance. As a result, scientists must cautiously avoid overassociating spaceflight omics changes with clinical meanings. Indeed, most human gene association studies on Earth are associative with many genome-wide association studies (GWAS) providing initial results that failed to hold up upon further testing. The risk of overinterpretation is particularly relevant in the field of human space omics given the small sample sizes and the small number of studies 3 ; the difficulty of securing suitable ground controls, both in omics and environment 3 , 17 ; and the long number of years required to replicate findings. These problems are further amplified when studying the long-term effects of spaceflight outside of LEO. We emphasize that the following section mostly presents early evidence and even contradictions due to the current limitations of the human space omics field, and that much more work would be needed in the coming decades to assess the validity of the below preliminary findings and interpretations. Drug metabolism in space Medical kits onboard the ISS contain pharmaceuticals to cover various medical events and emergencies, including injuries, illnesses, infections, sleep disruptions, motion sickness, and cognitive and behavioral health conditions 18 . Documentation of medication usage has not been consistent, but studies suggest about 94% of crew members used medications at least once during space shuttle missions 19 . Despite the common use of medications to manage health concerns on orbit, few studies have explored how to refine pharmaceutical applications in the unique environment of space. Preliminary evidence suggests that spaceflight may introduce impurity products, alter the physical appearance, and quicken the degradation of certain drugs before their expiration dates 20 , 21 . Although these investigations have been severely limited without adequate ground controls, they have underlined the need to verify if any spaceflight factors may affect pharmacokinetic and pharmacodynamic parameters that determine the pharmaceutical safety and efficacy, and the mechanisms responsible for these effects 22 , 23 . These factors might include the space environment itself (such as chronic low-dose radiation) and/or confounding extraneous factors (such as temperature, humidity, and dosage repackaging commonly used to meet the limited volume constraints on space vehicles) 18 , 22 , 24 . Thorough metadata tabulation could eventually help unravel not only how to preserve drugs in space, but also how to better understand precision responses to such drugs. A recent pharmacogenetics study by the ESA demonstrated that allelic variation may influence the safety and effectiveness of how individual crew members metabolize drugs on the ISS. Researchers examined the 78 standard drugs permanently available on the ISS and found that the metabolism of 24 of them was significantly affected by individual variants in genetic polymorphism enzymes 25 . This discovery suggested that almost one-third of drugs on the ISS may warrant personal dose adjustments or alternative therapies for crew members who have allelic predispositions that can render them anywhere from poor metabolizers (with decreased drug clearance, increased plasma drug levels, and potential adverse drug response) to ultra-rapid metabolizers (with increased drug clearance, decreased plasma drug levels, and potential ineffective drug response). Populations throughout the world can have different frequencies of genetic polymorphism enzymes that affect drug metabolisms 26 ; thus, pharmacogenetic screening of consenting astronauts from diverse backgrounds could better ensure equal representation 27 . Personal astronaut drug-metabolism profiles could be generated based on the two reaction phases of drug biotransformation. The first drug biotransformation reaction produces a more water-soluble and less active metabolite usually through the hydroxylating enzyme superfamily known as Cytochrome P450 (CYP450). This enzyme superfamily is believed to account for 75% of total drug metabolism 28 . Indeed, CYPs have recently been suggested to be altered in flight due to alterations in insulin and estrogen signaling 29 . Several CYP450 genes are highly polymorphic, producing enzyme variants that cause variability in drug-metabolizing effects between groups. During mission planning, CYP450 genetic variant profiles for consenting astronauts could be generated and cross-referenced with mission drug lists to prevent scenarios in which crew members would otherwise metabolize drugs in harmful or inefficient ways 13 . The second drug biotransformation is usually a conjugation reaction wherein a small molecule binds to the drug metabolite and increases its solubility for excretion. For this situation, consenting astronauts could assess their pre-mission status of all nutrient cofactors and conjugation agents (such as glutathione, glycine, cysteine, arginine, and taurine) to inform their optimum conditions 13 . One concrete example of how CYP allelic variants could inform treatments during space exploration relates to acute radiation sickness (ARS) 30 . ARS is an accepted risk on orbit, and common medications to treat its primary symptoms of nausea and vomiting include ondansetron and granisetron, which are both metabolized differently in the liver based on individual CYP genetic polymorphisms. Specifically, the CYP2D6 enzyme metabolizes ondansetron, and, hence, groups who are ultra-rapid metabolizers of the CYP2D6 pathway have a higher risk of still vomiting within one day of radiotherapy with ondansetron 31 . These groups may benefit from treating ARS with granisetron, which is instead metabolized by the CYP3A enzyme 31 . Another example of how CYP allelic variants could inform spaceflight therapies based on personal predispositions relates to sleep drugs, which are commonly used by crew. In fact, 78% of shuttle crew reported taking zolpidem and zaleplon, powerful sleep pills, for more than half of the nights of their missions 32 . CYP3A polymorphisms are known to affect zolpidem metabolism 33 , but not zaleplon metabolism 25 , and astronauts could use this knowledge to more safely tailor their sleep-related treatments. It may also be meaningful to investigate optimal doses of medications that are more tailored to the demanding lifestyles of astronauts. For example, unlike many individuals on Earth, astronauts on the ISS are occasionally awakened by alarms during scheduled sleeping shifts in order to perform emergency tasks that require effective cognitive and psychomotor capabilities 34 . A study at NASA Johnson Space Center found that subjects who consumed a higher dose of zolpidem before sleep experienced significantly reduced cognitive and psychomotor performance during emergency awakenings; however, they found no similar impairments in subjects who consumed the lower dose of zolpidem, the dose of zaleplon, or the placebo before sleep onset 34 . Hence, even though the approved doses of zolpidem and zaleplon may be fit for most terrestrial applications, the unique duties during spaceflight may warrant adjusted recommended dosages of these, and possibly other, approved medications. Even the metabolism of medications may be altered in spaceflight compared to on Earth. The kidneys, which play a major role in drug excretion, may reduce urine output during weightlessness 35 . ",
  "introduction": "Introduction Humanity may be on the brink of establishing a new era of interplanetary space exploration that would witness crewed missions beyond low-Earth orbit (LEO) and a growing commercial spaceflight sector that would prompt a wider health range of individuals entering space compared to the selective cohorts of distinctively fit professional astronauts from previous generations. Numerous space organizations across the globe openly aspire toward landing humans on Mars in the coming decades, underscoring an overall international interest in what may be the next stage of human space exploration. Prominent examples include the SpaceX Mars program striving to initiate the first crewed Mars spaceflights in the late 2020s; the state-owned China Academy of Launch Vehicle Technology announcing the country’s goals to place humans on Mars in 2033; NASA (National Aeronautics and Space Administration, the United States space agency) issuing the Authorization Act of 2017, which declares objectives to send humanity to Mars in the early 2030s; Roscosmos (the Russian space agency) publishing aims to send humans to Mars in the early 2040s; and the United Arab Emirates publishing the Mars 2117 Project, which outlines a one-hundred-year plan to construct habitable communities for humans on Mars. Thus, there is a motive for scientists across the world to study how the human body responds to spaceflight and to develop countermeasures that improve the health and safety of crewed interplanetary missions. Since the inception of human spaceflight, the duration that astronauts spend in space each mission has increased over time (Fig.  1A ). Despite this, to date, only eleven individuals have resided in space for more than 300 consecutive days. Pioneering crewed missions to Mars would see humans embarking through space for even longer consecutive periods of time and in radiation environments for which there is limited knowledge about the impact on human physiology, warranting improvements in the autonomous space telehealth field. The risk of an emergency medical occurrence during space missions has previously been estimated at approximately 0.06 per person-year, which roughly equates to one event every 2.4 years for a crew of seven 1 . Multiyear planetary missions would prevent resupply and medical evacuation options and hence would require fully autonomous telehealth and triage protocols. Fig. 1 Space Missions. A  Violin plots showing the average time a given astronaut spends in space per mission (calculated as total time in space divided by number of missions) compared to the decade the astronaut first went into space. Astronauts are colored by the number of missions they have been on, and shapes represent astronaut sex (females are triangles and males are circles). The average time spent in space ranged from minutes to one month in the 1960s, and from one day to under six months in the 1970s. In the 1980s through 2000s, the majority of astronauts spent an average of",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "Conclusions In the coming years, humans may venture into space for unprecedented durations and distances outside of the Earth’s radioprotective magnetosphere. Resupply and evacuation would be precluded in some cases, calling for a modernized spaceflight nutrition, wellness, and telehealth field that would likely incorporate molecular omics. Precision healthcare is becoming more commonplace for populations on Earth, where international consortiums are using high-resolution omics to construct the Human Cell Atlas. It seems probable that as increasingly large and diverse populations enter space, the purposeful implementation of routine standardized omics with consenting participants during spaceflight could similarly permit precision space healthcare and a Human Cell Space Atlas. The cell space atlas could serve as an open access, global reference for basic space life science research. While human space omics could catalyze critical improvement of safety measures for future space travelers, numerous ethical, cultural, and legal challenges would need to be carefully surmounted from global viewpoints. This manuscript provided examples of both the potential healthcare benefits and the ethical complexities that will likely be inherent to the human space omics discipline as a means to encourage anticipatory discussions amongst international ethicists, philosophers, scientists, and the public community."
}