{
  "id": "PMC10063413",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10063413/",
  "title": "Small changes in thermoregulation influence cancellous bone turnover balance in distal femur metaphysis in growing female mice",
  "authors": "Lara H. Sattgast, Carmen P. Wong, Adam J. Branscum, Dawn A. Olson, Allan M. Aguirre-Burk, Urszula T. Iwaniec, Russell T. Turner",
  "year": "2023",
  "journal": "Bone Reports",
  "abstract": "Mice are typically housed at temperatures well below their thermoneutral zone. When individually housed at room temperature (~22 °C) mice experience cold stress which results in cancellous bone loss and has the potential to alter the skeletal response to treatment. It is not clear if there is a threshold temperature for cold stress-induced bone loss. It is also not clear if alternative strategies for attenuating cold stress, such as group housing, influence bone accrual and turnover. This study aimed to determine how small differences in temperature (4 °C) or heat loss (individual versus group housing with nestlets) influence bone in growing female C57BL/6 J mice. Five-week-old mice were randomized by weight to 1 of 4 treatment groups (N = 10/group): 1) baseline, 2) single housed at 22 °C, 3) single housed at 26 °C, or 4) group housed (n = 5/cage) with nestlets at 22 °C. Mice in the baseline group were sacrificed 1 week later, at 6 weeks of age. The other 3 groups of mice were maintained at their respective temperatures and housing conditions for 13 weeks until 18 weeks of age. Compared to baseline, mice single housed at room temperature had increased body weight and femur size, but dramatically decreased cancellous bone volume fraction in distal femur metaphysis. The cancellous bone loss was attenuated but not prevented in mice individually housed at 26 °C or group housed at 22 °C. In conclusion, by impacting thermogenesis or heat loss, modest differences in housing conditions could influence experimental results.",
  "keywords": "Cold stress, Premature bone loss, Ucp1 expression, Microgravity",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}