{
  "id": "PMC11357981",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11357981/",
  "title": "The Space Omics and Medical Atlas (SOMA) and international astronaut biobank",
  "authors": "Eliah G. Overbey, JangKeun Kim, Braden T. Tierney, Jiwoon Park, Nadia Houerbi, Alexander G. Lucaci, Sebastian Garcia Medina, Namita Damle, Deena Najjar, Kirill Grigorev, Evan E. Afshin, Krista A. Ryon, Karolina Sienkiewicz, Laura Patras, Remi Klotz, Veronica Ortiz, Matthew MacKay, Annalise Schweickart, Christopher R. Chin, Maria A. Sierra, Matias F. Valenzuela, Ezequiel Dantas, Theodore M. Nelson, Egle Cekanaviciute, Gabriel Deards, Jonathan Foox, S. Anand Narayanan, Caleb M. Schmidt, Michael A. Schmidt, Julian C. Schmidt, Sean Mullane, Seth Stravers Tigchelaar, Steven Levitte, Craig Westover, Chandrima Bhattacharya, Serena Lucotti, Jeremy Wain Hirschberg, Jacqueline Proszynski, Marissa Burke, Ashley S. Kleinman, Daniel J. Butler, Conor Loy, Omary Mzava, Joan Lenz, Doru Paul, Christopher Mozsary, Lauren M. Sanders, Lynn E. Taylor, Chintan O. Patel, Sharib A. Khan, Mir Suhail Mohamad, Syed Gufran Ahmad Byhaqui, Burhan Aslam, Aaron S. Gajadhar, Lucy Williamson, Purvi Tandel, Qiu Yang, Jessica Chu, Ryan W. Benz, Asim Siddiqui, Daniel Hornburg, Kelly Blease, Juan Moreno, Andrew Boddicker, Junhua Zhao, Bryan Lajoie, Ryan T. Scott, Rachel R. Gilbert, San-huei Lai Polo, Andrew Altomare, Semyon Kruglyak, Shawn Levy, Ishara Ariyapala, Joanne Beer, Bingqing Zhang, Briana M. Hudson, Aric Rininger, Sarah E. Church, Afshin Beheshti, George M. Church, Scott M. Smith, Brian E. Crucian, Sara R. Zwart, Irina Matei, David C. Lyden, Francine Garrett-Bakelman, Jan Krumsiek, Qiuying Chen, Dawson Miller, Joe Shuga, Stephen Williams, Corey Nemec, Guy Trudel, Martin Pelchat, Odette Laneuville, Iwijn De Vlaminck, Steven Gross, Kelly L. Bolton, Susan M. Bailey, Richard Granstein, David Furman, Ari M. Melnick, Sylvain V. Costes, Bader Shirah, Min Yu, Anil S. Menon, Jaime Mateus, Cem Meydan, Christopher E. Mason",
  "year": "2024",
  "journal": "Nature",
  "abstract": "Spaceflight induces molecular, cellular and physiological shifts in astronauts and poses myriad biomedical challenges to the human body, which are becoming increasingly relevant as more humans venture into space 1 – 6 . Yet current frameworks for aerospace medicine are nascent and lag far behind advancements in precision medicine on Earth, underscoring the need for rapid development of space medicine databases, tools and protocols. Here we present the Space Omics and Medical Atlas (SOMA), an integrated data and sample repository for clinical, cellular and multi-omic research profiles from a diverse range of missions, including the NASA Twins Study 7 , JAXA CFE study 8 , 9 , SpaceX Inspiration4 crew 10 – 12 , Axiom and Polaris. The SOMA resource represents a more than tenfold increase in publicly available human space omics data, with matched samples available from the Cornell Aerospace Medicine Biobank. The Atlas includes extensive molecular and physiological profiles encompassing genomics, epigenomics, transcriptomics, proteomics, metabolomics and microbiome datasets, which reveal some consistent features across missions, including cytokine shifts, telomere elongation and gene expression changes, as well as mission-specific molecular responses and links to orthologous, tissue-specific mouse datasets. Leveraging the datasets, tools and resources in SOMA can help to accelerate precision aerospace medicine, bringing needed health monitoring, risk mitigation and countermeasure data for upcoming lunar, Mars and exploration-class missions.",
  "keywords": "Molecular biology, Medical research, Genetics",
  "full_text": "Main With an exponential increase in launches since 2019, space is rapidly becoming more accessible 1 . Multiple commercial and state-sponsored groups are developing roadmaps to construct space stations, moon bases, Mars colonies and other permanent establishments beyond Earth 1 . Although innovation across the aerospace sector makes these ambitions technologically achievable, the biomedical challenges for crews in these extraplanetary habitats still need to be addressed, as humans did not evolve to survive in such extreme environments. The clinical consequences of this evolutionary mismatch of spaceflight exposure and adaptation have revealed a plethora of challenges to long-term space habitation, including a loss in bone density and muscle mass 2 , spaceflight-associated neuro-ocular syndrome 3 , perturbed immune function 4  and spaceflight anaemia 5 . These physiological changes during spaceflight appear to imprint on the health status in humans; a chief example of this long-term effect is the increased risk of cardiovascular pathology observed in astronauts compared with age-matched controls 6 . Before long-term space habitation is feasible, these biomedical challenges must be understood and mitigated. However, the aetiologies driving them are not understood, with the low number of astronauts yielding limited opportunities for in-depth biomolecular characterization. For example, two of the largest multi-omic studies to date have been the NASA Twins Study, which has published an in-depth molecular and cognitive profile of a single astronaut 7 , and the Japanese Aerospace Exploration Agency (JAXA) Cell-Free Epigenome (CFE) project, which has profiled cell-free DNA (cfDNA) and cfRNA in six astronauts 8 , 9 . Thus, achieving statistical power requires integrating data from other cohorts, such as the MARROW study, and other missions 5 , 10 . Furthermore, these analyses are complicated by the substantial variation in physiological responses to spaceflight among astronauts. Therefore, there is a need for increasingly large, detailed multi-omic profiles of astronauts to characterize the diversity of physiological shifts as a function of spaceflight 11 . To achieve this end, we have leveraged the burgeoning commercial spaceflight industry. With the launch of SpaceX’s 2021 Inspiration4 (I4) mission, a cohort of all-civilian astronauts successfully completed a high elevation (585 km), 3-day orbital mission within a SpaceX Dragon capsule. Using recently developed protocols, the crew participated in a range of biospecimen collections before, during and after their mission 12 . We used the I4 biospecimens to deeply profile the effect of the stressors of spaceflight (for example, microgravity and space radiation) on crew physiology and health. We also compared these results with previous missions and control datasets, creating the largest-to-date molecular atlas of the effect of spaceflight on the human body, encompassing almost 3,000 samples and over 75 billion sequenced nucleic acids. Collectively, these resources are referred to as SOMA, and the samples are linked to a Cornell Aerospace Medicine Biobank (CAMbank) that stores viably frozen specimens for future, additional analyses. As with Earth-based cohorts 13 , these accessible data — when profiled and aggregated at scale — will enable the development of both personalized and general medical guidance for astronauts 14 . A large group of subject matter experts in artificial intelligence has recently released recommendations focused on the importance of generating and archiving space data into the NASA Open Science Data Repository (OSDR) 15 , 16  to enable autonomous and intelligent precision space health systems, and to monitor, aggregate and assess biomedical statuses for future deep space missions 17 . In addition, the study of the parallels between the physiological effects of spaceflight and ageing, chronic disease and immune system disorders using omics data can pave the way for therapeutics applicable to conditions on Earth. Here we present a detailed guide to the SOMA resource, which includes the 2,911 samples collected during the I4 mission 11 , 12 , as well as spatial transcriptomics data, long-read profiles of astronaut RNA, microbiome data, exosome profiles and in-depth immune diversity maps. Additional spaceflight data were annotated and compiled into the SOMA portal to help contextualize gene, protein or metabolite dynamics, including data from the NASA Twins Study 7 , JAXA’s CFE mission 8 , 9 , single-cell RNA sequencing (scRNA-seq) data after simulated microgravity on peripheral blood mononuclear cells (PBMCs) 18 , and rat or mouse spaceflight data matched to human orthologues. In addition to rigorous dataset annotations, we detail (1) a comparison of conclusions on NASA Twins Study and flight dynamics comparing short-duration and long-duration missions, (2) cell-type-specific responses to spaceflight previously undocumented in astronauts, (3) cfRNA expression profiles showing haematological responses during recovery from spaceflight, and (4) additional analyses on individual responses to spaceflight from proteomic, transcriptomic and microbiome data. Data and samples generated in this study are available through SOMA ( https://soma.weill.cornell.edu ), NASA OSDR ( https://osdr.nasa.gov/bio/ ) and CAMbank ( https://cambank.weill.cornell.edu/ ), which offer an unprecedented view of the multi-system omics changes before, during and after spaceflight. Comprehensive astronaut data resource To generate a comprehensive profile of the physiological changes of the I4 crew (29, 38, 42 and 51 years of age), 13 biospecimen sample types were collected and processed, including whole blood, serum, PBMCs, plasma, extracellular vesicles and particles (EVPs) derived from plasma, dried blood spots, oral swabs, nasal swabs, skin biopsies, skin swabs, capsule (SpaceX Dragon) swabs, urine and stool specimens 12 . After collection, samples were subject to a battery of multi-omic assays, including clinical (CLIA) whole-genome sequencing, a clonal haematopoiesis panel, direct RNA-seq (dRNA-seq), single-nucleus RNA-seq (snRNA-seq), single-nucleus assay for transposase-accessible chromatin with sequencing (snATAC-seq), single-cell B cell repertoire (BCR) and T cell repertoire (TCR) V(D)J sequencing, untargeted plasma proteomics (liquid chromatography–tandem mass spectrometry), untargeted plasma metabolomics, cfDNA sequencing, cfRNA, metagenomics, metatranscriptomics and spatially resolved transcriptomics. In addition, chemokine, cytokine and cardiovascular biomarkers were quantified, and a CLIA lab (Quest Diagnostics) was used to perform a complete blood count and comprehensive metabolic panel (Fig.  1a ). Datasets were generated across ten timepoints: three pre-flight (L−92, L−44 and L−3), three in-flight (flight day 1 (FD1), FD2 and FD3), one immediately post-flight (R+1) and three recovery (R+45, R+82 and R+194) spanning 289 days (Fig.  1b ). Assays were performed on all crew members unless otherwise noted (Fig.  1b  and Supplementary Table  1 ). Fig. 1 Compendium of astronaut omic data and time-series analysis paradigms. a , Omics and biochemical assays were performed on blood (whole blood, serum, PBMCs, plasma, plasma-derived EVPs and dried blood spots), oral (microbiome swabs), nasal (microbiome swabs), skin (biopsy and microbiome swabs), environmental (env.; microbiome swabs) and excrement (excrem.; urine and stool) samples.  b , The timepoints of this study are separated into four different categories: pre-flight (L−92, L−44 and L−3), in-flight (FD1, FD2 and FD3), post-flight (R+1) and recovery (R+45, R+82 and R+194). The coloured circles indicate which assay was performed at each timepoint. Assays were performed on all crew members, unless denoted with an asterisk.  c , Indicator for which assay types have been previously performed in spaceflight studies, broken down by the NASA Twins Study, JAXA studies and anonymized NASA cohort studies. Anon., anonymized. A total of 2,911 samples were banked, with 1,194 samples processed for sequencing, imaging and biochemical analysis (Supplementary Table  1 ). These results and assays subsume and expand on work and protocols from previous missions, including the JAXA CFE study, the NASA Twins Study and some NASA astronauts (Fig.  1c ). This latter category spans studies primarily from the International Space Station (ISS) that lack certain metadata, primarily duration spent in space and launch dates, to maintain astronaut anonymity. These studies include chemokine/cytokine biomarker panels ( n  = 46 astronauts), comprehensive metabolic panels, telomere length quantitative PCR (qPCR) and ISS-surface metagenomic profiling (Fig.  1c ). The SOMA resources were first compared with the NASA OSDR database, which contains all publicly accessible human omics data from spaceflight and ground analogue studies. OSDR hosts 76 human omics studies, of which 11 are from human primary cells exposed to spaceflight. The other studies encompassed cell line and ground studies, including high-altitude studies (Extended Data Fig.  1a  and Supplementary Table  2 ), which were all merged with the SOMA dataset. Once merged, the total number of sequenced nucleic acid molecules from this study represents a more than tenfold increase in the total amount of human omics data in the OSDR (Extended Data Fig.  1b ), across all spaceflight studies, ground studies, cell line and primary cell experiments (Extended Data Fig.  1  and Supplementary Tables  2  and  3 ). The data from the missions were then divided into three analysis timeframes: (1) flight profiles, (2) recovery profiles and (3) longitudinal profiles (Extended Data Fig.  1c ). Flight profiles reveal the most immediate effect of spaceflight, recovery profiles catalogue changes that occur after return to Earth, and the longitudinal profiles identify changes that have not returned to baseline after returning to Earth. We focused on several outputs for the resource, including first calculating differentially expressed genes (DEGs) for (1) PBMC snRNA-seq, (2) whole-blood dRNA-seq, (3) skin spatially resolved transcriptomics, and (4) cfRNA. We also mapped differentially methylated genes from whole-blood dRNA-seq, differentially accessible regions from PBMC snATAC-seq, isotype identification from TCR and BCR V(D)J sequencing, differentially abundant proteins from plasma and EVP proteomics, differential metabolites from liquid chromatography–mass spectrometry metabolomics, and microbial differentials from metagenomic and metatranscriptomic assays (Extended Data Fig.  2 ), with all raw and processed data annotated in the OSDR (Supplementary Table  4 ). I4 reproduces NASA Twins Study Telomere elongation has been previously described in three astronauts who stayed for 6 months to 1 year aboard the ISS 7 , 19 , 20 , but it was unclear how quickly such a phenotype appeared in astronauts. The average telomere length in all I4 crew members increased during spaceflight (17–22% longer), and this trend was statistically significant (mixed-effects linear model  P  = 0.0048; Fig.  2a ). This finding is particularly notable, given the shorter mission duration (3 days total) and higher elevation of the I4 mission than the ISS studies, indicating that telomere length dynamics respond much more rapidly to spaceflight than previously observed. Fig. 2 Telomere and cytokine Twins Study comparison. a , Normalized average telomere lengths for I4 crew members, pre-flight, during flight and post-flight, determined by qPCR analyses of blood (DNA) collected on dried blood spot (DBS) cards ( n  = 32 samples for 4 independent participants across 8 timepoints). Two-sided  P  values were derived using a mixed-effects linear model that incorporated fixed effects for different timepoints (pre-flight, in-flight, post-flight and recovery) and random effects to account for variations among participants. The centre of the boxplots represents the median, the box hinges encompass the first and third quartiles, and the whiskers extend to the smallest and largest values no further than 1.5 × the interquartile range (IQR) away from the hinges.  b , Changes in downregulated (DN; purple) and upregulated (UP; orange) gene expression log 2  fold-change directionality post-flight from the Twins Study versus I4 in CD19 B cells, CD4 +  T cells and CD8 +  T cells (statistical significance was determined by a two-sided Wilcoxon rank-sum test). The number of genes is shown below the violin plots. The centre white dot represents the median, and the white line shows the range of the first and third quartiles.  c , Relative cytokine/chemokine abundance pre-flight, post-flight and during recovery in the I4 crew versus the NASA Twins Study and anonymized NASA astronaut cohorts for CCL2, IL-10 and IL-6. MLBT, multiplexing LASER bead technology. Pre, pre-flight median; Post, post-flight (R+1).  d , Relative abundance of BDNF and IL-19 pre-flight, post-flight and during recovery in the I4 crew. In panels  c  and  d , the two-sided  P  values and adjusted  q  values were derived using a mixed-effects model that incorporated fixed effects for different timepoints (pre-flight, in-flight, post-flight and recovery) and random effects to account for variations among participants, except in the Twins Study, which had a single participant ( n  = 1).  P  values with an asterisk have a  q  > 0.05 after multiple correction testing. We then compared the DEGs and cytokine changes from the Twins Study with those observed in the snRNA-seq data from the I4 mission, as well as compared with the expected DEGs of the assay from replicate negative control donor PBMCs (see Methods). The cross-mission DEG comparison highlighted a consistent response between both types of T cells, including CD4 +  and CD8 +  markers (552 and 608 DEGs, respectively, both <2.2 × 10 −16 ), across both sorted T cells or single-cell annotated cells (Fig.  2b ). Conversely, B cells were less responsive to spaceflight, as expected from previous work in the Twins Study 7 , which showed B cells as either not significant or less responsive to spaceflight. For the four overlapping cytokines measured in the Twins Study with our panel, we found significant increases in three: IL-6 ( P  = 0.014), IL-10 ( P  = 0.021) and CCL2 ( P  = 0.040) (Fig.  2c ); these cytokines also showed changes and similar increases in other long-duration (more than 6 months) crews (Fig.  2c ). However, we also ran a differential analysis of all cytokines detected on the I4 mission, to detect any differences from the Twins Study. Indeed, the levels of BDNF showed a statistically significant decrease ( P  = 0.00011,  q  = 0.0153), and IL-19 levels showed a statistically significant increase ( P  = 0.00015,  q  = 0.0153) during the post-flight (R+1) timepoint that returned to baseline during recovery (R+45 and R+82; Fig.  2d ). Distinct RNA fingerprints of spaceflight Beyond recapitulating known biomarkers of spaceflight, the atlas integrated newer assays that were not available in previous missions, with a particular emphasis on RNA profiling. The first novel assay was spatially resolved transcriptomics on skin biopsies, which were obtained from all crew members during one pre-flight timepoint (L−44) and the day after landing back on Earth (R+1). The 4-mm biopsies were stained with markers for DNA, PanCK, FAP and α-SMA and then processed with the NanoString/Bruker GeoMx Digital Spatial Profiler, where regions of interest were selected based on the tissue structures identified by the fluorescence staining (Extended Data Fig.  3a ). After filtering out outliers, the RNA counts were used for downstream data analysis, generating 95 regions of interest across four skin compartments: outer epidermis, inner epidermis, outer dermis and vasculature (Extended Data Fig.  3b,c ). This analysis revealed a distinct set of DEGs, including JAK–STAT signalling, and melanocyte signatures (Fig.  3 ). Fig. 3 Body-wide tissue stress map with cfRNA. a , Cell-type deconvolution using Bayes Prism with Tabula Sapiens as a reference. Top ten cell types by average fraction across all samples with all remaining cell types summed together as ‘other’.  b , Cell type of origin for hepatocytes, endothelial cells, haematopoietic stem cells and melanocytes, which all show increased abundance during post-flight and recovery timepoints.  c , Cell proportion changes in different layers of the skin from spatially resolved transcriptomics on skin biopsies. Predicted melanocyte abundance changes are significant in the inner epidermal and outer dermal skin compartments. In panels  b  and  c ,  n  = 4 independent participants across 7 timepoints. The centre of the boxplots represent the median, the box hinges encompass the first and third quartiles, and the whiskers extend to the smallest and largest values no further than 1.5 × IQR away from the hinges. NS, not significant; ** P  ≤ 0.01; *** P  ≤ 0.001. A second RNA assay for spaceflight integrated into SOMA was cfRNA profiling, which has recently been established as a dynamic tool for mapping temporal alterations in cfRNA composition and cell lysis 21 . However, bulk cfRNA had not been utilized to measure the response of spaceflight until the JAXA CFE study 8 , 9  and the I4 mission 12 . Using principal component analysis, we identified a distinct separation in cfRNA profiles pre-flight versus post-flight and recovery for I4, suggesting a systemic physiological shift probably induced by space travel (Extended Data Fig.  3d ). This was further reflected in the differential abundance of cfRNA genes across various timepoints, revealing specific patterns of noncoding expression (Extended Data Fig.  3e ) and RNA types (Extended Data Fig.  3f ) that correspond with the spaceflight timeline. The cell-type proportions inferred from the cfRNA profiles also exhibited spaceflight-associated variation over time and showed variation distinct from a set of healthy blood donor controls ( n  = 35; Fig.  3a  and Supplementary Table  5 ). Cell types that showed significant post-flight shifts in proportion included hepatocytes, kidney endothelial cells, haematopoietic stem cells and melanocytes (Fig.  3b  and Supplementary Table  5 ). Of note, the melanocyte cell proportions that demonstrated significant changes post-flight (Fig.  3c ) were also found in the spatial skin transcriptomics data, providing additional evidence of adaptive skin responses to the space environment. A third novel RNA method applied to these spaceflight samples focused on RNA isoforms and RNA modifications (epitranscriptome), through dRNA-seq on the Oxford Nanopore Technologies PromethION and deep RNA-seq (more than 400 million reads per sample) on the Ultima Genomics UG100. These data quantified genes that were differentially expressed and displayed differential  N 6 -methyladenosine methylation (Extended Data Fig.  4a,b ), or both, and were analysed for enriched Gene Ontology pathways. We identified a set of sites (set M-I; Extended Data Fig.  4b ) that undergoes hypomethylation during recovery, another set (set M-II) that is detectably hypermethylated from spaceflight, and a set (set M-III) that exhibits novel hypermethylation during recovery and longitudinally as well. The common pathways in all three sets (Extended Data Fig.  4b ) showed evidence of radiation and telomere response, including ‘TSAI response to radiation therapy’ and ‘Wiemann telomere shortening’ 22 . In addition, the set of downregulated pathways after landing (recovery) was distinct, including genes associated with breathing regulation (for example, CO 2  and O 2  take-up and release by erythrocytes), which matches those pathways associated with crew response ranges (below, Fig.  5 ). Although further studies are needed to validate and delineate the potential mechanisms of these RNA dynamics (cfRNA, spatial and R",
  "introduction": "",
  "methods": "Additional methods and details In-depth methods and protocol information for all assays in Fig.  1a  is located in Supplementary Note  1 .",
  "results": "",
  "discussion": "Discussion Overall, these data represent a comprehensive clinical and multi-omic resource from commercial and non-commercial astronaut cohorts, creating, to our knowledge, the first-ever aerospace medicine biobank, while providing a platform for private citizens to contribute to future astronaut biomedical studies. In addition, we have demonstrated that short-duration, high-elevation (585 km) spaceflight results in broad-ranging molecular changes, in which some of these changes mirror what has been observed during longer-duration spaceflight, including elevated cytokines, telomere elongation and gene expression changes for immune activation, DNA damage response and oxidative stress. Although more than 95% of markers return to baseline in the months after the mission had ended, some proteins, genes and cytokines appear to be activated only in the recovery period after spaceflight and persist post-flight for at least 3 months. These results collectively indicate a dynamic recovery profile that substantially reverses the direction of differential gene expression in multiple key biological pathways from the post-flight timepoint (R+1) and afterward. This suggests that re-adaptation to Earth activates a range of restorative mechanisms that help to recover, at least in part, the physiological stress imposed by exposure to the space environment. The systematic analysis of the molecular and cellular changes observed post-flight afford us with a unique opportunity to capture naturally occurring health-restoring mechanisms, which can be used for therapeutic target discovery. Furthermore, we observed a nuanced regulatory landscape, in which enriched recovery pathways are both unique to individual cell types and span cell types in unique combinations. We have carefully indexed various profiles for flight, recovery and longitudinal analysis that are annotated in processed data files available in the NASA OSDR. The RP1 profile indicates that we need more frequent sampling in the 1–2 months directly after flight to untangle the gene and pathway responses during re-adaptation from spaceflight. This will be especially true during longer missions, in which re-adaptation will probably be more intense. Of note, these data are, to our knowledge, the first-ever joint single-nucleus chromatin profiles (RNA and ATAC) for astronauts, and they also leverage new methods that can track gene expression and epigenetic changes within the same cells. This single-cell, dual-measurement assay provides new data on the molecular changes and regulatory response to spaceflight (for example, chromatin and TFBS accessibility), and the data revealed distinct levels of stress and adaptation by each cell type. Specifically, the T cell and monocyte cell populations (CD14 and CD16) had the largest changes in expression and response of any cell type. The differences between PBMC subpopulations also suggest that single-cell sequencing can be helpful for delineating unique cell-type responses ",
  "conclusion": ""
}