{
  "id": "PMC10628120",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10628120/",
  "title": "Phylogenomics, phenotypic, and functional traits of five novel (Earth-derived) bacterial species isolated from the International Space Station and their prevalence in metagenomes",
  "authors": "Anna C. Simpson, Pratyay Sengupta, Flora Zhang, Asif Hameed, Ceth W. Parker, Nitin K. Singh, Georgios Miliotis, Punchappady D. Rekha, Karthik Raman, Christopher E. Mason, Kasthuri Venkateswaran",
  "year": "2023",
  "journal": "Scientific Reports",
  "abstract": "With the advent of long-term human habitation in space and on the moon, understanding how the built environment microbiome of space habitats differs from Earth habitats, and how microbes survive, proliferate and spread in space conditions, is becoming more important. The microbial tracking mission series has been monitoring the microbiome of the International Space Station (ISS) for almost a decade. During this mission series, six unique strains of Gram-stain-positive bacteria, including two spore-forming and three non-spore-forming species, were isolated from the environmental surfaces of the ISS. The analysis of their 16S rRNA gene sequences revealed > 99% similarities with previously described bacterial species. To further explore their phylogenetic affiliation, whole genome sequencing was undertaken. For all strains, the gyrB gene exhibited < 93% similarity with closely related species, which proved effective in categorizing these ISS strains as novel species. Average nucleotide identity and digital DNA–DNA hybridization values, when compared to any known bacterial species, were < 94% and <50% respectively for all species described here. Traditional biochemical tests, fatty acid profiling, polar lipid, and cell wall composition analyses were performed to generate phenotypic characterization of these ISS strains. A study of the shotgun metagenomic reads from the ISS samples, from which the novel species were isolated, showed that only 0.1% of the total reads mapped to the novel species, supporting the idea that these novel species are rare in the ISS environments. In-depth annotation of the genomes unveiled a variety of genes linked to amino acid and derivative synthesis, carbohydrate metabolism, cofactors, vitamins, prosthetic groups, pigments, and protein metabolism. Further analysis of these ISS-isolated organisms revealed that, on average, they contain 46 genes associated with virulence, disease, and defense. The main predicted functions of these genes are: conferring resistance to antibiotics and toxic compounds, and enabling invasion and intracellular resistance. After conducting antiSMASH analysis, it was found that there are roughly 16 cluster types across the six strains, including β-lactone and type III polyketide synthase (T3PKS) clusters. Based on these multi-faceted taxonomic methods, it was concluded that these six ISS strains represent five novel species, which we propose to name as follows:  Arthrobacter burdickii  IIF3SC-B10 T  (= NRRL B-65660 T  = DSM 115933 T ),  Leifsonia virtsii  F6_8S_P_1A T  (= NRRL B-65661 T  = DSM 115931 T ),  Leifsonia williamsii  F6_8S_P_1B T  (= NRRL B-65662 T  = DSM 115932 T ),  Paenibacillus vandeheii  F6_3S_P_1C T  (= NRRL B-65663 T  = DSM 115940 T ), and  Sporosarcina highlanderae  F6_3S_P_2 T  (= NRRL B-65664 T  = DSM 115943 T ). Identifying and characterizing the genomes and phenotypes of novel microbes found in space habitats, like those explored in this study, is integral for expanding our genomic databases of space-relevant microbes. This approach offers the only reliable method to determine species composition, track microbial dispersion, and anticipate potential threats to human health from monitoring microbes on the surfaces and equipment within space habitats. By unraveling these microbial mysteries, we take a crucial step towards ensuring the safety and success of future space missions.",
  "keywords": "Environmental microbiology, Functional genomics, Genome, Prokaryote",
  "full_text": "Introduction Multiple low-Earth orbit and lunar orbit space habitats are being planned by governmental and commercial entities as part of the newly revitalized space industry in the 2020s. Cleaning practices and microbial monitoring to ensure crew safety will likely be based on information garnered from studies of the International Space Station (ISS), which is the only space habitat currently in orbit with a long-term history of human habitation. Surfaces of the crew resupply vehicles 1  and cargo destined to the ISS are cleaned to minimize microbial contamination and protect crew health. Nevertheless, the constant presence of human crew members (approximately six at any given time) on the ISS may lead to the shedding of microorganisms onto its surfaces, potentially causing recontamination and becoming dominant members of the habitat’s microbiome 2 . As a result, ISS surfaces are required to be routinely (once a week) cleaned to maintain a low biomass level (< 10 4  CFU/100 cm 2  bacteria and < 100 CFU/100 cm 2  fungi) 3 . Despite this rigorous cleaning and maintenance, it has been reported that some resilient microbes, albeit in low numbers, have adapted to microgravity conditions and persist 4 . Examples are the discovery of a novel bacterial genus found repeatedly in metagenomes, which has subsequently been isolated from ISS surfaces during further sampling campaigns 5 , and the isolation of the same clonal strains of  Acinetobacter pittii  from ISS surfaces during different years and sampling campaigns 6 . Characterizing the genomes and adaptation mechanisms of rare or novel species that manage to recolonize ISS surfaces is important because rare species are more likely to have narrow niche breadth, and so are persisting due to adaptive mechanisms to the stresses of radiation, desiccation, and microgravity conditions rather than via generalist strategies. Such microbes are therefore also fertile grounds for biotechnology applications research. Characterizing novel microbial species on the ISS is crucial for monitoring microbial contamination and protecting astronaut health. The process of whole genome sequencing (WGS) and phenotypic characterization of any novel microbial species found on the ISS helps to identify potential pathogens, as well as to understand potential impact on the spacecraft and its equipment (for example, in biofouling). Easily detecting or identifying a potential microbial threat, whether it be to human health or to the operation of the spacecraft or space station, depends on having an up-to-date, comprehensive database of microbial genomes, their species identity and their phenotypic characteristics (for example, are they known to carry or easily acquire antimicrobial resistance genes, are they UV resistant, what types of surfaces are they more likely to be found on, etc.). This is particularly the case when genetic information about a microbial threat is collected via shotgun metagenomic sequencing rather than by whole genome sequencing of pure culture; in that case, accurate identification relies entirely on an accurate database. The process of characterizing the previously unsequenced cultivable microbiome of space habitats continues to reduce the amount of microbial ‘dark matter’ found in metagenomic sequencing results. In the ongoing Microbial Tracking (MT) investigation of the ISS 7 , 8 , out of 510 genomes sequenced, 56 microbial species have been isolated multiple times, representing 27 microbial genera (19 bacteria and 8 fungi). Dominant microbial species include bacterial genera  Staphylococcus, Pseudomonas, Bacillus , and  Acinetobacter , yeast genus  Rhodotorula , and fungal genera  Penicillium ,  Aureobasidium , and  Aspergillus 9 – 25 . In this communication, six strains isolated from various ISS environmental surfaces belonging to five novel bacterial species constituting four different genera ( Arthrobacter, Leifsonia, Paenibacillus  and  Sporosarcina ) are described. Since recent bacterial taxonomy heavily depends on genomic characterization, WGS of these novel species were generated and compared with publicly available genomes of closely related species. One of the objectives of this study was to establish these six strains as novel species, for which chemotaxonomic, phenotypic, physiological, and phylogenetic (using taxonomic marker genes) analyses were carried out. To discover the phylogenetic placement within their respective genera, we have employed multiple gene analyses and WGS-based phylogenies containing all shared single-copy core genes. The second objective was to quantify the abundance of these recently identified species in the metagenomes of ISS surfaces. Hence, an in-depth analysis was conducted on the metagenomes collected during seven different flight missions, consisting of 106 individual samples, to assess the presence and prevalence of the species. In addition, an attempt was made to generate metagenome assembled genomes (MAGs) of these novel species from the ISS metagenomes. Finally, antiSMASH analysis was performed to identify, annotate, and analyze secondary metabolite biosynthesis gene clusters (BGCs) in the genomes of these novel bacterial species. Specialized metabolites and natural products encoded by these novel bacterial BGCs might provide insight into how different bacterial species thrive and interact in ISS conditions. Materials and methods Sample collection and isolation During the MT-1 and MT-2 mission series, samples were collected from the same set of eight surfaces aboard the ISS using pre-packaged and pre-sterilized wipes 7 , 8 . Upon return to Earth, among other strains belonging to previously defined species, six strains were isolated from both the Advanced Resistive Exercise Device (ARED) platform and crew quarters when grown on blood agar (37 °C for 24 h) or R2A (25 °C for 7 days) media which were unable to be assigned to a known species and were suspected to be novel. Preliminary 16S rRNA gene sequence analysis indicated that strains isolated during Flight 3 (n = 1) from the ARED platform (IIF3SC-B10 T ) and Flight 6 (n = 5) from both the ARED platform (F6_3S_P_1B and F6_3S_P_1C T ) and crew quarters (F6_8S_P_1A T , F6_8S_P_1B T  and F6_8S_P_1C) belonged to four different genera:  Arthrobacter ,  Leifsonia ,  Paenibacillus , and  Sporosarcina . However, further WGS analysis is required to identify the strains at the species level. Light microscopy and SEM A liquid culture of spore-forming strains was heat shocked (80 °C for 10 min), then plated on Tryptic Soy Agar (TSA) and grown at 30 °C for 5 days to induce endospore formation. Endospore staining with malachite green and safranin was performed using the Schaeffer-Fulton method 26 . Light microscopy and phase contrast images were taken on an Olympus BX53 microscope with an Olympus DP25 camera using Olympus cellSens software. All strains were grown out on TSA media at 24 °C for 72 h. An isolated colony was fixed in a 4 °C solution of 2.5% glutaraldehyde (Ted Pella Inc., Redding, CA, United States) in 0.1 M sodium cacodylate (NaCaco) (Sigma Aldrich) for an hour. The suspended cells were collected using a vacuum pump and a 0.2 µm Isopore filter membrane (MilliporeSigma, Burlington, MA, United States), and then transferred into a 1.5 ml centrifuge tube. The sample was incubated in 0.1 M NaCaco solution at 4 °C for 10 min and then replaced with fresh 0.1 M NaCaco solution; this washing step was repeated a total of 3 times. The sample then went through dehydration by a step series of increasing IPA and water solutions at 10 min intervals. The series was: 50%, 70%, 80%, 90%, 95% and 100%, with the final 100% rinsing occurring 3 times. The sample was stored at 4 °C in 100% IPA until it was then critically point dried in a Tousimis Automegasamdri 915B critical point dryer (Rockville, MD, United States). Samples were affixed with carbon tape to SEM stubs (Ted Pella Inc.) and then were coated in a ~ 12 nm thick carbon layer by a Leica EM ACE600 Carbon Evaporator (Deerfield, IL, United States). SEM images were collected on a FEI Quanta 200F microscope (Themo Fisher, Waltham, MA, United States) located at the California Institute of Technologies Kavli Nanoscience Institute. Biochemical tests and phenotype characterization Growth temperature and other phenotypic parameters of the tested strains were assessed as follows. Bacterial strains were inoculated in both solid (R2A plates) and liquid (trypticase soy broth (TSB), BD Diagnostics Cat # 257107) media in 15 ml loose-capped centrifuge tubes and grown at temperatures of 4, 15, 25, 30, 37, and 45 °C. Growth on plates and in tubes was monitored daily for 7 days, and incubation was halted if growth was observed. Samples grown at 4 °C and 15 °C were incubated for an additional 4 weeks and 2 weeks, respectively, for final growth assessment. Salt tolerance was determined by inoculating the strains onto R2A plates containing 0–5% added NaCl, as well as agar containing only peptone plus 0 or 1% NaCl and examining growth after 7 days of incubation at 30 °C. Oxidase activity was determined by using OxiDrops™ Liquid Oxidase Reagent (Hardy Diagnostics) on solid culture. Catalase activity was determined by observing effervescence when bacterial colonies were mixed with hydrogen peroxide on a sterile glass slide. Finally, pH tolerance (4 to 10) was tested by adjusting the pH of TSB broth with biological buffers, as described in Xu et al. 27 . Biochemical tests were performed for each strain using a Gram-positive identification card (Vitek 2 GP ID, bioMérieux) according to manufacturers’ protocol. Briefly, freshly grown colonies were transferred aseptically into a saline (aqueous 0.45% to 0.50% NaCl, pH 4.5 to 7.0) tube to prepare homogenous suspension with a density equivalent to a McFarland No. 0.50 to 0.63 using a calibrated VITEK® 2 DensiCHEK™ Plus. The suspension tube and Vitek 2 GP ID card were placed in the cassette and incubated at 37 °C. Data entry, cassette loading to instrument and retrieval of raw data were done according to the VITEK instrument user manual. Test results were recorded within 10 h of incubation. Phenotypic fingerprints were generated through GNIII MicroPlate according to BioLog's protocol. Briefly, freshly grown colonies were transferred aseptically into the inoculum solution A (Cat #. 72401; BioLog) to prepare homogenous suspension with a density equivalent to a McFarland No. 0.50. Inoculum was loaded onto BioLog GNIII MicroPlate (100 µl per well) and incubated at 37 °C for 24 h. OmniLog values (A590-A750) were recorded after a minimum 10 h of incubation using MicroPlate reader (FLUO star Omega, BMG Labtech, Germany). Chemotaxonomy To analyze the fatty acid methyl esters (FAME), cells were grown on TSA at 30 °C for 48 h until they reached mid-exponential growth phase. The harvested cell biomass was subjected to saponification, methylation, and extraction 28  for fatty acid analysis, which was carried out using the Microbial Identification System (MIDI) 29  with the Aerobe (RTSBA6) database (Sherlock version 6.0) following the standard protocol 30 . A gas chromatograph (Agilent 7890A) with a flame ionization detector was used for FAME analysis, and identification and comparison of the results were made using the MIDI System. To extract and analyze quinones, polar lipids and peptidoglycans, cells were cultivated on TSA for 3 days at 30 °C. The polar lipids and quinones were extracted and analyzed by two-dimensional thin-layer chromatography (2D-TLC) 31 . To visualize the different classes of polar lipids, the developed TLC plates were treated with 10% (w/v) ethanolic phosphomolybdic acid for total lipids, 0.2% (w/v) ninhydrin in butanol for aminolipids (specific for amino groups), Dittmer and Lester’s Zinzadze reagent for phospholipids (specific for phosphates), and α-naphthol for glycolipids (specific for sugars). Peptidoglycans were extracted and analyzed for the diagnostic amino acids from whole cells 32 . DNA extraction and whole genome sequencing To extract genomic DNA from the novel species, the ZymoBIOMICS DNA MagBead kit was utilized, following the manufacturer's instructions. To prepare the library for WGS, an Illumina Nextera DNA Flex library preparation kit was used as described earlier 10 . Sequencing of prepared libraries was carried out on a NovaSeq 6000 S4 flow cell paired-end 2 × 150-bp platform. The read qualities were evaluated using FastQC v.0.11.7 33 , and subsequenly quality filtered, trimmed and cleared of adapter sequences using fastp v0.20 34 . Draft genomes were assembled using SPAdes v.3.11.1 35  up to the scaffold level, and the assembly quality was evaluated using QUAST v.5.0.2 36 . The default settings were employed for all steps except for fastp, which included 512 adapters screening. In addition to Illumina WGS, a secondary round of sequencing was carried out for strains IIF3SC-B10 T  and F6_8S_P_1B T  using Oxford Nanopore sequencing. Additionally,  Sporosarcina thermotolerans  CCUG 53480  T , kindly provided by Dr. Edward Moore from the Culture Collection University of Gothenburg (CCUG), Sweden, also underwent WGS with the use of Nanopore MinION (Oxford Nanopore Technologies, Oxford, UK). Nanopore sequencing libraries were prepared using the SQK-RBK114.24 rapid chemistry-based barcoding kit (Oxford Nanopore Technologies, Oxford, UK). Long read sequencing was conducted using an R.10.4.1 flow cell. Base calling was performed via MinKnow/Guppy. Adapters were trimmed using Porechop (v.0.2.4) 37  and reads were filtered using filtlong v.0.2.1, with parameters  –min_length 1000 –keep_percent 90 . For strains IIF3SC-B10 T  and F6_8S_P_1B T , a hybrid genome assembly was generated using Unicycler (v.0.5.0) 38 . For strain CCUG 53480 T  a long-read only assembly was generated using the same tool with default settings. Genome assembly quality was assessed using QUAST (v.5.2.0) 36 . ANI and dDDH analyses To elucidate species affiliation of the isolated genomes, we retrieved all validly described and representative genomes of four identified genera from the NCBI database using the command-line tool ‘bit’ 39 . We calculated the Average Nucleotide Identity (ANI) and digital DNA–DNA hybridization (dDDH) values to perform pairwise nucleotide-level comparisons. For ANI calculations, we employed FastANI v.1.33, which is a rapid alignment-free computational method, with the novel species as a query against other genomes. To estimate the in-silico DNA–DNA hybridization, we used the recommended formula 2 of the Genome-to-Genome Distance Calculator (GGDC) v.3.0 with the BLAST + alignment tool 40 . To further evaluate the genetic relatedness of the genomes of the genera  Sporosarcina , ANI based analysis was used. All available genomes on the NCBI GenBank database under the genera  Sporosarcina  (n = 93) were retrieved using ncbi-genome-download (v.0.3.1). An all-vs-all ANI analysis of the genomes was conducted and drawn using ANIclustermap (v.1.2.0). Phylogenetic analysis The 16S rRNA gene sequences of the novel species were extracted from their WGS. Phylogenetic trees were constructed for each genus by incorporating publicly available 16S sequences of all the species within the respective genus. In cases where only the WGS was publicly available, a blast wrapper script was employed to extract the 16S sequence. The trees were rooted using a related species within the same family. The DECIPHER package was used to align and trim the 16S sequences 41 . To build phylogenetic trees, the phangorn package was used 42  on maximum likelihood with AIC values and 1,000 bootstrap replicates 42 . The trees were visualized using Interactive Tree of Life (iTOL) 43 . We created a whole genome-based phylogenies to identify closely related species of the isolated genomes. We used GToTree v.1.7.07 44 , a Hidden Markov Model (HMM) based command-line tool which aligns identified single copy genes using Muscle v.3.8 and produces concatenated protein alignment. For the  Arthrobacter  and  Leifsonia  genomes, we used 138 single-copy gene (SCG) sets of  Actinobacteria , while for the  Paenibacillus  and  Sporosarcina  genomes, we used 119 SCG sets of  Firmicutes . IQTREE v.2.2.0.3 with ModelFinder-Plus was then used to construct the phylogenetic tree from the protein alignment with 1,000 ultrafast bootstrap replicates 45 – 47 . We further retrieved 4,552 complete, non-anomalous, representative genomes of bacteria from NCBI Reference Sequence (RefSeq) database and constructed a phylogenetic tree of life along with the novel species using 16 SCG-set as previously described 48  (data not shown). Genomes containing at least 40% of the total 16 SGC targets were placed in the phylogenetic tree. All the trees were further annotated and visualized using interactive Tree Of Life (iTOL) v.6.7 49 . Mapping metagenome sequence reads from ISS to isolated novel species To investigate the presence of the isolated novel species in environmental samples from ISS, we retrieved paired-end metagenomics reads from two microbial tracking (MT) missions, MT-1 (n = 42) and MT-2 (n = 64), from the NCBI Short Read Archive with project accession PRJNA438545 4  and PRJNA781277 8 , respectively. Quality filtering of the metagenomes was performed using Trimmomatic v.0.39 with a sliding window of 4 bases and an average quality per base cutoff of 20 50 . We used MetaCompass v.2.0 51  to perform reference-guided assembly of the aligned metagenome reads against isolated genomes of novel species. We quantified the number of reads that aligned to the isolated genomes and assessed the breadth of the coverage of the assembled reads in each sample. We further tried to bin the contigs using MetaBAT v.2.12.1, but were unable to resolve any MAGs. Genome annotation and prediction of secondary-metabolite biosynthetic potential The gene prediction and annotation of the novel genomes were performed using the Rapid Annotations based on Subsystem Technology (RAST) online server using RAST-tk annotation scheme 52 . The Resistance Gene Identifier (RGI) v6.0.1 web portal which utilizes the CARD v3.2.6 database was used to identify antibiotic resistance genes and markers in the novel species from ISS environments with only “Perfect” and “Strict” matches. Secondary metabolite biosynthetic gene clusters (BGCs) were identified within each novel genomes using antiSMASH v.7.0.0 with a “strict” detection system 53 . The identified BGCs were curated for functional annotation using MIBiG v.3.1 JSON file via an in-house Python script 54 . Results The six strains isolated during this study belonged to five novel species spanning four bacterial genera. Among the six strains, four were non-spore-forming members and two strains formed endospores. Based on 16S rRNA gene similarities, not all strains were identified into a novel bacterial species, but ANI/dDDH analyses allowed them to be placed into five distinct bacterial species. They were:  Arthrobacter burdickii  IIF3SC-B10 T ,  Leifsonia virtsii  F6_8S_P_1A T ,  Leifsonia williamsii  F6_8S_P_1B T ,  Paenibacillus vandeheii  F6_3S_P_1C T , and  Sporosarcina highlanderae  F6_3S_P_2 T . In addition, the WGS of  S. thermotolerans  CCUG 53480 T  was generated and compared with the genome of  S. highlanderae  F6_3S_P_2 T  to identify the variable, conserved, and distinctive genomic traits. Genome characteristics and relatedness indices Table  1  summarizes the assembly statistics for all six strains. The draft genomes of the novel bacterial species were assembled using high-quality sequences, and their assembly quality varied from a single contig to 49 scaffolds. The non-spore-forming strains had high GC contents, ranging from 68% to 71.4%, whereas spore-forming strains, such as  P. vandeheii  F6_3S_P_1C T  (46.1%) and  S. highlanderae  F6_3S_P_2 T  (41.6%), had low GC content. The total number of predicted genes was 2166 for  S. highlanderae  F6_3S_P_2 T  and",
  "introduction": "Introduction Multiple low-Earth orbit and lunar orbit space habitats are being planned by governmental and commercial entities as part of the newly revitalized space industry in the 2020s. Cleaning practices and microbial monitoring to ensure crew safety will likely be based on information garnered from studies of the International Space Station (ISS), which is the only space habitat currently in orbit with a long-term history of human habitation. Surfaces of the crew resupply vehicles 1  and cargo destined to the ISS are cleaned to minimize microbial contamination and protect crew health. Nevertheless, the constant presence of human crew members (approximately six at any given time) on the ISS may lead to the shedding of microorganisms onto its surfaces, potentially causing recontamination and becoming dominant members of the habitat’s microbiome 2 . As a result, ISS surfaces are required to be routinely (once a week) cleaned to maintain a low biomass level (< 10 4  CFU/100 cm 2  bacteria and < 100 CFU/100 cm 2  fungi) 3 . Despite this rigorous cleaning and maintenance, it has been reported that some resilient microbes, albeit in low numbers, have adapted to microgravity conditions and persist 4 . Examples are the discovery of a novel bacterial genus found repeatedly in metagenomes, which has subsequently been isolated from ISS surfaces during further sampling campaigns 5 , and the isolation of the same clonal strains of  Acinetobacter pittii  from ISS surfaces during different years and sampling campaigns 6 . Characterizing the genomes and adaptation mechanisms of rare or novel species that manage to recolonize ISS surfaces is important because rare species are more likely to have narrow niche breadth, and so are persisting due to adaptive mechanisms to the stresses of radiation, desiccation, and microgravity conditions rather than via generalist strategies. Such microbes are therefore also fertile grounds for biotechnology applications research. Characterizing novel microbial species on the ISS is crucial for monitoring microbial contamination and protecting astronaut health. The process of whole genome sequencing (WGS) and phenotypic characterization of any novel microbial species found on the ISS helps to identify potential pathogens, as well as to understand potential impact on the spacecraft and its equipment (for example, in biofouling). Easily detecting or identifying a potential microbial threat, whether it be to human health or to the operation of the spacecraft or space station, depends on having an up-to-date, comprehensive database of microbial genomes, their species identity and their phenotypic characteristics (for example, are they known to carry or easily acquire antimicrobial resistance genes, are they UV resistant, what types of surfaces are they more likely to be found on, etc.). This is particularly the case when genetic information about a microbial threat is collected via shotgun metagenomic sequencing rather than by whole",
  "methods": "Materials and methods Sample collection and isolation During the MT-1 and MT-2 mission series, samples were collected from the same set of eight surfaces aboard the ISS using pre-packaged and pre-sterilized wipes 7 , 8 . Upon return to Earth, among other strains belonging to previously defined species, six strains were isolated from both the Advanced Resistive Exercise Device (ARED) platform and crew quarters when grown on blood agar (37 °C for 24 h) or R2A (25 °C for 7 days) media which were unable to be assigned to a known species and were suspected to be novel. Preliminary 16S rRNA gene sequence analysis indicated that strains isolated during Flight 3 (n = 1) from the ARED platform (IIF3SC-B10 T ) and Flight 6 (n = 5) from both the ARED platform (F6_3S_P_1B and F6_3S_P_1C T ) and crew quarters (F6_8S_P_1A T , F6_8S_P_1B T  and F6_8S_P_1C) belonged to four different genera:  Arthrobacter ,  Leifsonia ,  Paenibacillus , and  Sporosarcina . However, further WGS analysis is required to identify the strains at the species level. Light microscopy and SEM A liquid culture of spore-forming strains was heat shocked (80 °C for 10 min), then plated on Tryptic Soy Agar (TSA) and grown at 30 °C for 5 days to induce endospore formation. Endospore staining with malachite green and safranin was performed using the Schaeffer-Fulton method 26 . Light microscopy and phase contrast images were taken on an Olympus BX53 microscope with an Olympus DP25 camera using Olympus cellSens software. All strains were grown out on TSA media at 24 °C for 72 h. An isolated colony was fixed in a 4 °C solution of 2.5% glutaraldehyde (Ted Pella Inc., Redding, CA, United States) in 0.1 M sodium cacodylate (NaCaco) (Sigma Aldrich) for an hour. The suspended cells were collected using a vacuum pump and a 0.2 µm Isopore filter membrane (MilliporeSigma, Burlington, MA, United States), and then transferred into a 1.5 ml centrifuge tube. The sample was incubated in 0.1 M NaCaco solution at 4 °C for 10 min and then replaced with fresh 0.1 M NaCaco solution; this washing step was repeated a total of 3 times. The sample then went through dehydration by a step series of increasing IPA and water solutions at 10 min intervals. The series was: 50%, 70%, 80%, 90%, 95% and 100%, with the final 100% rinsing occurring 3 times. The sample was stored at 4 °C in 100% IPA until it was then critically point dried in a Tousimis Automegasamdri 915B critical point dryer (Rockville, MD, United States). Samples were affixed with carbon tape to SEM stubs (Ted Pella Inc.) and then were coated in a ~ 12 nm thick carbon layer by a Leica EM ACE600 Carbon Evaporator (Deerfield, IL, United States). SEM images were collected on a FEI Quanta 200F microscope (Themo Fisher, Waltham, MA, United States) located at the California Institute of Technologies Kavli Nanoscience Institute. Biochemical tests and phenotype characterization Growth temperature and other phenotypic parameters of the tested strains were assessed as f",
  "results": "Results The six strains isolated during this study belonged to five novel species spanning four bacterial genera. Among the six strains, four were non-spore-forming members and two strains formed endospores. Based on 16S rRNA gene similarities, not all strains were identified into a novel bacterial species, but ANI/dDDH analyses allowed them to be placed into five distinct bacterial species. They were:  Arthrobacter burdickii  IIF3SC-B10 T ,  Leifsonia virtsii  F6_8S_P_1A T ,  Leifsonia williamsii  F6_8S_P_1B T ,  Paenibacillus vandeheii  F6_3S_P_1C T , and  Sporosarcina highlanderae  F6_3S_P_2 T . In addition, the WGS of  S. thermotolerans  CCUG 53480 T  was generated and compared with the genome of  S. highlanderae  F6_3S_P_2 T  to identify the variable, conserved, and distinctive genomic traits. Genome characteristics and relatedness indices Table  1  summarizes the assembly statistics for all six strains. The draft genomes of the novel bacterial species were assembled using high-quality sequences, and their assembly quality varied from a single contig to 49 scaffolds. The non-spore-forming strains had high GC contents, ranging from 68% to 71.4%, whereas spore-forming strains, such as  P. vandeheii  F6_3S_P_1C T  (46.1%) and  S. highlanderae  F6_3S_P_2 T  (41.6%), had low GC content. The total number of predicted genes was 2166 for  S. highlanderae  F6_3S_P_2 T  and 4861 for  P. vandeheii  F6_3S_P_1C T . However, the non-spore-forming bacterial species had ~ 3444 to 3850 coding regions (Table  1 ). In addition to the novel species, the complete genome of  S. thermotolerans  CCUG 53480 T  was generated and compared to  S. highlanderae  F6_3S_P_2 T  strain since both shared > 99% 16S rRNA gene sequence similarities. Table 1 Assembly statistics for novel bacterial species isolated from the ISS and for the type strain of  Sporosarcina thermotolerans. Species Strain # NCBI Accession # Isolation location No. of scaffolds/contigs Genome size (bp) N50 (bp) Average Coverage G + C Content(%) Filtered reads used for assembly Coding sequences Arthrobacter burdickii IIF3SC-B10 T JAROCG000000000 Advanced resistive exercise device (ARED) foot platform, ISS 8 3,949,978 3,120,482 1056 68.0 23,248,163 3,688 Leifsonia virtsii F6_8S_P_1A T JAROCB000000000 Port crew quarters, bump out exterior aft wall, ISS 10 4,198,603 988,071 570 70.5 15,053,671 3,858 Leifsonia williamsii F6_8S_P_1B T JAROCF000000000 Port crew quarters, bump out exterior aft wall, ISS 2 3,889,882 3,847,531 599 71.4 15,606,332 3,444 Leifsonia williamsii F6_8S_P_1C JARUHI000000000 Port crew quarters, bump out exterior aft wall, ISS 19 3,883,459 550,775 504 71.4 11,128,441 3,439 Paenibacillus vandeheii F6_3S_P_1C T JAROCD000000000 Advanced resistive exercise device (ARED) foot platform, ISS 49 7,035,527 437,229 353 46.1 12,976,930 4,861 Sporosarcina highlanderae F6_3S_P_2 T JAROCC000000000 Advanced resistive exercise device (ARED) foot platform, ISS 33 3,397,737 269,276 736 41.6 10,980,322 2,166 Sporosarcina thermotolerans CCUG 53480 T CP125968 Human blood 1 3,659,279 N/A 100 41.3 102,168 4,609 Table  2  presents the similarities among closely related members of the novel species based on ANI, dDDH, and two marker genes (16S rRNA and  gyrB ). The 16S rRNA gene sequences of all five novel species described in this study exhibited > 99% similarities to previously established species. However, the gyrB gene sequence similarities of the novel species with the closely related species ranged from 88.6 to 92.8% and could serve as a genetic marker to distinguish the novel species. Moreover, ANI indices (< 95%) and dDDH values (< 70%) fell below the threshold levels of bacterial species identity and confirmed that the examined ISS strains were novel species. Table 2 Whole genome, marker genes sequence similarities, and dDDH values between novel bacterial species and nearest neighbors. Novel Species (strain number) Nearest species WGS Accession # ANI (%) dDDH (%) gyrB  (%) 16S Accession #",
  "discussion": "Discussion New launch technology and new investment in human exploration of space by governments and private industry are leading to a revitalization of the idea of long-term space habitation. Missions to the moon are already underway, and missions to Mars are planned for the near future. Such missions will be measured in multiple years rather than in months and will have no or little resupply from Earth. In such cases, the microbiome of the space vessel or habitat will need to be monitored for multiple reasons: the spread of pathogens through the air or on surfaces which could infect humans 63  or plants 64  as well as the spread of antimicrobial resistance genes 65 , the health of human commensal microbiomes (and potential overgrowth of secondary pathogens), and the potential for biofouling of fluid lines or water supplies via microbial overgrowth 66 . Also, with no resupply from Earth there is no ability to gain access to Earth’s massive microbial biodiversity. Unless specific microbes are stocked as supplies before launch 1 , the microbes found on the spacecraft or habitat are the only ones which could be used for the many commercial purposes that microbes are used for on Earth: antibiotic or therapeutic discovery, manufacturing of drugs, food, and vitamins, plant growth enhancement, probiotics, etc. Biological  in-situ  resource utilization may also require bioremediation or bioconversion of raw, potentially toxic materials collected from moons, other planets, or asteroids/comets. Whether or not the microbiome of a space habitat can be controlled and repurposed to this extent depends on a number of factors, including (1) whether the microbial diversity of such a space habitat would be sufficient to include all the traits desired for the many purposes listed above, (2) accurate detection and identification of already-known microbes and taxonomic placement of unidentified microbes, including whether shotgun metagenomic sequencing would detect the presence of problematic microbes from low biomass surfaces, and (3) characterization of potential phenotypic traits based on genomic predictions. Like the proverbial mustard seed, perhaps we inadvertently carry a planet’s worth of microbial diversity wherever we travel. The novel microbes described herein are not necessarily any more noteworthy than those which might be isolated from an office building on Earth [though they are likely far more resilient given the harsh conditions 67  of the space environment], and yet each hosts significant potential for affecting human health 5  or for use in assisting plant growth 68 , bioremediation or manufacturing, and offers a glimpse into the genetic and metabolic potential of the microbial diversity of the ISS 69 . The most abundant cultivable microbes on ISS surfaces include common, well-studied human commensals such as  Staphylococcus, Rhodotorula, Penicillium,  and  Micrococcus  species. However, there are many more that have only been isolated once aboard ",
  "conclusion": ""
}