{
  "id": "PMC10027818",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10027818/",
  "title": "Meta-analysis of the space flight and microgravity response of the Arabidopsis plant transcriptome",
  "authors": "Richard Barker, Colin P. S. Kruse, Christina Johnson, Amanda Saravia-Butler, Homer Fogle, Hyun-Seok Chang, Ralph Møller Trane, Noah Kinscherf, Alicia Villacampa, Aránzazu Manzano, Raúl Herranz, Laurence B. Davin, Norman G. Lewis, Imara Perera, Chris Wolverton, Parul Gupta, Pankaj Jaiswal, Sigrid S. Reinsch, Sarah Wyatt, Simon Gilroy",
  "year": "2023",
  "journal": "NPJ Microgravity",
  "abstract": "Spaceflight presents a multifaceted environment for plants, combining the effects on growth of many stressors and factors including altered gravity, the influence of experiment hardware, and increased radiation exposure. To help understand the plant response to this complex suite of factors this study compared transcriptomic analysis of 15  Arabidopsis thaliana  spaceflight experiments deposited in the National Aeronautics and Space Administration’s GeneLab data repository. These data were reanalyzed for genes showing significant differential expression in spaceflight versus ground controls using a single common computational pipeline for either the microarray or the RNA-seq datasets. Such a standardized approach to analysis should greatly increase the robustness of comparisons made between datasets. This analysis was coupled with extensive cross-referencing to a curated matrix of metadata associated with these experiments. Our study reveals that factors such as analysis type (i.e., microarray versus RNA-seq) or environmental and hardware conditions have important confounding effects on comparisons seeking to define plant reactions to spaceflight. The metadata matrix allows selection of studies with high similarity scores, i.e., that share multiple elements of experimental design, such as plant age or flight hardware. Comparisons between these studies then helps reduce the complexity in drawing conclusions arising from comparisons made between experiments with very different designs.",
  "keywords": "Plant sciences, Genetic databases",
  "full_text": "Introduction Spaceflight imposes a unique suite of environmental effects on biology. For example, microgravity severely curtails the signals normally generated on Earth from the intrinsic weight of a plant’s organs 1  and by its gravity perceptive cells 2 – 4 . By contrast, in the terrestrial environment, these are key factors driving normal growth and development. In addition, gravitational forces on Earth govern a host of physical processes including gas and liquid flow that are important for normal plant function. Thus, the microgravity environment can lead to the development of anoxic regions around metabolically active plant tissues and altered patterns of evaporative and convective cooling that can impact leaf function and physiology 5 – 8 . Additionally, the increased radiation exposure inherent in spaceflight is likely to trigger its own array of responses within the plant. The combination of these spaceflight-linked effects is outside the evolutionary history of terrestrial biology and so it remains complicated to predict the effects of spaceflight on organisms. Yet, understanding the molecular and physiological responses of plants to these conditions remains an important goal for space biologists, not the least because plants are integral to many plans for life support on long-duration crewed missions and for colonization 9 . One way to probe the responses of organisms to spaceflight is by analysis of changes in their transcriptomes, proteomes, metabolomes, genomes and epigenomes induced by exposure to this environment. In the field of plant biology the National Aeronautics and Space Administration’s (NASA’s) GeneLab data repository 10 , 11  has aggregated many such omics datasets. Critically, the deposited data are associated with extensive metadata covering elements of each experiment’s design ranging from features of the hardware, radiation exposure and lighting regime to treatment duration, genotype and organism age. Such extensive and accurate metadata are critical to understanding the breadth of differences in experimental designs when making comparisons between studies. This insight is important as the flight hardware used, the analysis methodology employed (e.g., microarray versus RNA-seq for transcriptome studies) and other experimental parameters likely superimpose their own, often poorly defined, influences on the results (so-called batch effects 12 ). Indeed, recent analysis of rodent spaceflight data suggests differences in sample preservation eclipsed spaceflight-driven differences in mouse transcriptional profiling 13 . However, given the relatively few opportunities to conduct experiments in space, making comparisons between existing studies represents a potentially powerful approach to identify common responses in the often-limited available spaceflight data. We have therefore imported 15 spaceflight-related plant transcriptome datasets from the GeneLab data repository and manually curated the associated metadata to develop a metadata matrix (hereafter, the Matrix). This approach allows the more robust design of comparisons between studies that share commonalities in experimental design. Our meta-analyses broadly confirmed the spaceflight-related changes in cell wall processes and oxidative stress that were highlighted in many of the original publications associated with each individual study. Additionally, Matrix-driven analyses helped reveal new response elements, such as conserved spaceflight-triggered changes in expression of the cold response gene  COLD RESPONSIVE 78  ( COR78 ), and likely shifts in ion transport processes. We also identified factors within the experimental design such as choice of flight hardware and especially assay technique (i.e., microarray versus RNA-seq) that can impose greater differences between datasets than the spaceflight treatment. Thus, the Matrix allows researchers to explore the wealth of plant biology transcriptomic data generated during spaceflight-related studies and provides an approach to better understand underlying factors impacting the robustness of comparisons made between the different datasets. Results and discussion Comparative transcriptomics of plant spaceflight-response data One method to assess the similarities and differences in transcriptome-level responses between different plant spaceflight experiments is to make comparisons using the results of the analyses already presented in the primary literature on each study. This approach can be further expedited using tools, such as the Test of Arabidopsis Space Transcriptome (TOAST) database 14  that aggregates these analyses into an interactive data exploration environment. Such comparative studies capitalize upon the unique insights of the researchers who performed each experiment and the tailored analytical tools and approaches they then employed to define differentially expressed genes (DEGs) in their original publications. We will refer to these studies as in-house analyses. However, the wide range of analytical pipelines used in such a primary literature-based approach inevitably imposes some limitations on the robustness of any conclusions that can be drawn between studies. This problem arises because differences in gene expression patterns between datasets likely involve both the effects of experimental treatments, such as growing plants in spaceflight versus a ground control, and of elements specific to the different analytical programs and statistical approaches used to analyze the data. Indeed, differences between results from different software packages analyzing the same raw transcriptomics datasets are well-documented in the literature 15 . Therefore, a complementary methodology was also applied by reanalyzing the plant studies used in our analysis via the common computational pipelines summarized in Fig.  1 . A similar strategy of reanalyzing published datasets using a common computational approach has been used in the EMBL-EBI gene Expression Atlas. For example, when these researchers import RNA-seq data, a standardized analysis is performed using the integrated RNA-seq Analysis Pipeline, or iRAP, approach 16 . Although this analysis pipeline is different from the one we have adopted, the standardizing of analysis across all datasets for the EMBL-EBI gene Expression Atlas is designed with the same goal in mind: to reduce the potential for generating artifacts that are caused by making comparisons between datasets that have been the subject of different initial data analysis methodologies. Fig. 1 Uniform analysis pipeline applied to Arabidopsis GLDS datasets used in this study. Normalized expression arrays are imported from NASA’s GeneLab repository ( https://genelab-data.ndc.nasa.gov/genelab/projects ) and then parsed by the TOAST X-Species Transcriptional Explorer ( https://astrobiology.botany.wisc.edu/x-species-astrobiology-genelab ) for analysis of common features between experiments (cross experiment intersect analysis). The iDEP.92 R-shiny app 59  is then used to generate expression heatmaps for clustering, and to perform Principal Component Analysis (PCA), Multidimensional Scaling analysis (MDS), t-distributed Stochastic Neighbor Embedding (T-SNE), Weighted Gene Correlation Network Analysis (WGCNA) and K-means statistical analyses. Functional analyses are then performed using the online tools at Ensembl GO 53 , KEGG (Kyoto Encyclopedia of Gene and Genomes) 56 , AraCyc 57  and Reactome 58 . These data are then visualized as tables and dendrograms of the enriched functional groups that are altered by spaceflight and/or related stimuli. Using our common analysis pipeline approach to comparing DEGs across all the Arabidopsis studies, batch effects (i.e., confounding variables imposing effects on patterns of gene expression over and above those of the spaceflight treatment) became readily evident. Thus, Principal Component Analysis (PCA) and Euclidean hierarchical clustering revealed that rather than the comparison between of spaceflight and ground control, whether RNA-seq or microarray was used to detect patterns of gene expression is the factor with the largest effect on separating studies (PCA1, explaining 83% of the variance between experiments; Fig.  2a, c ). Similar analysis showed the important but lesser impact of lighting environment (Fig.  2b ). It is important to note here that we have used a statistical threshold of  p  < 0.01 to define a DEG. Our analysis pipeline also generates the more stringent adjusted  p -value (or  q -value) that corrects the  p -value for the false discovery rate associated with multiple testing. Although we have analyzed the  p -value filtered results to encompass as broad a set of DEGs as possible,  q -values are presented in the tables of Supplementary Data, to allow the reader to define DEG lists using this parameter. Similarly, a cut off related to fold-change in expression (such as only evaluating genes showing ≥2-fold change in e.g., spaceflight versus their paired ground control) is often used in the literature to limit the extent of the gene lists being analyzed. Again, we have opted not to apply such a fold-change cut off to maintain the most inclusive list of DEGs for analysis. However, fold-change in expression level is also presented in the Supplementary Data, allowing the reader to filter the gene lists using a fold-change cut off as appropriate for their analyses Fig. 2 Principal component analysis (PCA) of the 15 plant datasets in the Matrix reveals clustering based on analystical approach (microarray versus RNA-seq) and by lighting conditions. Principal components sperate datasets by  a  microarray versus RNA-seq-based analyses and  b  by growth in the light versus the dark environment of the growth hardware. PC1 principal component 1, PC2 principal component 2, PC3 principal component 3. Percentage reflects the degree of variance accounted for by each principal component.  c  Euclidian hierarchical clustering confirms grouping by assay type (microarray versus RNA-seq) as major factor within the data. Ecotypes: Col Columbia, Cvi Cape Verde Island, Ws Wassilewskija, Col-0 + Ws, mixed sample 80% Ws, and 20% Col ecotypes. Genotypes: WT wild-type,  act2 actin 2 ,  arg1 altered response to gravity 1, atm1 \n ataxia-telangiectasia mutated 1 ,  hsfa2 heat shock transcription factor A2, phyD \n phytochrome D . We next created a connectivity network visualization system using all the pairwise comparisons that can be made between the GLDS used in our analysis (Fig.  3a–g ; Supplementary Data  2 ; an interactive version of this connectivity analysis is available at:  https://gilroy-qlik.botany.wisc.edu/a/sense/app/20aa802b-6915-4b1a-87bd-c029a1812e2b/sheet/6241e71a-a3c5-4c63-9210-e05c743699d7/state/analysis ). Pairwise factor correlation analysis was performed by inspection of the Matrix in Supplementary Data  1  and manually scoring factors that are similar between different pairs of studies, assigning a value of 1 for each factor shared between a pair and a value of zero if that factor was different. Thus, the more factors in common between a pair of studies, the greater their similarity scores. The full pairwise similarity matrix can be found in Supplementary Data  2 . This approach linked the studies using similarity scores reflecting commonalities in the different experimental designs and metadata factors within the datasets in our study. Such network analysis allowed us to further visualize and dissect links between the factors that potentially cause the clustering of studies identified in the PCA (Fig.  2 ). When represented graphically as links between studies and metadata factors, this analysis demonstrated that hardware and its associated lighting regimes were indeed likely key components that influence clustering of responses in the data (Fig.  4 ). Fig. 3 Pairwise factor correlation analysis creates a weighted network linking studies based on metadata similarity score. a  Whole connectivity network. Numbers and thickness of connection (network edge) reflect degree of connectivity through shared metadata factors.  b – f  5 sub-networks based on common BRIC hardware experiment design:  b  sub-network of experiments performed using the BRIC hardware (mean connectivity score: 6.3),  c  BRIC experiments involving seedlings (mean connectivity score: 6.0). Seedling experiments analyzed using  d  RNA-seq (mean connectivity score: 8) or  e  microarray (mean connectivity score: 7.6) and  f  BRIC experiments that have used cell cultures, all analyzed by microarray (mean connectivity score: 7.4). For  a – g  size of circle for each study reflects the number of connected factors available for pairwise comparison.  g  Examples of connectivity of  GLDS-7 ,  GLDS-37 ,  GLDS-38 , and  GLDS-120  by tissues sampled and ecotypes analyzed. Colored lines reflect factor connecting studies. Ecotypes: Col, Columbia; Ws, Wassilewskija; Ler, Landsberg. See Supplementary Data  2  for full connectivity matrix. Fig. 4 Graphical representation of metadata related to tissues, assay type and flight vehicle. The specific assay and tissue types for each dataset are indicated with network clustering based on hardware. See Supplementary Data  1  and  2  for the Matrix driving this visualization. Note the hardware used to analyze plant response to spaceflight often defines the types of tissue that are available and so these two variables are often linked. Purple color circles represent RNAseq analysis of wild-type Col-0 plants, shades of blue represent other WT ecotypes, the pink circle represents RNA-seq analysis performed on mutants. The size of circles is a qualitative representation of the amount of differentially expressed loci relative to other genetic varieties used during that study. Ecotypes: Col Columbia, Cvi Cape Verde Island, Ws Wassilewskija, Ler Landsberg, Col-0 + Ws mixed sample 80% Ws and 20% Col ecotypes. Genotypes: WT wild-type,  arg1 altered response to gravity 1, hsfa2 heat shock transcription factor A2, atm1 \n ataxia-telangiectasia mutated 1 ,  phyD \n phytochrome D , Hardware: BRIC Biological Research in Canister, EMCS European Modular Cultivation System, VEGGIE Vegetable production system, SIMBOX SIMBOX incubator system, ABRS Advanced Biological Research System. An interactive version of this visualization is available at:  https://gilroy-qlik.botany.wisc.edu/a/sense/app/20aa802b-6915-4b1a-87bd-c029a1812e2b/sheet/6241e71a-a3c5-4c63-9210-e05c743699d7/state/analysis . It is important to remember here that the lighting environment for an experiment is often dictated by the hardware that was used, for example, most plant experiments performed to date using the Biological Research in Canister (BRIC) hardware are conducted in the dark. Therefore, lighting and hardware are inevitably closely linked in our network analyses of current datasets. This observation also highlights the insight that could be gained by performing more studies that use the same hardware but with a range of lighting environments. Such analyses could help separate hardware-related effects on the plant during growth in space from those specifically triggered by the lighting environment under those conditions. Such network analyses distinguish those studies sharing a high degree of network linkages within the Matrix, i.e., studies with a larger number of common features in their experimental design. Results of comparisons between such highly connected studies are candidates for more robust analyses due to these shared factors. For example, although the overall experimental designs behind  GLDS-7 ,  GLDS-37 ,  GLDS-38 , and  GLDS-120  differ from each other by ecotype, hardware or experiment duration, each links to multiple other spaceflight experiments within the Matrix and form hubs in networks related to hardware and/or tissue sample type (Fig.  3g ). Thus,  GLDS-7  was performed in the Advanced Biological Research System (ABRS) and is of interest due to the high number of tissues and ecotypes in its experimental design that link to many other studies in the Matrix.  GLDS-37  was conducted in the BRIC hardware and is extensively linked to other studies due to the large number of Arabidopsis ecotypes analyzed, as well as the many other Arabidopsis BRIC experiments available for comparison.  GLDS-38  (BRIC) provides RNA-seq and paired proteomics data that likewise connect to many other BRIC datasets. GLDS-120 took place with a unique hardware setup (square Petri plates that were attached to the inside wall of the International Space Station), but contains multiple ecotypes, genotypes and light treatments that link it to many other studies in the Matrix. These connections to other studies suggest that comparisons within the local networks where each study acts as a hub are likely to be fruitful targets to extract common spaceflight-related responses. Conversely, such network analyses also revealed studies that are the most distinct (i.e., least shared metadata factors with other Matrix studies). One clear set of such studies are those designed around terrestrial spaceflight analogs such as  GLDS-46 ,  GLDS-136 , and  GLDS-144 . These experiments use elements such as hyperbaric chambers, space radiation analog exposures, and microgravity simulation on clinostats and random positioning machines to mimic specific aspects of the spaceflight environment and so are more distant in design to the other spaceflight experiments. Thus, as shown in Supplementary Fig.  1 , pairwise similarity matrix comparisons show spaceflight studies are most similar to other spaceflight studies (average pairwise similarity score of 5.88 ± 1.93) and significantly less similar ( p  < 0.01) when compared to ground analog studies (average similarity 4.21 ± 1.36), which are most similar to other ground analog studies. This Matrix-driven network visualization then highlights the opportunity to design follow-up experiments that use these analogs of putative spaceflight stressors but where the design of the study is more interconnected to the factors seen in their closest spaceflight studies within the Matrix. Such aligned experimental designs could help increase the robustness of subsequent comparisons to the existing spaceflight data. We next asked if we could define factors within the metadata other than spaceflight treatment that help define clustering within the studies. We therefore took the expression level data for each individual sample replicate (normalized probe fluorescence intensity for microarray and FPKM for RNAseq) from all the studies in the Matrix and calculated the Pearson’s correlation coefficient for all possible pairwise combinations (Supplementary Data  3 ). We next calculated the average Pearson’s correlation coefficient from this analysis for each set of replicates within an experiment, providing a measure of correlation for each treatment within a dataset to all other treatments in all datasets in the Matrix. We then sorted these data by each metadata factor within the Matrix to ask if a particular metadata factor stood out as explaining the patterns of correlation within the transcriptomics data. Of these, radiation treatment was the most highly correlated factor (Supplementary Data  3 ), followed by genotype, tissue/developmental stage, flight hardware and then altered gravity (i.e., spaceflight). This analysis again highlights the likelihood that many experimental factors are imposing patterns on spaceflight transcriptional profiles and reinforces the effects of radiation exposure as a key area for future spaceflight-related experimentation. Mining the Matrix for common patterns of spaceflight-responsive gene expression Insights from the network of connections between the spaceflight-related datasets in the Matrix were then used to make comparisons between gene expression patterns seen in spaceflight treatments and ground control samples (e.g., excluding the ground-based spacef",
  "introduction": "Introduction Spaceflight imposes a unique suite of environmental effects on biology. For example, microgravity severely curtails the signals normally generated on Earth from the intrinsic weight of a plant’s organs 1  and by its gravity perceptive cells 2 – 4 . By contrast, in the terrestrial environment, these are key factors driving normal growth and development. In addition, gravitational forces on Earth govern a host of physical processes including gas and liquid flow that are important for normal plant function. Thus, the microgravity environment can lead to the development of anoxic regions around metabolically active plant tissues and altered patterns of evaporative and convective cooling that can impact leaf function and physiology 5 – 8 . Additionally, the increased radiation exposure inherent in spaceflight is likely to trigger its own array of responses within the plant. The combination of these spaceflight-linked effects is outside the evolutionary history of terrestrial biology and so it remains complicated to predict the effects of spaceflight on organisms. Yet, understanding the molecular and physiological responses of plants to these conditions remains an important goal for space biologists, not the least because plants are integral to many plans for life support on long-duration crewed missions and for colonization 9 . One way to probe the responses of organisms to spaceflight is by analysis of changes in their transcriptomes, proteomes, metabolomes, genomes and epigenomes induced by exposure to this environment. In the field of plant biology the National Aeronautics and Space Administration’s (NASA’s) GeneLab data repository 10 , 11  has aggregated many such omics datasets. Critically, the deposited data are associated with extensive metadata covering elements of each experiment’s design ranging from features of the hardware, radiation exposure and lighting regime to treatment duration, genotype and organism age. Such extensive and accurate metadata are critical to understanding the breadth of differences in experimental designs when making comparisons between studies. This insight is important as the flight hardware used, the analysis methodology employed (e.g., microarray versus RNA-seq for transcriptome studies) and other experimental parameters likely superimpose their own, often poorly defined, influences on the results (so-called batch effects 12 ). Indeed, recent analysis of rodent spaceflight data suggests differences in sample preservation eclipsed spaceflight-driven differences in mouse transcriptional profiling 13 . However, given the relatively few opportunities to conduct experiments in space, making comparisons between existing studies represents a potentially powerful approach to identify common responses in the often-limited available spaceflight data. We have therefore imported 15 spaceflight-related plant transcriptome datasets from the GeneLab data repository and manually curated the associated metadata to dev",
  "methods": "Methods Assay pipelines and datasets The GeneLab data repository currently holds the largest number of publicly accessible datasets of omics- (transcriptomics-, proteomics-, epigenomics- and genomics-) based studies of biological, spaceflight-related studies. For our analyses of plant responses using this resource we focused on the results assessing changes in the transcriptome as the most numerous kind of dataset available. We included such studies based on the minimal criteria that they: (1) were performed on the most widely used plant model species,  Arabidopsis thaliana  (which represents nearly all of the plant data currently deposited in GeneLab) and (2) had at least 3 biological replicates per treatment (to provide statistical rigor on subsequent analyses). A summary of the 15 studies (encompassing 10 microarray and 6 RNA-seq GeneLab Data Sets, or GLDS) that fulfill these requirements is presented in Table  2 . These experiments were performed on missions run by NASA, the European Space Agency and the Chinese Space Agency. To ensure the greatest degree of comparability between results, all of the primary data was reanalyzed through common computational approaches developed by GeneLab and implemented in the Galaxy computing environment 44 . Briefly, the microarray analysis pipeline used the R/Bioconductor software package limma 45  to perform differential gene expression analysis. Background correction by the Robust Multichip Average (RMA) method and between array normalization by the quantile method 46  were performed through the Bioconductor Oligo package 47 . Gene level estimation was generated using the Maximum Interquartile Range method and annotations were added using the Annotation-Db class gene annotations specific to  Arabidopsis thaliana  from the Bioconductor repository ( www.bioconductor.org ). In cases where multiple probes mapped to the same gene ID, representative probes were selected with the highest mean normalized intensity across all samples. Differential gene expression analysis used the linear model fit from the limma R package to perform pairwise comparisons for all groups. For each probe set, the variance of mean signal intensities was estimated, improved by an empirical Bayes method for combining variances of probes showing similar variability, and the significance of the difference between the means was evaluated with a t-test to obtain  p -values.  p -values were also adjusted to  q -values to account for possible errors introduced through multiple hypothesis testing using the Benjamini and Hochberg method 48  and so control for the false discovery rate. Details of the code used to process each dataset are available at  https://github.com/nasa/GeneLab_Data_Processing/tree/master/Microarray/1-channel_arrays/GLDS_Processing_Scripts . Both the raw and processed data can be downloaded at  https://genelab-data.ndc.nasa.gov/genelab/projects . Table 2 Studies used in developing the plant transcriptional Matrix. Accession ",
  "results": "Results and discussion Comparative transcriptomics of plant spaceflight-response data One method to assess the similarities and differences in transcriptome-level responses between different plant spaceflight experiments is to make comparisons using the results of the analyses already presented in the primary literature on each study. This approach can be further expedited using tools, such as the Test of Arabidopsis Space Transcriptome (TOAST) database 14  that aggregates these analyses into an interactive data exploration environment. Such comparative studies capitalize upon the unique insights of the researchers who performed each experiment and the tailored analytical tools and approaches they then employed to define differentially expressed genes (DEGs) in their original publications. We will refer to these studies as in-house analyses. However, the wide range of analytical pipelines used in such a primary literature-based approach inevitably imposes some limitations on the robustness of any conclusions that can be drawn between studies. This problem arises because differences in gene expression patterns between datasets likely involve both the effects of experimental treatments, such as growing plants in spaceflight versus a ground control, and of elements specific to the different analytical programs and statistical approaches used to analyze the data. Indeed, differences between results from different software packages analyzing the same raw transcriptomics datasets are well-documented in the literature 15 . Therefore, a complementary methodology was also applied by reanalyzing the plant studies used in our analysis via the common computational pipelines summarized in Fig.  1 . A similar strategy of reanalyzing published datasets using a common computational approach has been used in the EMBL-EBI gene Expression Atlas. For example, when these researchers import RNA-seq data, a standardized analysis is performed using the integrated RNA-seq Analysis Pipeline, or iRAP, approach 16 . Although this analysis pipeline is different from the one we have adopted, the standardizing of analysis across all datasets for the EMBL-EBI gene Expression Atlas is designed with the same goal in mind: to reduce the potential for generating artifacts that are caused by making comparisons between datasets that have been the subject of different initial data analysis methodologies. Fig. 1 Uniform analysis pipeline applied to Arabidopsis GLDS datasets used in this study. Normalized expression arrays are imported from NASA’s GeneLab repository ( https://genelab-data.ndc.nasa.gov/genelab/projects ) and then parsed by the TOAST X-Species Transcriptional Explorer ( https://astrobiology.botany.wisc.edu/x-species-astrobiology-genelab ) for analysis of common features between experiments (cross experiment intersect analysis). The iDEP.92 R-shiny app 59  is then used to generate expression heatmaps for clustering, and to perform Principal Component Analysis (PCA), Multidimensional Scaling analysis (MDS), t-distributed Stochastic Neighbor Embedding (T-SNE), Weighted Gene Correlation Network Analysis (WGCNA) and K-means statistical analyses. Functional analyses are then performed using the online tools at Ensembl GO 53 , KEGG (Kyoto Encyclopedia of Gene and Genomes) 56 , AraCyc 57  and Reactome 58 . These data are then visualized as tables and dendrograms of the enriched functional groups that are altered by spaceflight and/or related stimuli. Using our common analysis pipeline approach to comparing DEGs across all the Arabidopsis studies, batch effects (i.e., confounding variables imposing effects on patterns of gene expression over and above those of the spaceflight treatment) became readily evident. Thus, Principal Component Analysis (PCA) and Euclidean hierarchical clustering revealed that rather than the comparison between of spaceflight and ground control, whether RNA-seq or microarray was used to detect patterns of gene expression is the factor w",
  "discussion": "",
  "conclusion": ""
}