{
  "id": "PMC11166948",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166948/",
  "title": "Spatiotemporal expression and control of haemoglobin in space",
  "authors": "Josef Borg, Conor Loy, JangKeun Kim, Alfred Buhagiar, Christopher Chin, Namita Damle, Iwijn De Vlaminck, Alex Felice, Tammy Liu, Irina Matei, Cem Meydan, Masafumi Muratani, Omary Mzava, Eliah Overbey, Krista A. Ryon, Scott M. Smith, Braden T. Tierney, Guy Trudel, Sara R. Zwart, Afshin Beheshti, Christopher E. Mason, Joseph Borg",
  "year": "2024",
  "journal": "Nature Communications",
  "abstract": "It is now widely recognised that the environment in space activates a diverse set of genes involved in regulating fundamental cellular pathways. This includes the activation of genes associated with blood homeostasis and erythropoiesis, with a particular emphasis on those involved in globin chain production. Haemoglobin biology provides an intriguing model for studying space omics, as it has been extensively explored at multiple -omic levels, spanning DNA, RNA, and protein analyses, in both experimental and clinical contexts. In this study, we examined the developmental expression of haemoglobin over time and space using a unique suite of multi-omic datasets available on NASA GeneLab, from the NASA Twins Study, the JAXA CFE study, and the Inspiration4 mission. Our findings reveal significant variations in globin gene expression corresponding to the distinct spatiotemporal characteristics of the collected samples. This study sheds light on the dynamic nature of globin gene regulation in response to the space environment and provides valuable insights into the broader implications of space omics research.",
  "keywords": "RNA, Genetics research, Anaemia, Transcriptomics, Erythropoiesis",
  "full_text": "Introduction An interesting phenomenon that has been observed in studies related to space medicine and biology is the clinical phenotype associated with space anaemia. In the environment on board the International Space Station, astronauts experience a reduction in their red blood cell mass, associated with anaemia, which is however resolved after a few months back on Earth 1 , 2 . The mechanism behind the incidence of space anaemia is still unknown, much like another important occurrence that deals with haemoglobin gene switching 3 . The globin gene switch has long been thought to act as a paradigm for studying gene switch mechanisms for both in vitro and in vivo clinical models. Perturbations in the globin switch may lead to important clinical disorders, also known as haemoglobinopathies, that include, amongst others, sickle cell disease and beta-thalassaemia 4 . The regulation and control of the globin genes are governed by a set of transcription factors and other key molecules that, when brought together in close proximity, will dynamically shift the beta-globin locus and express the globin genes in a developmental pattern. The fine and exquisite nature of the globin gene control, as well as their extensive studies to date on all -omic fronts, have made them the model of choice to study in one of the harshest environments that humans can experience. Erythropoiesis is a dynamic multi-step process 5  involving the differentiation of early erythroid progenitors to enucleated red blood cells. Under normal circumstances, a large number of transcription factors such as GATA-1, GATA-2, LMO2, FOG, C-MYB, TAL-1, BCL11A, RUNX-1 and PU.1 and KLF1 are involved in the formation of haematopoietic cell lineages that are in turn finely controlled and regulated in producing a subset of cells capable of carrying vast quantities of the haemoglobin protein for oxygen transport to all tissues 6 , 7 . In this study, we used multiple omic datasets retrieved from several different human astronaut missions using the powerful platform made available by NASA’s GeneLab 8 . This platform is now an established space omics database that provides a wealth of information linking molecular biology and genetics with space medical sciences. In particular, the full astronaut blood, as well as transcriptional data from the NASA Twins Study 9 , 10  was analysed for the globin gene expression profile as well as the extensive list of transcription factors and miRNAs involved in the globin gene switch mechanism. Our research uncovered two important conclusions. Firstly, exposing humans to orbiter effects resulted in a significantly down-regulated expression of all globin genes, seemingly confirming space anaemia as documented earlier 1 . The levels of expression were then returned back to normal post-flight. Key genes that play important roles in erythropoiesis were also highly perturbed during spaceflight, with some undergoing up-regulation and others down-regulated, indicating that space anaemia might occur as a combination of direct haemolysis coupled with reduced overall production of new, mature erythroid cells. Secondly, it was noted that an adult-to-fetal globin switch, similar to that observed in the amelioration of haemoglobinopathies on Earth, can be observed through the up-regulation and down-regulation of a number of genes, encoding for different globins, transcription factors and other key molecules that play a known role in globin switching mechanisms. This leads to the possible conclusion that the microgravity environment might elicit the mechanisms behind the developmental globin gene switch model and sheds an even more in-depth look at the key players involved in this intricate switch. These may constitute an important observation for those next frontier missions that look beyond the moon and further into deep space. Results Obtained globin gene, transcription factor (TF) and globin miRNA expression results are hereunder showcased for the NASA Twins study, the JAXA study as well as the Inspiration4 mission. A summary of observed trends is provided in Fig.  1 . Fig. 1 Summary of observed differential expression in genes implicated in the globin gene switch mechanism and erythropoiesis. A summary figure showcasing observed expression in a number of genes and transcription factors of interest, with observed trends across all three different astronaut cohorts for samples obtained before flight (BF), in flight (IF) and after flight (AF). A number of genes relevant to the globin switch mechanism are shown on the left, while a number of selected genes of relevance to erythropoiesis are shown on the right. Notably, repressors for fetal haemoglobin (HBF) in the haemoglobin gene switch showed in-flight down-regulation in almost all cases for both the NASA twins study and the JAXA astronaut cohort, suggesting an in-flight shift to favour the production of HBF. Erythropoiesis promoters showed a mixed in-flight and post-flight expression regulation, with some promoters down-regulated in flight and thus likely contributing to the space anaemia phenotype while other promoters were up-regulated in flight, possibly in response to space anaemia. Erythropoiesis repressors were down-regulated in flight, possibly as a response to the space anaemia condition as well. For the NASA Twins study, which constitutes a one-year mission on the ISS, globin gene and TF expression information is shown as comparisons carried out between the ground and flight twin (pre-flight), as well as comparisons made for the flight twin at different stages in the mission (i.e. pre-flight, during flight and post-flight). Different cellular fractions are separately considered, with the LD and the CPT (mononuclear cells separated by centrifugation) cell types representing the erythroid-containing cellular fractions. Due to the large number of genes and TFs considered, only those showcasing a significant down-regulation or up-regulation ( p -value < 0.1) in at least one comparison instance are included in Fig.  2 . Separately indicated are genes and TFs in cellular fractions that showed a higher level of differentially expressed significance, with a  p -value < 0.05. Fig. 2 Diagram showcasing comparisons in expression, for a number of different cellular fractions, in the NASA Twins study. Comparisons were made both between the ground and flight twin as well as comparisons made on a spatiotemporal basis for the flight twin at different mission stages. Only genes showcasing at least one expression comparison with significant variation ( p -value < 0.1) are included in the diagram, to maintain diagram clarity. Genes with  p -values < 0.05 are separately indicated. All log2 fold-changes and  p -values were calculated using DESeq2 software. Source data for the figure is provided in the Source Data file. Despite the primary focus being on haemoglobin control, regulation, and expression in the context of space-related anaemia, preserving and presenting data on white blood cells (WBCs) is pivotal for a comprehensive understanding of physiological changes in astronauts. WBC parameters offer valuable insights into the broader immune response, potential inflammation, and overall haematological health during space missions. Considering the interconnecting nature of erythroid and immune systems, the analysis and data of WBCs can provide crucial context to haemoglobin dynamics, ensuring a holistic interpretation of the physiological adaptations astronauts undergo in the space environment. This integrative approach enhances the scientific significance of our study and contributes to a more thorough comprehension of the impact of space travel on multiple facets of human physiology. Thus, while the erythroid-containing cellular fractions are perhaps most directly pertinent, the WBC fractions are still of relevance to this study. For the JAXA cohort, which constitutes of data from 6 astronauts who spent a 6-month period on the ISS, normalised expression values are provided for all globin genes and TFs, including timestamps for temporal resolution of specific expression readings collected in-flight and post-flight. In Fig.  3 , up-regulation or down-regulation of expression for specific genes or TFs of interest can be deduced when compared to the normalised pre-flight values, also provided. Values showcased in these diagrams represent mean expression levels measured across the JAXA cohort, with expression values obtained from cell-free RNA-Seq samples. Fig. 3 Normalised expression values for known globin genes and other trans-acting factors for the JAXA astronaut cohort. Genes and trans-acting factors considered were those known to be involved in the globin gene switch mechanism and/or erythropoiesis, and expression values were obtained before, during and after spaceflight, at specific intervals, for the JAXA astronaut cohort, which was composed of six JAXA astronauts. Source data for the figure is provided in the Source Data file. Following differential expression analysis using DESEQ2, volcano plots of  p- values against log2 fold-changes were computed for the JAXA study, comparing pre-flight, flight and post-flight expression readings as shown in Fig.  4 . Genes are known to be involved in erythropoiesis and the globin gene switch mechanism, were labelled accordingly if found to be significantly up-regulated or down-regulated. Obtained differential expression values show that erythropoietin (EPO) was indeed significantly down-regulated in-flight, when compared to pre-flight levels, but was then up-regulated again post-flight, when compared to in-flight levels. Fig. 4 Volcano plots showing significantly differentially expressed genes for the JAXA astronaut cohort. Per-gene log2 fold-changes and respective  p -values for comparisons between  A  flight vs. post-flight,  B  pre-flight vs. flight and  C  pre-flight vs. post-flight for the JAXA astronaut cohort are shown. Volcano plots showcase significantly up-regulated and down-regulated genes in red and green respectively, with genes of interest falling within the significantly differentially expressed gene sets indicated in the figure by gene symbol. All log2 fold-changes and  p -values were calculated using DESeq2 software. Source data for the figure is provided in the Source Data file. Globin genes such as HBA1, HBB and HBD are also shown to be significantly up-regulated post-flight, when compared to in-flight levels, with levels of post-flight HBA1 being also significantly up-regulated when compared to pre-flight levels. The same observation was made for ALAS2, which seems to have been significantly up-regulated post-flight when compared to both pre-flight and in-flight expression levels. Conversely, HBE1 was significantly up-regulated in-flight, when compared to pre-flight levels. Notably, KLF1 was found to be significantly up-regulated post-flight, when compared to in-flight expression levels, which is of notable significance for the globin gene switch mechanism, as further discussed in discussion section. Principal component analysis (PCA) was carried out accordingly for the JAXA astronauts. Specifically, PCA was performed across different features (normalised gene expressions), grouping astronaut sample data into before, during and after flight groups. The features considered are genes of interest, that is genes known to be involved in erythropoiesis, haematopoiesis and the globin gene switch. However, since cell-free RNA data was used for the JAXA cohort study, trans-acting factors and globin gene expressions are separately considered features of interest. Indeed, it is expected that looking at trans-acting factors would showcase a better representation of true variation between samples since globin gene expression would be expected to be representative when considering cellular expression (particularly in the red blood cell component, where globin gene expression is most important). There is an observable separation between the three groups when considering trans-acting factors, with considerable variance observed across multiple principal components in this regard. This is particularly evident when looking at PC1 and PC2, which collectively account for approximately 68.3% of the variance measured across the data. There is also segregation of samples by flight status when looking at globin genes, particularly along the first principal component, which accounts for almost 99% of all variance measured in the globin gene data. These plots are provided in Fig.  5 . Fig. 5 PCA plots showing separation between pre-flight, in-flight and post-flight JAXA astronaut samples, based on variation in expression for genes of interest. Separation between pre-flight, in-flight and post-flight samples is primarily visible along PC1, using  A  trans-acting factors and  B  globin genes as features for the JAXA astronaut cohort. For the trans-acting factors, four principal components are shown due to variance percentage contributions. Separation by flight status is visible in the PC1 vs PC2 plots for both globin genes (bottom) and trans-acting factors (top). Source data for the figure is provided in the Source Data file. A diagram of normalised expression levels is provided for the Inspiration4 crew in Fig.  6 . For this particular case, expression values are only available pre-flight and post-flight, with no in-flight measurement data available. The cellular type here assessed constitutes the peripheral blood mononuclear cells (PBMCs) cellular fraction. As with the JAXA cohort data, up-regulation and down-regulation post-flight can be inferred from direct comparisons with normalised expression levels pre-flight. Post-flight readings are temporally resolved. Fig. 6 Normalised expression values for select globin genes and trans-acting factors for the Inspiration 4 crew. Genes and trans-acting factors selected are those known to be involved in the globin gene switch mechanism and/or erythropoiesis before, before and after spaceflight, at specific intervals, for the PBMCs cellular fraction for the Inspiration4 astronaut crew. Source data for the figure is provided in the Source Data file. A heat-map of  z -scores for normalised cell-free RNA abundance in pre-flight and post-flight samples for the Inspiration4 crew is shown in Fig.  7 , with alpha globin genes, beta-globin genes and trans-acting factors separately shown. Since this analysis was carried out using data from cell-free plasma samples, trans-acting factors are also to be considered as more representative of spatiotemporal effects. Indeed, the heat-map showcases an observable difference in expression between pre-flight and post-flight time points, with overall up-regulation in most trans-acting factors. Fig. 7 Heat-map showcasing  z -scores for normalised expression of several different globin genes and trans-acting factors of interest for plasma cell-free samples, with pre-flight/post-flight status indicated, for the Inspiration4 crew. L− indicates days before flight, and R+ indicates days after flight for different obtained samples from the crew. Genes and trans-acting factors showcased are those known to be involved in the globin gene switch mechanism and/or erythropoiesis. Source data for the figure is provided in the Source Data file. In addition, a PCA investigation on results obtained from cell-free RNA samples for the Inspiration4 crew was carried out, with some separation in samples visible by flight status as observed in Fig.  8  when taking into account genes of interest (globin genes and trans-acting factors). This indicates that, as expected, there is an observed difference in expression when comparing pre-flight against post-flight samples using only genes of interest, indicating that there is a significant effect on the expression of globin genes and trans-acting factors involved in erythropoiesis, haematopoiesis and the globin gene switch mechanism. Specific examples concerning the observed shift are provided in the discussion section. Fig. 8 PCA plot showcasing separation between pre-flight and post-flight samples for the plasma cell-free samples from the Inspiration4 crew. The first two principal components are shown, accounting for around 60% of all variance across the features of interest in the data (globin genes and trans-acting factors) for the plasma cell-free samples obtained from the Inspiration4 crew. A separation between pre-flight and post-flight samples along the first principal component is discernible. Source data for the figure is provided in the Source Data file. Globin miRNA expression data was also collected for the NASA Twins study. As with the globin gene and TF expression, several cellular fractions were separately investigated and cross-compared between the ground twin and the flight twin at different mission stages. These are showcased in Fig.  9 , but the ground twin data, in this case, was only included for reference, with globin miRNA expression varying notably between the ground twin and the flight twin even before the flight, meaning that individual-specific variations were not negligible. Fig. 9 Diagram showcasing normalised values of globin miRNA expression in the NASA Twins study. Selected spatiotemporal comparisons of a number of globin miRNAs in different cellular fractions are presented. Source data for the figure is provided in the Source Data file. Physiological data collected from several different astronauts across different missions is also provided in Fig.  10 ). An indication of the number of astronauts that contributed to the mean data points obtained is also included. Fig. 10 Diagram showcasing a number of physiological parameters for a cohort of astronauts from across multiple missions. The figure indicates levels of different parameters before, during and after flight and also denotes the sample size for every reading, as showcased by the included legend. The number of astronauts,  n , refers to the number of astronauts for whom a particular data-point was calculated, with a standard error (SEM) indicated for every data-point accordingly. Source data for the figure is provided in the Source Data file. Although not included in Fig.  10 ), reference can also be made to other physiological parameters that have been measured in other studies and that are of relevance to considerations made in this study. Specifically, levels of reticulocytes and erythropoietin have been measured as shown in 11 , amongst others. In particular, measured red blood cell counts showcase the advent of space anaemia, with post-flight levels measured immediately upon return (and even 30 days after return) being lower than pre-flight levels (with some recovery apparent after 30 days). In congruence with this observation, a very similar trend in levels of measured haemoglobin is also showcased. In summary, for the JAXA astronauts, normalised mean values of expression from cell-free RNA samples for 6 different astronauts were obtained for different genes, specifically looking at gene clusters pertaining to loci of interest in the context of haemoglobin switching, as shown in Fig.  6 . Volcano plots indicated particular, significantly differentially expressed genes of interest for the JAXA cohort (Fig.  4 ), with PCA analysis showcasing that separation by flight status is noticeable when looking at specific genes and trans-acting factors of interest in erythropoiesis, haematopoeisis and the globin gene switching mechanism (Fig.  5 ). In both the NASA twins study (Fig.  2 ) and for the Inspiration4 crew (Fig.  6 ), specific blood cellular fractions were separately analysed for expression of different genes, with the LD and CPT fractions being considered as most relevant for investigation of alpha and beta-globin gene expression in the NASA Twins study, given that they are expected to contain the erythroid blood component. For the NASA twins study, differential expression analys",
  "introduction": "Introduction An interesting phenomenon that has been observed in studies related to space medicine and biology is the clinical phenotype associated with space anaemia. In the environment on board the International Space Station, astronauts experience a reduction in their red blood cell mass, associated with anaemia, which is however resolved after a few months back on Earth 1 , 2 . The mechanism behind the incidence of space anaemia is still unknown, much like another important occurrence that deals with haemoglobin gene switching 3 . The globin gene switch has long been thought to act as a paradigm for studying gene switch mechanisms for both in vitro and in vivo clinical models. Perturbations in the globin switch may lead to important clinical disorders, also known as haemoglobinopathies, that include, amongst others, sickle cell disease and beta-thalassaemia 4 . The regulation and control of the globin genes are governed by a set of transcription factors and other key molecules that, when brought together in close proximity, will dynamically shift the beta-globin locus and express the globin genes in a developmental pattern. The fine and exquisite nature of the globin gene control, as well as their extensive studies to date on all -omic fronts, have made them the model of choice to study in one of the harshest environments that humans can experience. Erythropoiesis is a dynamic multi-step process 5  involving the differentiation of early erythroid progenitors to enucleated red blood cells. Under normal circumstances, a large number of transcription factors such as GATA-1, GATA-2, LMO2, FOG, C-MYB, TAL-1, BCL11A, RUNX-1 and PU.1 and KLF1 are involved in the formation of haematopoietic cell lineages that are in turn finely controlled and regulated in producing a subset of cells capable of carrying vast quantities of the haemoglobin protein for oxygen transport to all tissues 6 , 7 . In this study, we used multiple omic datasets retrieved from several different human astronaut missions using the powerful platform made available by NASA’s GeneLab 8 . This platform is now an established space omics database that provides a wealth of information linking molecular biology and genetics with space medical sciences. In particular, the full astronaut blood, as well as transcriptional data from the NASA Twins Study 9 , 10  was analysed for the globin gene expression profile as well as the extensive list of transcription factors and miRNAs involved in the globin gene switch mechanism. Our research uncovered two important conclusions. Firstly, exposing humans to orbiter effects resulted in a significantly down-regulated expression of all globin genes, seemingly confirming space anaemia as documented earlier 1 . The levels of expression were then returned back to normal post-flight. Key genes that play important roles in erythropoiesis were also highly perturbed during spaceflight, with some undergoing up-regulation and others down-regulated, indicating that",
  "methods": "Methods NASA twins study RNA-seq analysis Specific details related to all the methods for the NASA Twins Study RNA-seq data can be found in the following references 9 , 53 . Briefly, the NASA Twins Study involved two male twin subjects, aged 50 years old at the time of launch. The flight twin spent 340 days aboard the ISS while his identical twin stayed on Earth as the ground control. Blood samples were collected into 4 mL CPT tubes (BD Biosciences Cat No.362760) as per the manufacturer’s recommendations. Cell separation was performed by centrifugation at 1800 ×  g  for 20 min at room temperature, both on the ISS and for the ground-based samples. Ambient blood collected samples slated for immediate return on Soyuz capsule were stored at 4 °C until processing (average of 35–37 h after collection, including repatriation time). Samples collected on Earth and the ISS and planned for long-term storage were mixed by inversion and immediately frozen at −80 °C. Fresh processing of CPT tubes was performed as follows. Firstly, plasma was retrieved from the CPT tubes and flash frozen prior to long-term storage at −80 °C. Secondly, the peripheral blood mononuclear cells (PBMCs) were recovered and washed in PBS. 0.5 million PBMCs were retrieved from one pre-flight and one post-flight sample, pelleted, flash frozen and stored at −80 °C until use for RNA extractions. The flow through from cell sorting steps was recovered as the lymphocyte depleted (LD) fraction; LD and PBMC cell specimens were lysed into RLT+ buffer (Qiagen Cat No.1053393), flash frozen and stored at −80 °C until use. Cells were isolated and prepared using the BD Rhapsody platform according to the BD Rhapsody Express Single-Cell Analysis System Instrument User Guide, with a custom-designed RNA and epitope panel. Briefly, cells from each sample were labelled with sample tags and then pooled after being washed twice with FACS buffer. Combined samples were then washed an additional time before being stained with the BD AbSeq Ab-Oligo reagents. After staining, the cells were washed twice before resuspension at approximately 20,000 cells in 620  μ L. These cells were then isolated using the Single-Cell Analysis System and cDNA Synthesis with the BD Rhapsody Express Single-Cell Analysis System using the manufacturers’ protocol (BD Biosciences). Cells were loaded onto 3 BD Rhapsody nanowell cartridges. Cartridges were loaded with Cell Capture Beads (BD Biosciences) before shaking for 15 s at 1000 rpm. Cells were lysed and cell capture beads were retrieved and washed prior to Exonuclease I treatment and reverse transcription. Targeted amplification of cDNA with the Human Immune Response Panel primers and custom supplemental panel was done through 10 PCR cycles. PCR products were purified, and mRNA and AbSeq products were separated by SPRIselect beads with double-sided selection. mRNA products were amplified further with 15 PCR cycles. Final libraries were indexed with 8 PCR cycles. Library quality was ",
  "results": "Results Obtained globin gene, transcription factor (TF) and globin miRNA expression results are hereunder showcased for the NASA Twins study, the JAXA study as well as the Inspiration4 mission. A summary of observed trends is provided in Fig.  1 . Fig. 1 Summary of observed differential expression in genes implicated in the globin gene switch mechanism and erythropoiesis. A summary figure showcasing observed expression in a number of genes and transcription factors of interest, with observed trends across all three different astronaut cohorts for samples obtained before flight (BF), in flight (IF) and after flight (AF). A number of genes relevant to the globin switch mechanism are shown on the left, while a number of selected genes of relevance to erythropoiesis are shown on the right. Notably, repressors for fetal haemoglobin (HBF) in the haemoglobin gene switch showed in-flight down-regulation in almost all cases for both the NASA twins study and the JAXA astronaut cohort, suggesting an in-flight shift to favour the production of HBF. Erythropoiesis promoters showed a mixed in-flight and post-flight expression regulation, with some promoters down-regulated in flight and thus likely contributing to the space anaemia phenotype while other promoters were up-regulated in flight, possibly in response to space anaemia. Erythropoiesis repressors were down-regulated in flight, possibly as a response to the space anaemia condition as well. For the NASA Twins study, which constitutes a one-year mission on the ISS, globin gene and TF expression information is shown as comparisons carried out between the ground and flight twin (pre-flight), as well as comparisons made for the flight twin at different stages in the mission (i.e. pre-flight, during flight and post-flight). Different cellular fractions are separately considered, with the LD and the CPT (mononuclear cells separated by centrifugation) cell types representing the erythroid-containing cellular fractions. Due to the large number of genes and TFs considered, only those showcasing a significant down-regulation or up-regulation ( p -value < 0.1) in at least one comparison instance are included in Fig.  2 . Separately indicated are genes and TFs in cellular fractions that showed a higher level of differentially expressed significance, with a  p -value < 0.05. Fig. 2 Diagram showcasing comparisons in expression, for a number of different cellular fractions, in the NASA Twins study. Comparisons were made both between the ground and flight twin as well as comparisons made on a spatiotemporal basis for the flight twin at different mission stages. Only genes showcasing at least one expression comparison with significant variation ( p -value < 0.1) are included in the diagram, to maintain diagram clarity. Genes with  p -values < 0.05 are separately indicated. All log2 fold-changes and  p -values were calculated using DESeq2 software. Source data for the figure is provided in the Source Data file. Despite the primary focus being on haemoglobin control, regulation, and expression in the context of space-related anaemia, preserving and presenting data on white blood cells (WBCs) is pivotal for a comprehensive understanding of physiological changes in astronauts. WBC parameters offer valuable insights into the broader immune response, potential inflammation, and overall haematological health during space missions. Considering the interconnecting nature of erythroid and immune systems, the analysis and data of WBCs can provide crucial context to haemoglobin dynamics, ensuring a holistic interpretation of the physiological adaptations astronauts undergo in the space environment. This integrative approach enhances the scientific significance of our study and contributes to a more thorough comprehension of the impact of space travel on multiple facets of human physiology. Thus, while the erythroid-containing cellular fractions are perhaps most directly pertinent, the WBC fractions are still of r",
  "discussion": "Discussion The switch from fetal to adult haemoglobin after birth is well-known but not fully understood. Certain diseases show a reversed gene switch, with higher fetal haemoglobin linked to milder symptoms. In microgravity, astronauts experience a decrease in red blood cells, possibly due to bone mineral density loss 12 , 13 . This space-induced mild anaemia is intriguing for understanding mechanisms seen in clinical anaemia. The research looked into genes involved in haemoglobin production, noting similarities between astronaut and clinical anaemia in blood cell count changes. Gene expression analysis for the alpha and beta-globin loci At the alpha globin coding locus, a strong trend of down-regulation during flight was noted for the JAXA astronauts for the HBA1 and HBA2 genes (for the duration of readings from 5 days after launch to 60 days after launch), followed by an observed up-regulation in expression immediately upon return to ground, even higher than expression recorded pre-flight. A similar up-regulation was observed in the NASA Twins study, where an increase in expression of the two genes was noted in the CD19 cellular fraction when comparing pre-flight and post-flight conditions. For HBA1, this was complemented with a significant strong down-regulation observed in CD4 cells when comparing in-flight against pre-flight conditions. In the CD8 fraction, post-flight readings showed up-regulation even when comparing it with combined pre-flight and in-flight values. For HBA1 and HBA2 expression in the Inspiration4 cohort, significant up-regulation from pre-flight levels was reported post-flight immediately upon return, with levels returning to pre-flight levels in subsequent post-flight readings. These observations seem to suggest that spaceflight down-regulates expression of genes involved in alpha globin protein production, with post-flight up-regulation suggesting a recovery period (which period seemed to last until even 120 days after the astronauts’ return). This up-regulation upon return also plays a role in the response to an overall loss of red blood cell count, a well-documented occurrence in astronauts (referred to as space anaemia) which manifests itself as a mild form of anaemia, as showcased by a slight lowering of red blood cell count across several different astronauts in Fig. fig:expression_physiology. It is to be noted that mutations in the HBA1 and HBA2 gene in patients is normally manifested as alpha-thalassaemia, an inherited disorder that can range in severity from a mild form of anaemia to very severe anaemia in combination with several other clinical characteristics, such as hepatosplenomegaly and cardiovascular deformities, typically leading to fetal death 14 , 15 . An observation of note was made in the JAXA study with HBM and its paralog, HBZ, which is involved in the production of the zeta-globin polypeptide in embryos 16 , 17 . While expression for both remained low in flight, expression of HBZ increased briefly",
  "conclusion": ""
}