{
  "id": "PMC11166911",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166911/",
  "title": "Spatially resolved multiomics on the neuronal effects induced by spaceflight in mice",
  "authors": "Yuvarani Masarapu, Egle Cekanaviciute, Zaneta Andrusivova, Jakub O. Westholm, Åsa Björklund, Robin Fallegger, Pau Badia-i-Mompel, Valery Boyko, Shubha Vasisht, Amanda Saravia-Butler, Samrawit Gebre, Enikő Lázár, Marta Graziano, Solène Frapard, Robert G. Hinshaw, Olaf Bergmann, Deanne M. Taylor, Douglas C. Wallace, Christer Sylvén, Konstantinos Meletis, Julio Saez-Rodriguez, Jonathan M. Galazka, Sylvain V. Costes, Stefania Giacomello",
  "year": "2024",
  "journal": "Nature Communications",
  "abstract": "Impairment of the central nervous system (CNS) poses a significant health risk for astronauts during long-duration space missions. In this study, we employed an innovative approach by integrating single-cell multiomics (transcriptomics and chromatin accessibility) with spatial transcriptomics to elucidate the impact of spaceflight on the mouse brain in female mice. Our comparative analysis between ground control and spaceflight-exposed animals revealed significant alterations in essential brain processes including neurogenesis, synaptogenesis and synaptic transmission, particularly affecting the cortex, hippocampus, striatum and neuroendocrine structures. Additionally, we observed astrocyte activation and signs of immune dysfunction. At the pathway level, some spaceflight-induced changes in the brain exhibit similarities with neurodegenerative disorders, marked by oxidative stress and protein misfolding. Our integrated spatial multiomics approach serves as a stepping stone towards understanding spaceflight-induced CNS impairments at the level of individual brain regions and cell types, and provides a basis for comparison in future spaceflight studies. For broader scientific impact, all datasets from this study are available through an interactive data portal, as well as the National Aeronautics and Space Administration (NASA) Open Science Data Repository (OSDR).",
  "keywords": "Molecular neuroscience, Genetics of the nervous system, Computational neuroscience",
  "full_text": "Introduction In preparation for long-duration lunar and Mars missions, it is crucial to investigate the health risks to astronauts that are posed by exposure to the space environment 1 . The key physiological impairments include DNA damage and oxidative stress from galactic cosmic radiation 2 , bone and muscle damage from loss of gravity 3 , 4 , circadian and sleep dysregulation 5 , microbial dysbiosis 6  and tissue and organ degeneration, including cardiovascular and CNS damage 7 . Studies on animal models have shown several spaceflight stressors directly impacting brain molecular mechanisms causing neuroinflammation, neurodegeneration and neurovascular damage 8 – 11 . Specifically, exposure to simulated space radiation at doses comparable to the ones expected during the planned Mars mission, leads to neurodegeneration and neuroinflammation in vivo and in tissue and cell models 12 , as well as cognitive and behavioral deficits in rodent models. Furthermore, major physiological effects of microgravity in low-Earth orbit, as observed at the International Space Station (ISS), include a redistribution of body fluids from lower towards upper body parts, leading to significant cardiovascular 13  and CNS changes 14 . However, deeper investigations are needed to understand the mechanisms and specificity of these impairments, and identify targets for countermeasure development. Studies performed directly on astronauts have to be minimally invasive, resulting in limited information on molecular and cellular level outcomes, while spaceflown rodent models allow the range of subcellular to behavioral-level investigation of spaceflight effects. In this study, we used spatial transcriptomics and multiomics to explore spaceflight-induced molecular changes in brain tissue of young adult female BALB/c mice samples obtained during the Rodent Research-3 (RR-3) mission and requested from the NASA Biological Institutional Scientific Collection (NBISC). We combined single-nucleus multiomics (i.e., snMultiomics, RNA and ATAC sequencing) with Spatial Transcriptomics (ST) data to study changes in chromatin accessibility and RNA expression in different cell types and brain regions and to identify key regional and cell type differences in responses to spaceflight. Single-cell sequencing is a powerful method to obtain information about the cellular composition of a tissue and cellular-level responses to perturbations. However, the applicability of single-cell transcriptomics relies on the accessibility of fresh specimens and the possibility to successfully dissociate the tissue of interest 15 . Since sample preparation in spaceflight studies typically involves in-orbit freezing of the entire carcass to simplify the experiment and minimize crew time, single-nucleus transcriptomics becomes a more feasible method. Using single-nuclei multiomics, we were able to assess both transcriptional profiles and chromatin changes within the same nuclei, thus providing paired data of RNA expression and chromatin accessibility. While single-nuclei sequencing methods facilitate the study of individual nuclei transcriptomes, they lack spatial context. Therefore, spatial transcriptomics is a powerful addition, enabling the comparison of effects among brain structures and providing transcriptomics information coupled with the original location within tissue sections 16 . Overall, our study is a stepping stone towards the understanding of the molecular changes induced by the space environment at the resolution of individual cell type and brain region. Our findings not only advance the knowledge of the neurological effects of spaceflight, but also provide a critical foundation for future space biology mission designs. Results To identify specific cellular microenvironments affected by spaceflight, we combined the techniques of spatial transcriptomics (ST; 10X Genomics Visium) and single-nucleus multiomics (snMultiomics; gene expression and chromatin accessibility; 10× Genomics Single Cell Multiome ATAC + Gene Expression) on mouse brain. In total, we analyzed three brains from mice euthanized on-board of the International Space Station (ISS; F1, F2, F3) and three brains from ground control mice (G1, G2, G3) that were kept under matched conditions (see Animals in Methods). For each sample, we isolated nuclei from one hemisphere for snMultiomics analysis and cryo-sectioned the other hemisphere for ST analysis with the focus on the hippocampal region (Fig.  1 ). Fig. 1 Summary of the project workflow. Overview of the study workflow where brains from International Space Station (ISS; Flight mice) and ground control mouse groups (Ground control mice) were split into the two hemispheres for Spatial Gene Expression Analysis (Spatial Transcriptomics or ST) and Single Nuclei Multiomics analysis (snMultiomics). Spaceflight sample quality is suitable for ST and snMultiomics analysis As a first step, we ensured that the morphological and RNA quality of the samples was suitable for our experimental workflow given that the spaceflown samples had undergone a specific preservation approach 17 , which was also used for the corresponding ground control animals (see Animals in Methods). We measured the RNA integrity number (RIN) for each sample and found that it was 9.15 on average (Supplementary Fig.  1A ). Furthermore, we performed a tissue optimization experiment confirming that both RNA integrity and tissue morphology was of sufficient quality for ST analysis (see Visium Spatial Gene Expression technology and sequencing in Methods; Supplementary Fig.  1B ). snMultiomics dissects the effects of spaceflight on different cell types in spaceflown mouse brains To dissect the alterations induced by spaceflight at the single-nucleus level, we performed a snMultiomics analysis on hemispheres of three spaceflown (F1, F2, F3) mice and two out of three ground controls (G2, G3), obtaining RNA expression profiles (RNA-seq) and chromatin accessibility (ATAC-seq) information from the same nucleus. In total, we isolated 21,178 nuclei across the spaceflight and control samples with an average of 3140 unique transcripts (Unique Molecular Identifier or UMI) per nucleus (i.e., from snRNA-seq) and 9217 peaks per nucleus (i.e., from snATAC-seq) (Fig.  2A, B ; Supplementary Fig.  1C ) and an overall high gene expression correlation between the spaceflight and ground control samples ( r  = 0.95,  p  < 0.05; Fig.  2C ). By integrating snRNASeq and snATAC-seq data and performing a joint clustering analysis, we identified 18 snMultiomics clusters (Fig.  2D ; Supplementary Fig.  2 ). Fig. 2 Single-nucleus multiomics analysis of spaceflown mouse brains. A  Distribution of UMIs per nucleus in the entire snRNA-seq dataset. nUMI/nuclei: number of UMIs detected in each nuclei.  B  Distribution of peaks per nucleus in the entire snATAC-seq dataset. nPeaks/nuclei: number of peaks detected per nuclei in the multiomics dataset.  C  Correlation between flight (y-axis) and ground control (x-axis) single nuclei multiomics samples (Pearson’s correlation coefficient,  r  = 0.95;  p  < 0.05) shown as a scatter plot. This is a two-sided Pearson correlation test with 95% confidence intervals performed on the average expression (log(1 + avgUMI)). avgUMI: average UMI counts per spot.  D  UMAP of single nuclei multiomics data and cluster annotations.  E  11 functional multiomics clusters categories represented by their marker genes.  F  Distribution of UMIs per spot for the whole spatial transcriptomics (ST) dataset. nUMI/spot: number of UMIs detected per spot in the ST dataset.  G  Distribution of unique genes per spot for the whole spatial transcriptomics (ST) dataset. nGenes/spot: number of genes detected per spot in the ST dataset.  H  Correlation between flight (y-axis) and ground control (x-axis) ST samples (Pearson’s correlation coefficient,  r  = 0.99;  p  < 0.05) shown as a scatter plot. This is a two-sided Pearson correlation test with 95% confidence intervals performed on the average expression (log(1 + avgUMI)). avgUMI: average UMI counts per spot. Next, we leveraged previously reported marker genes in the literature (see Gene and cluster annotation in Methods for details) to identify 11 macro categories for the 18 snMultiomics clusters (interchangeably referred to as multiomics clusters in the next sections) according to their functions (Fig.  2E ; Supplementary Data  1 ,  2 ). The majority of clusters were related to neurogenesis, neuronal activity and synaptic transmission, distinguished by differences in neurotransmitters (GABAergic, glutamatergic, dopaminergic) and based on gene expression patterns, tentatively associated with neuronal locations in hypothalamus, striatum, cortex and hippocampus. We identified a total of 825 differentially expressed genes (DEGs) between spaceflown and ground control samples across all multiomics clusters (Supplementary Data  3 ). The majority of these 825 DEGs were involved in neuronal development (multiomics clusters 9, 11), axonal or dendritic outgrowth (multiomics cluster 9), and synaptic transmission (multiomics cluster 4), including specifically GABAergic synaptic transmission (multiomics cluster 11). Comparison of 825 spaceflight multiomics DEGs to the 629 significant DEGs (Spaceflight vs Ground Control;  p -value < 0.05) from the bulk RNAseq data of the same mice brains from the same NASA mission (RR-3), indicated 11 shared genes ( p -value = 0.01582549, hypergeometric distribution test; see Gene overlap test in Methods; Supplementary Data  4 ). Out of these 11 overlapping genes, only 2 genes (Gabra6, and Kctd16) showed the same directional change in both the datasets indicating that the majority of spaceflight effects are cell type-specific and emphasizing the need for cell-specific analysis of central nervous system responses to spaceflight. We also compared these 825 spaceflight DEGs with spaceflight DEGs reported in a total of 11 other datasets processed by NASA OSDR including mass spectrometry and RNA-seq data collected from different organs of BALB/c and C57BL/6J mice strains. This comparison revealed a total of 461 overlapping DEGs ( p -value < 0.05) across all the 11 datasets combined (refer to Supplementary Data  5  for a detailed list of overlapping genes and the resulting  p -value from the hypergeometric distribution test performed for each dataset). ST provides a high-resolution mapping of gene expression changes to mouse brain regions To investigate spaceflight-induced CNS alterations at a spatial level, we performed ST analysis on the other brain hemispheres from 3 flight (F1, F2, F3) and 3 ground control mice (G1, G2, G3). We collected two coronal sections from each brain hemisphere containing hippocampus, somatosensory cortex, striatum, amygdala and corpus callosum. In total, we captured 14,630 genes across 29,770 spots after filtering and detected 10,884 UMIs/spot and 3755 genes/spot on average (Fig.  2F, G ; Supplementary Fig.  3A, B ) and found a high overall gene expression correlation between spaceflight and ground control tissue sections ( r  = 0.99,  p  < 0.05; Fig.  2H ). Unsupervised clustering analysis of spot information identified 18 distinct spatial clusters (further referred as ST clusters) (Fig.  3A, B ; Supplementary Data  6 ), which presented a clear separation between the cortical top (ST cluster 1) and bottom layers (ST cluster 9), as well as other major structures, including hippocampus (with separation of CA1, CA3, and dentate gyrus in ST clusters 10, 8 and 11 respectively), thalamus (ST cluster 5), striatum (ST clusters 0, 14), hypothalamus (ST cluster 2), pituitary (anterior and posterior; ST cluster 2), corpus callosum (ST cluster 12) and cerebral peduncles (ST cluster 4) (Fig.  3C ). Key functions of the markers (Supplementary Data  7 ) that were shared by numerous ST clusters include neurogenesis, neuronal development, axonal growth and synaptogenesis, indicating that ST cluster analysis is dominated by neuronal gene expression. Fig. 3 Spatial Transcriptomics datasets, cell type deconvolution and pathway analysis of ST data. A  Clustering of spatial transcriptomics data, cluster annotations and spatial location of clusters visualized on flight and ground control mouse brain sections.  B  Marker genes for each ST cluster visualized as dotplot.  C  Spatial distribution of 3 genes (Wfs1 for CA1 region of hippocampus, Dkk3 for CA1 and CA3 hippocampal region and Prox1 for Dentate gyrus) in three flight (left column) and three ground control (right column) ST sections.  D  Significantly different pathways ( p  < 0.05) between flight and ground control in ST cluster 9 (Cortical neurons, bottom layers).  E  Visualization of number of clusters identified by single-nuclei multiomics and their proportions in each ST cluster (x-axis; 0–17). Only multiomics clusters with higher proportions (>10%) are displayed in the barplot.  F  Cell type proportions mapped to spatial coordinates on three ground control (top row) and three flight (bottom row) mouse brain sections (Synaptic transmission I or multiomics cluster 1; Myelination or multiomics cluster 3; Neuronal activity, Synaptic transmission III or multiomics cluster 15). Next, we investigated how spaceflight influences gene expression at the spatial level and identified a total of 4057 DEGs in 7 out of 18 ST clusters (Supplementary Data  8 ). The majority of DEGs were involved in neuronal development, synaptogenesis and synaptic plasticity, and neurodegeneration, including 21 DEGs in hippocampal CA3 neurons. The most pronounced change in gene expression due to spaceflight was observed in cortical neurons (bottom layers; ST cluster 9) which showed 3208 DEGs (1808 upregulated, and 1400 downregulated) with similar functions related to neuronal development and synaptic transmission in somatosensory, motor and visual cortex. Consensus pathway analysis 18  highlighted neurodegeneration-associated pathways in cortical neurons (bottom layers; ST cluster 9) including protein misfolding and abnormal protein clearance, indicating potential similarities with neurodegenerative diseases characterized by protein misfolding and accumulation, such as Parkinson’s disease 19 , 20  (Fig.  3D ). Integration of multiomics and ST datasets for spatial and cell type-level effects of spaceflight To infer the spatial distribution of the clusters identified by multiomics, we performed spot deconvolution analysis on matching ST dataset using Stereoscope 21  (which corrects for biases arising from different experimental techniques before calculating celltype proportions probabilities) (Fig.  3E ; refer to Supplementary Figs.  4 – 6  for detailed visualizations of multiomics cluster proportions in ST dataset). The deconvolution analysis revealed similarities based on the assigned functional annotations between several multiomics and spatial data clusters, for instance, synaptic transmission (multiomics cluster 1 matched with ST clusters 0 and 2), myelination (multiomics cluster 3 matched ST clusters 4 and 12), and neuronal activity (multiomics cluster 15 matched ST cluster 5) (Fig.  3F ; Supplementary Figs.  7 ,  8 ; Supplementary Data  9 ). This comparative analysis suggested the effects of spaceflight on synaptic transmission specifically in cortex (including both neurons and astrocytes, as revealed by snRNA-seq data that allowed cell type separation) and on dopaminergic neuron development specifically in striatum (Supplementary Data  9 ). Ligand-receptor interaction analysis suggests spaceflight-mediated effects on astrocyte functions To assess the effects of spaceflight on the cell-cell interaction level, we performed a ligand-receptor analysis on two multiomics clusters that showed among highest number of differentially expressed genes in response to spaceflight, i.e., multiomics clusters 4 (Astrocytes), and 11 (GABAergic Synaptic Transmission). We found 4 significantly upregulated interactions (Fig.  4A ), including adhesion molecule pairs, EGFR (epidermal growth factor receptor) pairs, and VEGFA (vascular endothelial growth factor). These ligand-receptor interactions have previously been shown to be involved in cellular development in the CNS. EGFR 22 , is involved in neuronal development, including axonal outgrowth. Meanwhile, VEGFA 23 , 24  primarily regulates angiogenesis though it can also play a role in hippocampal neurogenesis, and astrocyte-produced VEGFA has previously been demonstrated to regulate neuronal NMDA receptor activity 23 – 25 . Interestingly, we found that spaceflight widely increased VEGFA_GRIN28 interactions between multiomics cluster pairs related to astrocytes and synaptic transmission, i.e., 4-11 (Astrocytes-GABAergic Synaptic Transmission). No ligand-receptor interactions in these clusters were significantly downregulated. Fig. 4 Ligand-receptor interactions, motif accessibility, and signaling pathways affected by spaceflight. A  Dotplot showing the differentially expressed ligand receptor pairs found by CellPhoneDB between two interacting multiomics clusters (4 and 11) which are affected by spaceflight. These clusters showed the largest number of spaceflight DEGs, and four LR pairs were found significantly upregulated in these interactions. The null distribution of the mean expression of the LR pairs was estimated by employing a random permutation approach. The mean expression of the interacting LR molecule pairs are indicated by the dot colors and the dot sizes represent the  p -values which refers to the enrichment of the LR pair in the interacting multiomics clusters. Scales for both dot size and color are presented below the plot.  B  Accessibility differences for motifs Atoh1, Zic1, and Zic2 in multiomics cluster 4 of flight mice and ground control mice. Spaceflight results in reduced accessibility of these motifs in flight samples. Two-sided Chi-square test statistic was used for differential testing with FDR correction (fdr <0.05).  C  Accessibility differences for motifs Pou5f1, and Sox2 in multiomics cluster 11 of flight and ground control mice. Spaceflight results in increased accessibility of these motifs in flight samples. Effects of spaceflight shown by increased accessibility of these motifs in flight samples. Two-sided Chi-square test statistic was used for differential testing with FDR correction (fdr <0.05).  D  (left) adjusted  p -value of differential interactions found by MISTy in intraview (cell type and pathway activity colocalization) occuring only in flight (blue;  n  = 3 individual ST flight mouse samples) or in controls (red;  n  = 3 individual ST ground control mouse samples), tiles with black border identify statistically significant changes, (middle) correlation of MAPK pathway activity and Neurovasculature abundance, and mapped on Visium slide for two samples (right). Two-sided Student’s  t  tests with Benjamini–Hochberg multiple testing correction was used to determine the differential interactions.  E  adjusted  p -value of differential interactions found by MISTy in paraview (cell type and pathway activity in local neighborhood) occuring only in flight (blue;  n  = 3 individual ST flight mouse samples) or in controls (red;  n  = 3 individual ST ground control mouse samples), tiles with black border identify statistically significant changes. Two-sided Student’s  t  tests with Benjamini–Hochberg multiple testing correction was used to determine the differential interactions.  F  Pearson correlation of Glis3 activity (left) containing vascular endothelial cells and MAPK activity ( n  = 6 individual ST mouse samples, 3 flight, 3 ground controls), and their respective activities in Visium slides (4 plots on the right). Two-sided Student’s t - tests with Benjamini–Hochberg multiple testing correction was used to determine the changes in correlation.  G  Pearson correlation of Lef1 activity (left) within spots containing vascular endothelial cells and MAPK acti",
  "introduction": "Introduction In preparation for long-duration lunar and Mars missions, it is crucial to investigate the health risks to astronauts that are posed by exposure to the space environment 1 . The key physiological impairments include DNA damage and oxidative stress from galactic cosmic radiation 2 , bone and muscle damage from loss of gravity 3 , 4 , circadian and sleep dysregulation 5 , microbial dysbiosis 6  and tissue and organ degeneration, including cardiovascular and CNS damage 7 . Studies on animal models have shown several spaceflight stressors directly impacting brain molecular mechanisms causing neuroinflammation, neurodegeneration and neurovascular damage 8 – 11 . Specifically, exposure to simulated space radiation at doses comparable to the ones expected during the planned Mars mission, leads to neurodegeneration and neuroinflammation in vivo and in tissue and cell models 12 , as well as cognitive and behavioral deficits in rodent models. Furthermore, major physiological effects of microgravity in low-Earth orbit, as observed at the International Space Station (ISS), include a redistribution of body fluids from lower towards upper body parts, leading to significant cardiovascular 13  and CNS changes 14 . However, deeper investigations are needed to understand the mechanisms and specificity of these impairments, and identify targets for countermeasure development. Studies performed directly on astronauts have to be minimally invasive, resulting in limited information on molecular and cellular level outcomes, while spaceflown rodent models allow the range of subcellular to behavioral-level investigation of spaceflight effects. In this study, we used spatial transcriptomics and multiomics to explore spaceflight-induced molecular changes in brain tissue of young adult female BALB/c mice samples obtained during the Rodent Research-3 (RR-3) mission and requested from the NASA Biological Institutional Scientific Collection (NBISC). We combined single-nucleus multiomics (i.e., snMultiomics, RNA and ATAC sequencing) with Spatial Transcriptomics (ST) data to study changes in chromatin accessibility and RNA expression in different cell types and brain regions and to identify key regional and cell type differences in responses to spaceflight. Single-cell sequencing is a powerful method to obtain information about the cellular composition of a tissue and cellular-level responses to perturbations. However, the applicability of single-cell transcriptomics relies on the accessibility of fresh specimens and the possibility to successfully dissociate the tissue of interest 15 . Since sample preparation in spaceflight studies typically involves in-orbit freezing of the entire carcass to simplify the experiment and minimize crew time, single-nucleus transcriptomics becomes a more feasible method. Using single-nuclei multiomics, we were able to assess both transcriptional profiles and chromatin changes within the same nuclei, thus providing paired data of RNA ",
  "methods": "Methods Ethical approval The study followed recommendations in the Guide for the Care and Use of Laboratory Animals and the protocol (CAS-15-001-Y1) was approved by the NASA Flight Institutional Animal Care and Use Committee (IACUC) for both flight (housed at the NASA Ames Research Center) and ground control (housed at the Kennedy Space Center) mice. Animals A cohort of 12-week-old female BALB/c mice were flown to the ISS and housed in the Rodent Habitat for 39–42 days. Male mice were not used in this study because of their behavioral impairments when co-housed in a stressful environment. Recent studies have also shown that the ISS differences across individual male mice are greater than those across female mice 61 , indicating negligible effects of any hormonal changes during estrus cycle in female mice. Mice of similar age, sex and strain were used as ground controls housed in identical hardware (Rodent Habitat AEM-X, identifier 1379) and matching ISS environmental conditions 62 , including but not limited to cage type, light cycle (standard 12:12 light/dark cycle for both ground control and flight mice groups), food (Nutrient Upgraded Rodent Food Bar (NuRFB)), temperature (23.36 °C, and 21.37 °C on average for ground control and flight mice, respectively), humidity (41.86% and 41.53% on average for ground control and flight mice, respectively) and CO 2  concentration (3664.89 ppm mean CO 2  for ground controls, and 3711.97 ppm mean CO 2  for flight mice). Detailed information on environmental telemetry data including temperature, humidity, CO2 levels, and cabin radiation exposure can be found on NASA’s Environmental Data Application (EDA) by clicking on the publicly accessible link  https://visualization.osdr.nasa.gov/eda/  and selecting ‘RR-3’ from the dropdown menu in the Mission Dashboard on the right-hand panel. Additionally, all information on RR-3 mission payload is publicly available on NASA OSDR link  https://osdr.nasa.gov/bio/repo/data/payloads/RR-3 . At the end of the mission, spaceflight and ground controls were euthanized (using euthanasia chemical ketamine/xylazine/acepromazine) and whole carcasses were stored at −80 °C until the dissection on earth. Mouse carcasses were removed from −80 °C storage and thawed at room temperature for 15–20 min for dissection. Each carcass dissection time was no longer than 1 h from collection of the first tissue. Brain tissues were harvested and placed into 2 ml Eppendorf tubes for snap freezing in liquid nitrogen, then stored in −80 °C freezer for sample processing. RNA extraction RNA was extracted from tissue sections using the RNeasy Mini kit (Qiagen). RNA integrity was measured by using the Agilent Bioanalyzer. All samples had RIN values above 8. Sample preparation Six brains in total, three from each group, were used in this study. Hemispheres of each of the brain samples were split. One hemisphere from each sample was embedded in Tissue-Tek O.C.T. and cryo-sectioned in the hippocampus area at",
  "results": "Results To identify specific cellular microenvironments affected by spaceflight, we combined the techniques of spatial transcriptomics (ST; 10X Genomics Visium) and single-nucleus multiomics (snMultiomics; gene expression and chromatin accessibility; 10× Genomics Single Cell Multiome ATAC + Gene Expression) on mouse brain. In total, we analyzed three brains from mice euthanized on-board of the International Space Station (ISS; F1, F2, F3) and three brains from ground control mice (G1, G2, G3) that were kept under matched conditions (see Animals in Methods). For each sample, we isolated nuclei from one hemisphere for snMultiomics analysis and cryo-sectioned the other hemisphere for ST analysis with the focus on the hippocampal region (Fig.  1 ). Fig. 1 Summary of the project workflow. Overview of the study workflow where brains from International Space Station (ISS; Flight mice) and ground control mouse groups (Ground control mice) were split into the two hemispheres for Spatial Gene Expression Analysis (Spatial Transcriptomics or ST) and Single Nuclei Multiomics analysis (snMultiomics). Spaceflight sample quality is suitable for ST and snMultiomics analysis As a first step, we ensured that the morphological and RNA quality of the samples was suitable for our experimental workflow given that the spaceflown samples had undergone a specific preservation approach 17 , which was also used for the corresponding ground control animals (see Animals in Methods). We measured the RNA integrity number (RIN) for each sample and found that it was 9.15 on average (Supplementary Fig.  1A ). Furthermore, we performed a tissue optimization experiment confirming that both RNA integrity and tissue morphology was of sufficient quality for ST analysis (see Visium Spatial Gene Expression technology and sequencing in Methods; Supplementary Fig.  1B ). snMultiomics dissects the effects of spaceflight on different cell types in spaceflown mouse brains To dissect the alterations induced by spaceflight at the single-nucleus level, we performed a snMultiomics analysis on hemispheres of three spaceflown (F1, F2, F3) mice and two out of three ground controls (G2, G3), obtaining RNA expression profiles (RNA-seq) and chromatin accessibility (ATAC-seq) information from the same nucleus. In total, we isolated 21,178 nuclei across the spaceflight and control samples with an average of 3140 unique transcripts (Unique Molecular Identifier or UMI) per nucleus (i.e., from snRNA-seq) and 9217 peaks per nucleus (i.e., from snATAC-seq) (Fig.  2A, B ; Supplementary Fig.  1C ) and an overall high gene expression correlation between the spaceflight and ground control samples ( r  = 0.95,  p  < 0.05; Fig.  2C ). By integrating snRNASeq and snATAC-seq data and performing a joint clustering analysis, we identified 18 snMultiomics clusters (Fig.  2D ; Supplementary Fig.  2 ). Fig. 2 Single-nucleus multiomics analysis of spaceflown mouse brains. A  Distribution of UMIs per nucleus in the entire snRNA-seq dataset. nUMI/nuclei: number of UMIs detected in each nuclei.  B  Distribution of peaks per nucleus in the entire snATAC-seq dataset. nPeaks/nuclei: number of peaks detected per nuclei in the multiomics dataset.  C  Correlation between flight (y-axis) and ground control (x-axis) single nuclei multiomics samples (Pearson’s correlation coefficient,  r  = 0.95;  p  < 0.05) shown as a scatter plot. This is a two-sided Pearson correlation test with 95% confidence intervals performed on the average expression (log(1 + avgUMI)). avgUMI: average UMI counts per spot.  D  UMAP of single nuclei multiomics data and cluster annotations.  E  11 functional multiomics clusters categories represented by their marker genes.  F  Distribution of UMIs per spot for the whole spatial transcriptomics (ST) dataset. nUMI/spot: number of UMIs detected per spot in the ST dataset.  G  Distribution of unique genes per spot for the whole spatial transcriptomics (ST) dataset. nGenes/spot: number of genes det",
  "discussion": "Discussion In this study, we used brain samples from ground control and spaceflown female mice from the RR-3 mission to understand the effects of the space environment at high resolution: at the level of individual brain cell types and brain regions. The main alterations in gene expression induced by spaceflight included changes in synaptogenesis and neuronal development, as well as neurodegeneration and inflammation, similar to previously reported tissue and behavioral-level effects of simulated spaceflight and simulated deep space radiation in mice 12 . In addition, multiple gene expression changes mapped to pathways associated with circadian rhythm and mitochondrial functions. This study applies spatial transcriptomics and single-cell multiomics to study the effects of spaceflight on the CNS which can serve as a stepping stone towards comparative investigation of samples from other space missions and the outcomes of live animal return and reacclimation to Earth conditions. We demonstrate spatial transcriptomics and single nuclei multiomics datasets to be highly complementary. For example, single-nucleus resolution permitted a focus on glial cells including astrocytes and microglia, which were not distinguishable in neuron-dominated ST datasets, due to the lower resolution of the method. Similarly, our snATAC-seq analysis in transcription factor binding sites indicated immune dysfunction 34 , while immune cells were too few to be distinguishable in ST. On the other hand, combining spatial and gene expression data revealed region-specific effects of spaceflight 32 , 45 . Furthermore, analysis of ligand-receptor interactions revealed interactions between different cell types, with the focus on neurodevelopment and astrocyte functions. In our study, multiple lines of evidence converged on spaceflight-mediated disruption of neurogenesis, neuronal development and synaptogenesis, including dopaminergic synapse formation in the striatum. Similar outcomes of increased pluripotency and reduced cell differentiation have previously been reported in spaceflown mouse bone samples 46 , in spaceflown human stem cell models 47 , and in irradiated mouse models 48 , indicating that it might be a systemic impairment that has now been identified to include the CNS. In addition, neurogenesis has been shown to be affected in a spaceflight analog study that combined simulated microgravity and low dose rate photon irradiation in mice 10 . Notably, synaptogenesis is particularly sensitive to simulated galactic cosmic radiation components 49 , indicating a potential additional risk for deep space missions. Finally, our observations in the striatal gene expression changes and transcription factor accessibility are worth validating in future spaceflight experiments, since they might result in disrupted dopaminergic signaling. Spaceflight-associated changes in circadian gene expression are consistent with circadian disruption as one of the major biological responses to spa",
  "conclusion": ""
}