{
  "id": "PMC10414970",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10414970/",
  "title": "The AUX1-AFB1-CNGC14 module establishes a longitudinal root surface pH profile",
  "authors": "Nelson BC Serre, Daša Wernerová, Pruthvi Vittal, Shiv Mani Dubey, Eva Medvecká, Adriana Jelínková, Jan Petrášek, Guido Grossmann, Matyáš Fendrych, Yoselin Benitez-Alfonso",
  "year": "",
  "journal": "eLife",
  "abstract": "Plant roots navigate in the soil environment following the gravity vector. Cell divisions in the meristem and rapid cell growth in the elongation zone propel the root tips through the soil. Actively elongating cells acidify their apoplast to enable cell wall extension by the activity of plasma membrane AHA H + -ATPases. The phytohormone auxin, central regulator of gravitropic response and root development, inhibits root cell growth, likely by rising the pH of the apoplast. However, the role of auxin in the regulation of the apoplastic pH gradient along the root tip is unclear. Here, we show, by using an improved method for visualization and quantification of root surface pH, that the  Arabidopsis thaliana  root surface pH shows distinct acidic and alkaline zones, which are not primarily determined by the activity of AHA H + -ATPases. Instead, the distinct domain of alkaline pH in the root transition zone is controlled by a rapid auxin response module, consisting of the AUX1 auxin influx carrier, the AFB1 auxin co-receptor, and the CNCG14 calcium channel. We demonstrate that the rapid auxin response pathway is required for an efficient navigation of the root tip.",
  "keywords": "auxin, root, pH",
  "full_text": "Introduction Plants colonize soil by the growth of their roots. Because plant cells are non-motile, mechanically coupled by their cell walls and symplastically connected by plasmodesmata, the extent and direction of root growth is driven by the elongation of cells that can differ across the organ ( Braidwood et al., 2014 ). The balance between cell proliferation and differentiation in the root apex is controlled by several phytohormone and peptide signaling pathways, among which auxin plays a specific role, thanks to its long-distance intercellular transport that serves as the information carrier between distant plant tissues ( Grieneisen et al., 2007 ;  Wisniewska et al., 2006 ). The root apex is divided in several zones fulfilling various roles in root development. At the tip of the root, the root cap covers and protects the meristem, and is the center of gravity perception. In the meristem, stem cells produce transit-amplifying cells that populate the root tip ( Dolan et al., 1993 ;  Campilho et al., 2006 ). In the model plant  Arabidopsis thaliana , the root cap reaches up to the transition zone, where cells stop dividing and prepare for elongation; the transition zone is characterized by a distinct physiology and shows a high responsiveness to external factors ( Verbelen et al., 2006 ). Further in the shootward direction, cells rapidly elongate in the elongation zone, propelling the root tip through the soil ( Beemster and Baskin, 1998 ). After reaching their final length, cells differentiate in the maturation zone, where the root hairs emerge presumably to increase the absorptive root surface. To elongate, cells must expand their cell walls, increase turgor pressure or both ( Lintilhac, 2014 ). Proton extrusion into the apoplast by the plasma membrane (PM) H +  ATPases is crucial for both cell wall expansion and turgor maintenance. Acidic pH leads to activation of cell wall remodeling enzymes, and the H +  gradient at the PM drives the transport of most nutrients and ions, and as such is required for turgor pressure generation ( Falhof et al., 2016 ). It is therefore not surprising that root zones of numerous species show a distinct pattern of surface proton fluxes and cell wall pH ( Siao et al., 2020 ). In general, the tip of the root and the late elongation and maturation zones show outward H +  fluxes, while the transition zone and early elongation zones show inward H +  fluxes ( Weisenseel and Meyer, 1997 ). Several studies showed that this battery-like system, with positive charges flowing out of the maturation zone and entering at the transition zone, is mainly driven by H +  fluxes without completely excluding calcium and chloride ions ( Weisenseel et al., 1979 ;  Björkman and Leopold, 1987 ;  Behrens et al., 1982 ;  Iwabuchi et al., 1989 ). Similar pattern of H +  fluxes was determined in  A. thaliana , where the fluxes also correlated with root surface pH: an alkaline domain was observed at the border between meristematic and transition zones ( Staal et al., 2011 ). Other works have attempted to determine the pH of the epidermal cell walls, and show a general decrease of pH toward the maturation zone of the root ( Barbez et al., 2017 ;  Moreau et al., 2022 ;  Großeholz et al., 2022 ). It is important to keep in mind that changes in proton fluxes and membrane potential are not always correlated with change in pH. For example, a simultaneous leak of protons and uptake through H + /K +  symporter in the cytoplasm can lead to apoplast acidification with a relatively stable membrane potential ( Stanković, 2006 ). In general, the relationship between H +  fluxes, cell wall pH, and the growth rate in the particular zones remains unclear: the highest pH is observed in the transition and early elongation zones, while the lowest pH and highest outward H +  fluxes are observed in the maturation zone where cells do not elongate. In particular, the mechanism of the alkaline domain formation and its physiological significance remain unclear. The apoplastic pH is largely controlled by the activity of the proton pump H +  ATPases, encoded by 11 genes in the  A. thaliana  genome; in roots, the dominant paralogs are AHA1 and AHA2 ( Haruta et al., 2010 ). While their activity is mainly regulated by phosphorylation ( Falhof et al., 2016 ), the expression and membrane localization of AHAs along the longitudinal root axis seems to be important for the zonation of the  A. thaliana  root.  Haruta et al., 2018 , showed that under conditions of dim light, the AHA2-mCitrine was less abundant in the membranes of transition zone cells, and this partially correlated with higher surface pH of the transition zone cells. Under conditions of light, the AHA2-mCitrine localizes to the membranes in the transition zone.  Pacifici et al., 2018 , presented a model where cytokinin signaling regulates root meristem size by controlling the expression of AHA1 and AHA2. Increased cytokinin signaling led to shortening of the meristem, similarly to an inducible relocalization of AHA2 fused to the glucocorticoid receptor. Finally,  Großeholz et al., 2022 , quantified the AHA2-GFP signal and demonstrated an increasing AHA2-GFP membrane abundance toward the maturation zone of  A. thaliana  root, which correlated with increased acidification of the root surface. Still, the observed patterns of proton fluxes along the root zones ( Weisenseel and Meyer, 1997 ), and in particular the existence of the alkaline domain around the transition zone of the root, cannot be simply explained by the expression or abundance of AHA proton pumps. Roots use the gravity vector as the reference for the direction of their growth. A general pattern was shown in various plant species: during the gravitropic response, ion fluxes change rapidly, leading to increased proton secretion on the upper and decreased secretion on the lower side, where it correlates with growth inhibition, and results in bending of the root ( Mulkey and Evans, 1981 ;  Behrens et al., 1982 ;  Iwabuchi et al., 1989 ;  Collings et al., 1992 ;  Weisenseel et al., 1992 ). In  A. thaliana , the root surface and cell wall alkalinization of lower side upon gravistimulation has also been clearly demonstrated ( Monshausen et al., 2011 ;  Shih et al., 2015 ;  Barbez et al., 2017 ), and it was shown that this alkalinization requires functional auxin transport ( Monshausen et al., 2011 ) and the CNGC14 calcium channel acting downstream of auxin signaling ( Shih et al., 2015 ). Alkalinization of the lower root side is thus triggered by the redirection of auxin flux toward the lateral root cap and epidermal cells on the lower side of the root ( Brunoud et al., 2012 ). Analogously, apoplast alkalinization can be triggered by the application of auxin to the roots ( Evans et al., 1980 ;  Lüthen and Böttger, 1988 ;  Monshausen et al., 2011 ;  Shih et al., 2015 ;  Barbez et al., 2017 ). The root surface pH increases almost immediately upon auxin application, and this process requires the activity of the CNGC14 calcium channel; in the mutant, surface alkalinization as well as the auxin-induced growth inhibition are delayed ( Shih et al., 2015 ). The rapid root growth inhibition as well as the membrane depolarization and surface alkalinization triggered by auxin depend on the rapid branch of the TIR1/AFB signaling branch; auxin influx by AUX1 and the AFB1 auxin co-receptor paralogue play a prominent role in the rapid auxin response ( Fendrych et al., 2018 ;  Dindas et al., 2018 ;  Prigge et al., 2020 ;  Serre et al., 2021 ;  Li et al., 2021 ;  Dubey et al., 2021 ). The molecular mechanism of surface alkalinization is, however, not understood. It was proposed that auxin plays a dual role in regulation of root apoplastic pH: auxin alkalinizes the apoplast by the activity of an unknown ion channel downstream of the TIR1/AFB signaling, and, at the same time, auxin upregulates the activity of AHA H +  ATPases through TMK1 signaling ( Li et al., 2021 ). It is not clear how auxin activates the TMK kinases. On the other hand, the connection between TIR1/AFB auxin signaling and activity of AHAs has been clarified: the auxin-induced SAUR proteins inhibit the PP2C-D clade of protein phosphatases that act as negative regulators of AHAs, leading to the activation of proton secretion. This pathway was studied mainly in shoots, but seems also to operate in roots, as the  Arabidopsis  lines with manipulated SAUR or PP2C-D expression show root phenotypes that are consistent with the expected changes in AHA activities ( Spartz et al., 2014 ;  Ren et al., 2018 ). In summary, the connection between auxin signaling, regulation of the activity of AHA H +  ATPases, and the longitudinal zonation of the root surface pH profile during normal growth and during gravitropic responses remains unclear. Here, by employing an improved method for visualization and quantification of root surface pH, we focus on the molecular actors involved in the establishment of the longitudinal surface pH zonation. In particular, we show that the alkaline domain around the transition zone is not caused by the lack of AHA H +  ATPases activity. Further, we demonstrate that the alkaline domain at the transition zone is controlled by the components of the rapid auxin response pathway. Finally, we address the significance of the dynamic surface pH profile for the gravitropic response of the roots. Results The  Arabidopsis  root shows distinct acidic and alkaline root surface pH domains To monitor the spatio-temporal dynamics of root ion fluxes and apoplastic pH in vertically growing roots of  A. thaliana , we re-evaluated the available fluorescence staining methods to visualize pH in roots. Cell wall staining by 8-hydroxypyrene-1,3,6-trisulfonic acid trisodium salt (HPTS) ( Barbez et al., 2017 ) was not satisfactory in our setup, due to the very high background signal and probably due to the absence of the optimal 458 nm excitation in our vertical stage spinning disk microscope ( Serre et al., 2021 ). However, at the transition zone of the root, we could observe an alkaline domain on the root surface ( Figure 1—figure supplement 1a ). Further, we attempted to visualize root surface pH using Fluorescein Dextran and Oregon Green Dextran ( Figure 1—figure supplement 1a ) pH reporters ( Monshausen et al., 2011 ;  Geilfus and Mühling, 2011 ), but the results were not satisfactory due to an artifact when roots were imaged on solid medium ( Figure 1—figure supplement 1d ). We therefore searched for alternative pH-sensitive fluorescent dyes, and discovered Fluorescein-5-(and-6)-Sulfonic Acid, Trisodium Salt (FS) (Invitrogen F1130;  Seksek et al., 1995 ;  Rosario and Rojas, 1986 ) as an excellent reporter of root surface pH. The F 488/405  excitation ratio of FS efficiently reported pH when dissolved in liquid or solid medium ( Figure 1a–d ,  Figure 1—figure supplement 1b,c ). The F 488/405  excitation ratio of FS is insensitive to the redox state of the medium but influenced by cation concentration ( Figure 1—figure supplement 1e ). FS allows to visualize pH of the root surface and the surrounding rhizosphere, without penetrating the root tissues ( Figure 1e ). The pH imaging with FS highlighted the previously described relatively alkaline domain in the transition zone/early elongation zone of the root ( Monshausen et al., 2011 ;  Staal et al., 2011 ). In addition, we observed two relatively acidic pH domains, one located in the late elongation/root hair zone and the other in the proximity of the root tip ( Figure 1e ). To unbiasedly quantify the root surface pH, we developed a Python-based program to determine the F 488/405  ratio of the root surface ( Figure 1—figure supplement 1f ). The quantification highlighted the presence of the observed relatively alkaline and acidic domains ( Figure 1f ). Throughout the text, we will refer to these domains as alkaline and acidic domains, by which we mean values relatively acidic or relatively alkaline in comparison with the pH of the medium. The surface pH profile of roots shown by FS is in agreement with the data obtained using numerous electrode and microscopy measurements in several species including  A. thaliana  ( Zieschang et al., 1993 ;  Staal et al., 2011 ;  Monshausen et al., 1996 ;  Weisenseel and Meyer, 1997 ). The FS pH detection range thus reveals both the alkaline and acidic domains of the root surface and allows direct and dynamic visualization of proton concentration on the root surface and its close surroundings. Figure 1. Fluorescein-5-(and-6)-Sulfonic Acid, Trisodium Salt (FS) dye reveals acidic and alkaline domains at the root root surface. ( a, b ) The pH dependence of the excitation ( a ) and emission ( b ) spectrum of FS in liquid plant growth medium. Excitation spectra were recorded at λEm = 520 nm, emission spectra were excited by λEx = 488 nm. ( c ) FS fluorescence in solid agar medium at indicated pH values, fluorescence excited by 488 nm, 405 nm and the F 488/405  excitation ratio, LUT as in ( e ). ( d ) Quantification of the F 488/405  excitation ratio in ( c ). ( e )  A. thaliana  root tip shows the alkaline and acidic surface pH domains, arrow indicates the gravity vector, scale bar = 50 µm. The color of the root itself does reflect pH, as the root itself is not stained by FS (see  Figure 1—figure supplement 1f ). The pink line shows the region in which F488/405 excitation ratio was plotted in ( f ). ( f ) The F 488/405  excitation ratio of FS along the longitudinal axis of the root. In ( e, f ), the typical root zones are depicted for illustration. The source data can be found in  Figure 1—source data 1 . \n Figure 1—source data 1. Data used for generating the graphs in the figure. \n Figure 1—figure supplement 1. Visualization of root surface pH. ( a ) Root surface pH imaged by 8-hydroxypyrene-1,3,6-trisulfonic acid trisodium salt (HPTS), Fluorescein Dextran, and Oregon Green Dextran. For all dyes, the reference excitation channel (405 nm) and the pH-responsive excitation channel (488 nm) are shown. HPTS shows an alkaline domain at the transition zone, while Fluorescein Dextran and Oregon Green Dextran accumulate in a ‘pocket’ (see ( d )), preventing the observation of longitudinal pH profile. Emission was recorded at 500–550 nm. Col-0 line was used for HPTS and Oregon Green Dextran, DII-Venus line was used for Oregon Green Dextran. Scale bars = 50 µm. ( b, c ) pH-dependent FS spectra in liquid ½ MS. ( b ) Excitation by λ Ex  = 458 nm. ( c ) Excitation by λ Ex  = 405 nm. ( d ) Schematic representation of a root mounted into a microscopy chamber on a solid growth medium. Not drawn to scale. ( e ) FS F 488/405  excitation ratio response to redox status and cations in MES buffered agar. Concentrations: 50 mM H 2 O 2 , 1 mM DTT, 10 mM CaCl 2 , 100 mM KCl. ( f ) The principle of the  A long  T he  R oot (ATR) surface pH measurements by the FS F 488/405  excitation ratio. The root surface is automatically recognized, creating a defined region of interest (ROI) in a 10-pixel distance from the surface. Fluorescence intensities in 488 and 405 nm excitation channels are measured in the ROIs. The data is binned and the FS F 488/405  excitation ratio is calculated as a function of distance from the root tip. Scale bar = 100 µm. The source data can be found in  Figure 1—figure supplement 1—source data 1 . \n Figure 1—figure supplement 1—source data 1. Data used for generating the graphs in the figure. \n The alkaline domain in the transition zone is not directly determined by AHA activation or localization We first hypothesized that the observed spatial surface pH gradients might originate from gradients of AHA ATPase abundance or activity ( Großeholz et al., 2022 ). We therefore immunolocalized endogenous AHAs using the antibody which recognizes multiple AHA ATPases paralogs in multiple plant species (Agrisera AS07260). To test the specificity of the antibody in  Arabidopsis  roots, we imaged Col-0 roots,  aha2-4  mutants lacking the dominant AHA2 paralogue, and lines inducibly expressing a dominant version of AHA2 (AHA2-d95-mScarlet). The antibody showed signal in the PM in Col-0 and  aha2-4  roots ( Figure 2—figure supplement 1a and b ). When we inducibly overexpressed the AHA2-d95-mScarlet, we detected colocalization of the mScarlet signal with the antibody signal ( Figure 2—figure supplement 1c ). These results indicate that the antibody recognized multiple plasma membrane localized AHAs in  Arabidopsis  roots. The immunolocalization of endogenous AHAs, however, didn’t reveal any obvious absence of AHAs in the transition zone ( Figure 2a ,  Figure 2—figure supplement 1d ) that would explain the presence of the alkaline domain. To overcome the hypothetical lack of AHA activation in the TZ, we treated seedlings with fusicoccin (FC), a fungal toxin that stimulates the AHA’s activity ( Ballio et al., 1964 ) and thus increases proton efflux. FC lowered the surface pH of the root acidic domains but, surprisingly, did not affect the alkaline domain ( Figure 2b and c ). This partial acidification was correlated with the known FC-induced stimulation of root growth ( Figure 2—figure supplement 2a ). Figure 2. The alkaline domain does not directly depend on proton pump activity. ( a ) Immunostaining of AHA proton pumps in the Col-0 root transition zone (arrowhead). Scale bar = 20 µm. ( b,c ) Root surface pH visualized by FS of wild-type (WT) Col-0 seedlings treated with 0 µM (control) or 2 µM fusicoccin. ( b ) Representative image (scale bar = 100 µm) and ( c ) quantifications of FS F488/405 excitation ratio profile. ( d ) Image of root tips of the tissue-specific inducible lines PIN2 >>AHA2-Δ95-mScarlet and PIN2 >>PP2C-D1-mScarlet seedlings after 4 hr induction by 5 µM estradiol. Scale bar = 50 µm. ( e,f ) Root surface pH visualized by FS of WT Col-0 and induced PIN2 >>AHA2-Δ95-mScarlet and PIN2 >>PP2C-D1-mScarlet lines. ( e ) Representative images (scale bar = 100 µm), and ( f ) quantifications of FS F488/405 excitation ratio profile. For ( c ) and ( f ), the bars above the curves mark regions with non-significant (ns) and significant (*: p-value <0.05) statistical difference in comparison to control. The source data can be found in  Figure 2—source data 1 . \n Figure 2—source data 1. Data used for generating the graphs in the figure. \n Figure 2—figure supplement 1. Immunolocalization of AHAs. ( a ) Immunostaining of AHA proton pumps in Col-0 roots (right) and a root where the primary antiAHA antibody was omitted (left). ( b ) The antiAHA antibody labeling in the aha2-4 mutant and the Col-0 controls shows that the antibody recognizes multiple AHA paralogs. ( c ) The colocalization of antiAHA antibody signal (green) with the AHA2-d95-mScarlet (magenta) demonstrates that the antiAHA antibody recognizes the AHA2 paralogue. Note the increased signal intensity of the antiAHA antibody in the cell file with induced AHA2-d95-mScarlet expression. ( d ) Immunostaining of AHA proton pumps in Col-0,  afb1-3 ,  aux1,  and  cngc14-1  primary root tips. Three root tips for each genotypes are shown. Scale bars in all images = 10 µm. Figure 2—figure supplement 2. The influence of genetic manipulation of AHAs on root surface pH. ( a ) Root elongation (µm/min) of Col-0 treated with 0 or 2 µM fusicoccin. Growth was measured over 40 min of imaging. ( b–e ) Roots of Col-0 and PIN2 >>AHA2-Δ95 and PIN2 >>PP2C-D1 lines after 4 hr induction by 5 µM estradiol and 20 min treatment with 0 or 10 nM indole-3-acetic acid (IAA). ( b ) Root elongation (µm/min) measured over 40 min. ( c ) Representative images of pH visualization by FS; scale bar = 100 µm. ( d ) Root surface pH quantification by FS F 488/405  excitation ratio. ( e ) Comparison of root surface alkalinization induced by IAA expressed as a factor in % (ratio of individual IAA-treated surface pH profile/average control profile × 100). ( f–j ) Roots of Col-0,  aha2-4  and  pp2c-d triple  mutants tre",
  "introduction": "Introduction Plants colonize soil by the growth of their roots. Because plant cells are non-motile, mechanically coupled by their cell walls and symplastically connected by plasmodesmata, the extent and direction of root growth is driven by the elongation of cells that can differ across the organ ( Braidwood et al., 2014 ). The balance between cell proliferation and differentiation in the root apex is controlled by several phytohormone and peptide signaling pathways, among which auxin plays a specific role, thanks to its long-distance intercellular transport that serves as the information carrier between distant plant tissues ( Grieneisen et al., 2007 ;  Wisniewska et al., 2006 ). The root apex is divided in several zones fulfilling various roles in root development. At the tip of the root, the root cap covers and protects the meristem, and is the center of gravity perception. In the meristem, stem cells produce transit-amplifying cells that populate the root tip ( Dolan et al., 1993 ;  Campilho et al., 2006 ). In the model plant  Arabidopsis thaliana , the root cap reaches up to the transition zone, where cells stop dividing and prepare for elongation; the transition zone is characterized by a distinct physiology and shows a high responsiveness to external factors ( Verbelen et al., 2006 ). Further in the shootward direction, cells rapidly elongate in the elongation zone, propelling the root tip through the soil ( Beemster and Baskin, 1998 ). After reaching their final length, cells differentiate in the maturation zone, where the root hairs emerge presumably to increase the absorptive root surface. To elongate, cells must expand their cell walls, increase turgor pressure or both ( Lintilhac, 2014 ). Proton extrusion into the apoplast by the plasma membrane (PM) H +  ATPases is crucial for both cell wall expansion and turgor maintenance. Acidic pH leads to activation of cell wall remodeling enzymes, and the H +  gradient at the PM drives the transport of most nutrients and ions, and as such is required for turgor pressure generation ( Falhof et al., 2016 ). It is therefore not surprising that root zones of numerous species show a distinct pattern of surface proton fluxes and cell wall pH ( Siao et al., 2020 ). In general, the tip of the root and the late elongation and maturation zones show outward H +  fluxes, while the transition zone and early elongation zones show inward H +  fluxes ( Weisenseel and Meyer, 1997 ). Several studies showed that this battery-like system, with positive charges flowing out of the maturation zone and entering at the transition zone, is mainly driven by H +  fluxes without completely excluding calcium and chloride ions ( Weisenseel et al., 1979 ;  Björkman and Leopold, 1987 ;  Behrens et al., 1982 ;  Iwabuchi et al., 1989 ). Similar pattern of H +  fluxes was determined in  A. thaliana , where the fluxes also correlated with root surface pH: an alkaline domain was observed at the border between meristematic and trans",
  "methods": "Plant material used We used the Col-0 ecotype and the following mutant and transgenic lines. The PIN2>>AHA2delta95, PIN2>>PP2C-D1 originate from this study, see Molecular cloning. Further, we used the  aha2-4  (SALK_082786),  pp2c-d2 / 5 / 6  triple mutant ( Ren et al., 2018 ) (pp2c-d2 WsDsLOX493G12, pp2c-d5GABI_330E08, and pp2c-d6 SAIL_171H03),  aux1-100  (SALK_020355),  pin2  (NASC_N16706). The  afb1-3  and AFB1::AFB1-mCitrine in  afb1-3  originate from  Prigge et al., 2020 . The  afb1-1s  (SALK_144884C) was genotyped using the following primers SALK_LBb1.3,  AACGGAAGACTAGGAAGCGAG ,  GCAACAGCTTCAAGACCTTTG . The  cngc14-1  (SALK_206460) was genotyped by SALK_LBb1.3,  CACCTGCTTGTAAAGCAAAGG ,  TCGGAACAATTGGCAGAATAC ;  cngc14-2  (wiscDsLox437E09) by WisDsLox_LBP ( AACGTCCGCAATGTGTTATTAAGTTGTC ),  TGTTTCACGTAAAGTCAAACCC ,  TAAGAATCCAAGTGGCCACAC . The CNGC14::CNGC14-GFP (see Molecular cloning) was transformed into the  cngc14-1  and  cngc14-2  homozygous lines. The  tir triple  is the  tir1,afb2,3  mutant ( Dharmasiri et al., 2005 ). We used the  tmk1-1 (SALK_016360 ),  tmk4-1 (GABI_348E01 ) ( Li et al., 2021 ), and the  abp1-TD1  (SK21825) ( Gao et al., 2015 ). AUX1::AUX1-YFP ( Swarup et al., 2004 ) was introduced into  afb1-3  and  cngc14-2  by crossing. AUX1::AUX1-YFP was crossed with PIN::PIN2-mCherry ( Retzer et al., 2019 ). Seeds were surface-sterilized by chlorine gas for 2 hr. Seeds were sown on 1% (wt/vol) plant agar (Duchefa) with ½ Murashige Skoog salts (MS, Duchefa), 1% (wt/vol) sucrose, adjusted to pH 5.8 with KOH, and stratified for 2 days at 4°C. Seedlings were vertically grown for 5 days in a growth chamber at 23°C by day (16 hr), 18°C by night (8 hr), 60% humidity, and light intensity of 120 µmol photons/m 2 /s.",
  "results": "Results The  Arabidopsis  root shows distinct acidic and alkaline root surface pH domains To monitor the spatio-temporal dynamics of root ion fluxes and apoplastic pH in vertically growing roots of  A. thaliana , we re-evaluated the available fluorescence staining methods to visualize pH in roots. Cell wall staining by 8-hydroxypyrene-1,3,6-trisulfonic acid trisodium salt (HPTS) ( Barbez et al., 2017 ) was not satisfactory in our setup, due to the very high background signal and probably due to the absence of the optimal 458 nm excitation in our vertical stage spinning disk microscope ( Serre et al., 2021 ). However, at the transition zone of the root, we could observe an alkaline domain on the root surface ( Figure 1—figure supplement 1a ). Further, we attempted to visualize root surface pH using Fluorescein Dextran and Oregon Green Dextran ( Figure 1—figure supplement 1a ) pH reporters ( Monshausen et al., 2011 ;  Geilfus and Mühling, 2011 ), but the results were not satisfactory due to an artifact when roots were imaged on solid medium ( Figure 1—figure supplement 1d ). We therefore searched for alternative pH-sensitive fluorescent dyes, and discovered Fluorescein-5-(and-6)-Sulfonic Acid, Trisodium Salt (FS) (Invitrogen F1130;  Seksek et al., 1995 ;  Rosario and Rojas, 1986 ) as an excellent reporter of root surface pH. The F 488/405  excitation ratio of FS efficiently reported pH when dissolved in liquid or solid medium ( Figure 1a–d ,  Figure 1—figure supplement 1b,c ). The F 488/405  excitation ratio of FS is insensitive to the redox state of the medium but influenced by cation concentration ( Figure 1—figure supplement 1e ). FS allows to visualize pH of the root surface and the surrounding rhizosphere, without penetrating the root tissues ( Figure 1e ). The pH imaging with FS highlighted the previously described relatively alkaline domain in the transition zone/early elongation zone of the root ( Monshausen et al., 2011 ;  Staal et al., 2011 ). In addition, we observed two relatively acidic pH domains, one located in the late elongation/root hair zone and the other in the proximity of the root tip ( Figure 1e ). To unbiasedly quantify the root surface pH, we developed a Python-based program to determine the F 488/405  ratio of the root surface ( Figure 1—figure supplement 1f ). The quantification highlighted the presence of the observed relatively alkaline and acidic domains ( Figure 1f ). Throughout the text, we will refer to these domains as alkaline and acidic domains, by which we mean values relatively acidic or relatively alkaline in comparison with the pH of the medium. The surface pH profile of roots shown by FS is in agreement with the data obtained using numerous electrode and microscopy measurements in several species including  A. thaliana  ( Zieschang et al., 1993 ;  Staal et al., 2011 ;  Monshausen et al., 1996 ;  Weisenseel and Meyer, 1997 ). The FS pH detection range thus reveals both the alkaline and acidic domains of the root surface and allows direct and dynamic visualization of proton concentration on the root surface and its close surroundings. Figure 1. Fluorescein-5-(and-6)-Sulfonic Acid, Trisodium Salt (FS) dye reveals acidic and alkaline domains at the root root surface. ( a, b ) The pH dependence of the excitation ( a ) and emission ( b ) spectrum of FS in liquid plant growth medium. Excitation spectra were recorded at λEm = 520 nm, emission spectra were excited by λEx = 488 nm. ( c ) FS fluorescence in solid agar medium at indicated pH values, fluorescence excited by 488 nm, 405 nm and the F 488/405  excitation ratio, LUT as in ( e ). ( d ) Quantification of the F 488/405  excitation ratio in ( c ). ( e )  A. thaliana  root tip shows the alkaline and acidic surface pH domains, arrow indicates the gravity vector, scale bar = 50 µm. The color of the root itself does reflect pH, as the root itself is not stained by FS (see  Figure 1—figure supplement 1f ). The pink line shows the region in which F",
  "discussion": "Discussion In this work, we present a new method to determine the root surface pH of  A. thaliana . Its advantage is the sensitivity of FS in lower pH range that enables a spectacular visualization of root surface pH, including the acidic domain surrounding the late elongation and maturation zones of roots, which was not detected with the previously published methods ( Monshausen et al., 2011 ;  Shih et al., 2015 ). FS is an inexpensive dye which can be excited by the common 405 and 488 nm laser lines. In this work, we avoided measuring absolute pH values; instead, we determined the relative pH compared to internal controls observed on the same medium. Absolute pH determination would be possible, if extensive pH calibration was performed during each imaging session. This approach would be very laborious, and, in addition, absolute fluorescence intensities might depend on the thickness of the layer of medium and many other parameters. Therefore, we recommend using FS to determine relative pH changes compared to internal controls, that is WT plants or mock controls imaged together with mutants or treated roots. We showed that apart from pH, FS can also react to other ions, however, given that the surface pH profile visualized by FS staining is in full accordance with the previously published works ( Weisenseel and Meyer, 1997 ;  Weisenseel et al., 1979 ;  Björkman and Leopold, 1987 ;  Behrens et al., 1982 ;  Iwabuchi et al., 1989 ;  Staal et al., 2011 ), we conclude that in the growth media, FS reflects primarily the root surface pH. According to the acid growth theory, acidic pH enables cell wall extension ( Rayle and Cleland, 1992 ;  Hager, 2003 ). We observed the lowest pH values in the very tip of the root and in the maturation zone where cells do not elongate. On the other hand, the alkaline domain partially covers the early elongation zone. The surface pH therefore does not fully correlate with the local growth rates ( Beemster and Baskin, 1998 ;  Shih et al., 2015 ). In addition, it remains to be resolved to what extent the surface pH correlates with the pH of the cell walls and the apoplastic space of the root epidermal cells, as previous work has reported a correlation between cell length and cell wall pH ( Barbez et al., 2017 ;  Moreau et al., 2022 ). It is possible that rather than driving cell elongation, the acidic domain in the maturation zone plays a role in nutrient acquisition and absorption by the root hairs ( Martín-Barranco et al., 2021 ). The cytokinin-mediated cell wall stiffening may become the dominant growth-regulating mechanism in this root zone, leading to growth cessation despite low extracellular pH ( Liu et al., 2022 ). Based on genetic and pharmacological experiments we concluded that the longitudinal surface pH zonation is not based solely on the activity and abundance of PM AHA H +  ATPases, but instead, the alkaline domain in the transition zone is driven by AUX1-mediated auxin influx and AFB1 signaling. The surfac",
  "conclusion": ""
}