{
  "id": "PMC10789781",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10789781/",
  "title": "Chromosomal positioning and epigenetic architecture influence DNA methylation patterns triggered by galactic cosmic radiation",
  "authors": "Adrian Perdyan, Marcin Jąkalski, Monika Horbacz, Afshin Beheshti, Jakub Mieczkowski",
  "year": "2024",
  "journal": "Scientific Reports",
  "abstract": "Despite surging interest in space travel in recent decades, the impacts of prolonged, elevated exposure to galactic cosmic radiation (GCR) on human health remain poorly understood. This form of ionizing radiation causes significant changes to biological systems including damage to DNA structure by altering epigenetic phenotype with emphasis on DNA methylation. Building on previous work by Kennedy et al. (Sci Rep 8(1): 6709. 10.1038/S41598-018-24755-8), we evaluated spatial DNA methylation patterns triggered by high-LET ( 56 Fe,  28 Si) and low-LET (X-ray) radiation and the influence of chromosome positioning and epigenetic architecture in distinct radial layers of cell nucleus. Next, we validated our results using gene expression data of mice irradiated with simulated GCR and JAXA astronauts. We showed that primarily  56 Fe induces a persistent DNA methylation increase whereas  28 Si and X-ray induce a decrease DNA methylation which is not persistent with time. Moreover, we highlighted the role of nuclear chromatin architecture in cell response to external radiation. In summary, our study provides novel insights towards epigenetic and transcriptomic response as well as chromatin multidimensional structure influence on galactic cosmic radiation damage.",
  "keywords": "Computational biology and bioinformatics, Molecular biology, Space physics",
  "full_text": "Introduction With a growing interest in space travel 1 , it is pivotal to better understand how galactic cosmic radiation (GCR) impacts human health and how its detrimental effect can be minimized 2 . Ionizing radiation damages DNA structure by inducing double-stranded breaks, single-stranded breaks, base damage and changing epigenetic phenotype with emphasis on DNA methylation patterns 3 , 4 . During long exposure, these alterations are likely to increase the risk of cancer and degenerative diseases occurrence 5 . Besides hydrogen and helium, GCR consists of heavier atomic nuclei with high linear energy transfer (high-LET) values which are of great danger for human health. Recently, Kennedy et al. 6  investigated an effect of high-LET  56 Fe,  28 Si ions on DNA methylation patterns in comparison to low-LET X-ray appearing in terrestrial radiation. The researchers found that the methylation status of  56 Fe irradiated CpG sites can distinguish normal tissue from lung adenocarcinomas and squamous cell lung carcinomas. Additionally, the researchers showed acute radiation-induced methylation changes which persisted over time with heritable imprint across epigenome. These findings where further investigated by Nwanaji-Enwerem et al. 7  showing that  56 Fe exposure was associated with accelerations in epiTOC2 epigenetic clock suggesting that DNA methylation may be a sensitive biomarker of high-LET  56 Fe ion exposure. Chromatin packages the eukaryotic genome through DNA folding ranging from single nucleosome to entire chromosome 8 . Negatively charged DNA is wrapped around nucleosomes consisting of two copies of four positively charged histone proteins 9 . In addition to the core chromatin components, histone-modifying enzymes may alter chromatin compaction by changing its accessibility. The accessibility level is connected with chromatin modifications. In particular, H3 lysine 4 tri-methylation (H3K4me3) and histone H3 lysine 27 tri-methylation (H3K27me3) were used to profile ‘active’ and ‘repressed’ promoters respectively. Furthermore, histone H3 lysine 9 tri-methylation (H3K9me3) was used to profile heterochromatin loci and histone H3 lysine 27 acetylation (H3K27ac) to profile enhancers 10 . There were a few reports suggesting that high-LET 4  and ultraviolet 11  induced DNA damage may be affected by chromatin structure. However, until now there are no studies investigating a DNA methylation pattern induced by low-/high-LET and spatial chromosomal conformation capture to explore the effects of chromatin physical properties on irradiation outcome. Importantly, with the recent development of high-throughput capture chromatin confirmation methods (Hi-C) 12  and advanced algorithms to simulate the three-dimensional structure of nuclei such as Chrom3D, it is now possible to address the irradiation effects associated with chromatin conformation 13 . Recently, to access the multi-dimensional chromatin interactions researches were using Hi-C data for compartmentalization dividing chromatin into compartments associated with gene expression regulation 14 , 15 . For the purpose of our work, we used Hi-C data to create detailed nuclear division introducing five distinct radial nuclear layers. Additionally, we characterized each layer separately using various of epigenetic and transcriptomic features. Specifically, we explored an effect of high-LET and low-LET ions on methylation DNA patterns in human lung epithelial cells using a previously published dataset of Kennedy et al. 6 . Further, we tried to understand how the radiation penetrates cell nucleus and influences methylation levels in distinct layers of nucleus, as well as how spatial chromosomal conformation and epigenetic architecture influence DNA alterations triggered by external radiation. To achieve this, we used existing publicly available  in-vitro  and  in-vivo  data and performed the following analyses: (1) Hi-C analysis to check how three-dimensional structure of cell nucleus impacts response to irradiation. Additionally, we divided cell nucleus into five laterally distributed layers to identify potential irradiation effects associated with peripheral and internal positioning of chromatin and other epigenetic features; (2) chromatin immunoprecipitation sequencing (ChIP-seq) data to assess the impact of distinct histone modifications on DNA methylation changes and (3) microarrays, and RNA-seq data to assess the impact of gene expression on irradiation response. This research addresses the pressing need to understand the impact of galactic cosmic radiation (GCR) on human health, driven by the increasing interest in space travel. Our study builds on existing knowledge, investigating the influence of DNA structure on radiation outcomes. We used the concept of radial nuclear layers to explore how chromatin properties, including histone modifications and spatial conformation, affect DNA methylation alterations induced by low- and high-LET ions. Leveraging recent technological advances, such as high-throughput capture chromatin confirmation, we created a nuanced nuclear division with five nonoverlapping nuclear layers to better understand the spatial distribution of chromatin and its features, as well as its impact on radiation response. Our multiomics approach integrates Hi-C, ChIP-seq, and microarray/RNA-seq data, providing insights into the complex interplay between chromatin architecture, epigenetic modifications, gene expression and the cellular response to GCR. This research aims to contribute valuable information for developing strategies to minimize the adverse effects of cosmic radiation during space travel. Materials and methods Data description The study was conducted based on the publicly available NCBI GEO Methylation450K BeadChip human bronchial epithelial cell dataset published by Kennedy et al. in 2018 (Series  GSE108187  on “ https://www.ncbi.nlm.nih.gov/geo ”; The National Aeronautics and Space Administration (NASA) GeneLab repository within the Open Science Data Repository (OSDR) https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-317/ ) (Fig.  1 A) 6 . The dataset was comprised of 102 samples of immortalized human bronchial epithelial cell line (HBEC3-KT) established by introducing mouse Cdk4 and hTERT into normal human bronchial epithelial cells (HBECs) 16 . Cells were grown in a 5% CO 2  environment at 37 °C and passaged (1:4) twice per week for three months. Three biological replicate cultures were irradiated independently with 0, 0.1, 0.3 or 1.0 Gy (Gy)  56 Fe ions (LET = 170 keV/µm, Beam energy = 600 MeV/u) or with 0.0, 0.3, 1.0 Gy  28 Si ions (LET = 70 keV/µm, Beam energy = 300 MeV/u) or 0.0, 1.0 Gy X-ray (LET = 2 keV/µm, Beam energy = 320 kV). Detailed information about the protocol can be found in the original publication 6 . Figure 1 DNA methylation patterns and differential methylation analysis for 48-h post-exposure samples. ( A ) The schematic representation of the study methodology. ( B ) Principal component analysis (PCA) for 48-h post-radiation replicates. ( C ) DNA methylation change versus control among differentially methylated probes (DMPs) with applied filters (q-value (q < 0.05) and the absolute average difference (avDiff) between compared samples (avDiff ≥ 0.58)). (D) DNA methylation change versus control among common DMPs for Si 1 Gy and X ray particles from FeSi 1 Gy and FeX 1 Gy comparisons. ( E , F ) The overlay of DMPs which methylation level changed ( ≥ 0.58) versus control between particles. X axis—grouping of individual and overlayed DMPs; Y axis—number of DMPs in each group. (G) Genic location of DMPs located inside or outside differentially methylated regions (DMRs) ( H , I ) Relation of DMPs and primary probes to CpG islands. Shores are up to 2 kb from the CpG island; Shelves are from 2 to 4 kb from the CpG island; Opensea refers to isolated regions that do not have a specific designation. For the purpose of the analysis, we combined shores and shelves regions. Differential methylation analysis To investigate the overall influence of each radiation type on methylation DNA patterns we established three pair comparisons between 1)  56 Fe 0.3 Gy versus  28 Si 0.3 Gy; 2)  56 Fe 1 Gy versus  28 Si 1 Gy; 3)  56 Fe 1 Gy versus X 1 Gy. Before the analysis, we transformed provided in the original publication Beta Values (ratio of the methylated probe intensity and the overall intensity) into M Values (log2 ratio of the intensities of methylated probe versus unmethylated probe) 17 . Afterwards, we performed a differential methylation analysis of 485,061 probes for established comparisons using dmpFinder from Minfi Bioconductor package 18 . Differentially methylated probes (DMPs) were filtered based on the q-value (q < 0.05) and the absolute average difference in M Value between compared samples (absolute average difference ≥ 0.58). Additionally, we applied a threshold of M Value change versus control (absolute average difference  ≥ 0.58) 17 . Filtered DMPs were grouped into differentially methylated regions (DMRs) using dmrcate (lambda = 1000, C = 2) from DMRcate Bioconductor package 19 . The average methylation level for each DMR was calculated by overlapping filtered and ion specific DMPs. Due to the fact that culturing, irradiation, collection time (48-h) and DNA methylation levels were the same for all non-irradiated replicates, control DNA methylation levels were defined as average M Value of combined  56 Fe,  28 Si, X-ray non-irradiated samples (Fig.  S1 A). All analysis were performed in R Studio 20 . Mann–Kendall test was used for trend analysis with at least 4 data points. Chi-squared test was used to check differences between examined groups. Chromatin conformation capture (Hi-C) To investigate the influence of chromosomal conformation on the effect of radiation we used the Hi-C data of IMR-90 human lung fibroblast cell line published by Rao et al. in 2014 (Series 4DNFIHM89EGL; 4DNFIMNT2VYL on “ https://data.4dnucleome.org/ ”) 12 . Based on the provided Hi-C score, the nucleus was divided into five distinct layers named from the most outer “L1” to the deepest “L5”. The nucleus layers were created by overlapping all probes from the primary experiment 6  with Hi-C data 12 . Layers boundaries were assigned quantile 0%, 20%, 40%, 60%, 80% and 100% values of Hi-C score. Hence, each layer contained the same amount of DNA. Accordingly, to investigate spatial gene expression patterns in Japan Aerospace Exploration Agency (JAXA) astronauts’ blood tissue 21 , we used conserved datasets of K562 and HAP-1 human lymphoblasts isolated from chronic myeloid leukemia patient and induced pluripotent stem cells (Series 4DNFI5WH9HQX; 4DNFIHM89EGL; 4DNFIOZT9QGF on “ https://data.4dnucleome.org/ ”, respectively). Genes which were differentially expressed (see methods for details) in all datasets among distinct nucleus layers were further analyzed 22 – 25 . Histone modifications To investigate active (H3K27ac, H3K4me3) and repressive (H3K9me3, H3K27me3) regions of chromatin we assigned different histone modifications to identified DMPs. We used the control datasets of primary human bronchial epithelial cells published by Stolzenburg et al. in 2017 26  and Mazumdar et al. 27  in 2020 (Series  GSE94726 ,  GSE132807  on “ https://www.ncbi.nlm.nih.gov/geo ”, respectively). Each dataset was filtered to include peaks from 300 to 2000 base pairs long. Additionally,  GSE132807  was filtered based on the alignment score from Bowtie2 (score >  = 10) to asses high signal peaks 28 . For  GSE94726  Series, alignment score of > 0 from Bowtie 1 was used 29 . Gene expression validation To validate the in vitro model, we used processed RNA-sequencing (Series OD-203, OSD-294, OSD-530) and microarray (Series OSD-80, OSD-109, OSD-117, OSD-159) gene expression data of whole-body irradiated (no direct information provided for OSD-294 and OSD-80) mice and JAXA astronauts provided with courtesy by the NASA GeneLab Data Repository ( https://genelab-data.ndc.nasa.gov/genelab/projects/ ). Specifically, a variety of mice tissues irradiated with distinct particles were examined including liver ( 56 Fe 0.2 Gy) 30 , retina ( 57 Co 0.04 Gy)  31 , heart ( 56 Fe 0.15 Gy;  1 H 0.9 Gy) 32 , mammary gland (Si 0.3 Gy, sparsely ionizing gamma rays 1 Gy) 33  and blood ( 137 Cs 2.7 Gy) 34 . Additionally, we examined blood samples of six JAXA astronauts 21 . Due to the astronauts’ data provided only by mean expression values of all astronauts, there was only one replicate per distinct timepoint. Hence, to perform differential expression analysis, we established five distinct timepoints using two following timepoints as replicates [1) Control—L-112/56(± 14d) day – pre-flight; 2) L + 5(± 1d) day, and L + 30(± 7d) day—in-flight; 3) L + 60/120(± 14d) day or R-8(-14d/ + 0d) day—in-flight; 4) R + 3(± 1d) day, and R + 30(± 7d) day—post-flight; 5) R + 60/120(± 14d) day—post-flight; L-launch; R-rescue]. To establish research models for differential expression analysis, we built the EdgeR object using limma package 35 . We normalized RNA-sequencing data using weighted trimmed average of the log expression ratios, and performed differential analysis fitting a negative binomial generalized log-linear model. For microarrays, we used already normalized data with median intensity threshold of >  = 3 36  and applied single-channel experimental design for several groups with Bonferroni adjustment. For further gene expression, we included genes with false discovery rate (FDR) < 0.05 in the first time point, and used log fold-change (logFC) score in the following timepoints to assess the gene expression chronic change. Up- or down-regulated genes were defined as increase or decrease of logFC in the first timepoint versus control, respectively. For trend analysis, we performed an anova test on linear regression gradient. Results Ion-specific effects on DNA methylation profile 48 h after irradiation To analyze DNA methylation patterns caused by high-LET ( 56 Fe,  28 Si) and low-LET (X-ray) participles, we used publicly available data set 6 . The schematic representation of performed analysis is shown in Fig.  1 A. By applying differential methylation analysis on 48-h post irradiation samples, we identified 26,751, 31,818 and 24,807 differentially methylated probes (DMPs) for  56 Fe 0.3 Gy versus  28 Si 0.3 Gy;  56 Fe 1 Gy versus  28 Si 1 Gy;  56 Fe 1 Gy versus X 1 Gy, pair comparisons, respectively (see methods for details). We did not identify any significant DMPs for  28 Si 1 Gy versus X 1 Gy pair comparison (adjusted p-value > 0.05), suggesting their similar effect (Fig.  1 B). Similarly, to Kennedy et al. 6 , we observed that regardless of the dose,  56 Fe predominantly increases DNA methylation whereas X ray decrease DNA methylation levels when compared to control. However, contrary to primary article where no effect of  28 Si was observed, we discovered its activity in decreasing DNA methylation levels (Fig.  1 C,D,  S1 B,C). It could happen due to different hypothesis testing in the original article, where authors were focused on DNA methylation changes caused by an increase in the dose of the same radiation. The opposite methylation effect between  56 Fe and  28 Si or X-rays was observed nearly among all identified DMPs for all comparisons (Fig.  1 E,F,  S1 D). The distribution of differentially methylated probes indicates a stochastic process To further identify the distinct effect of each particle on DNA methylation patterns, in addition, to direction of methylation change (Fig.  1 E,F,  S1 D) we divided DMPs into distinct subgroups, based on post-exposure and control M value (hypomethylation [M Value < 0] or hypermethylation [M Value > 0]; see methods for details). Specifically, we showed that  56 Fe was able to induce, both hypermethylation of primarily hypomethylated sites and hypomethylation of primarily hypermethylated sites whereas  28 Si induced only the latter (Fig.  S1 E,F). Accordingly, X-ray induces hypomethylation of previously hypermethylated sites, however, it does have a minor effect on hypomethylated sites inducing its hypermethylation. In summary, when comparing post-radiation to control DNA methylation levels,  56 Fe affects hypomethylated and hypermethylated sites whereas  28 Si is more likely to affect hypomethylated sites at control. Further, to check whether DNA methylation changes occur in a close relationship to each other and around the radiation beam, we built differentially methylation regions (DMRs) from previously identified paired DMPs (Fig.  S1 G). In total, we identified 3805, 4863 and 3631 DMRs for  56 Fe 0.3 Gy versus  28 Si 0.3 Gy;  56 Fe 1 Gy versus  28 Si 1 Gy;  56 Fe 1 Gy versus X 1 Gy, pair comparisons, respectively. Interestingly, only 41%, 47% and 43% of DMPs built DMRs, respectively, leaving more than 50% of identified DMPs outside of DMRs (Fig.  S1 H). As such, we applied a larger base pair limit for DMRs building, however, did not observe a relevant change in amount of DMRs (Fig.  S1 I). Finally, by permutating methylation probe names from primary dataset, we simulated differential DNA methylation analysis in one thousand unique datasets. In all replicates, we observed lower frequencies of DMPs building DMRs when compared to primarily established comparisons ( p  < 0.001). This observation suggested that the distribution of radiation induced DNA methylation changes seems to be spread across the whole genome rather than being grouped in DMRs. Assignment of differentially methylated probes (DMPs) to genomic location Following previous results, to investigate specific genomic locations of DMPs, we looked at the relation to CpG islands localized in the close relationship of gene promoters 18 . We found that, regardless of radiation type and dose, grouped DMPs were more likely located inside promoter regions (Fig.  1 G;  p  < 0.001 for all particles and doses; data not shown). It suggests that proximal regulatory regions of human genome are more prone to accumulate radiation induced DNA methylation changes. Additionally, the enrichment in upstream and downstream locations for DMPs outside of DMRs showed that when looking only at DMRs, we would lose an important regulatory information. Next, we checked if this observation could be due to a higher accumulation of CpG rich regions in the corresponding promoters or higher accumulation of primary probes in these locations. However, when comparing fractions (ratio of a component to the total amount) of post-exposure samples to control, we observed distinct patterns, especially in terms of CpG islands and regulatory opensea regions (F i g.  1 H,I;  p  < 0.001 for all comparisons) 37 . Finally, we observed, that regardless of radiation dose, DMPs inside DMRs were more likely to be located inside CpG islands which are known to be positioned in close relationship of promoters (Fig.  S1 J–L) 38 , 39 . Additionally, when taking into consideration the direction of methylation change, CpG islands were more prevalent among sites which methylation increased after  56 Fe or decreased after  28 Si and X exposure (Fig.  S1 J–L). In summary, these observations indicate that  56 Fe primary increases DNA methylation,  28 Si decreases DNA methylation whereas X-rays induce minor effect in both directions. Moreover, radiation induced DMPs are primary located around active promoter regions and opensea regulatory regions. Radial chromosomal distribution in nucleus affects changes in DNA methylation profiles after irradiation Further, we investigated whether DNA methylation changes are conditioned by the epigenetic state and chromatin physical properties. We studied the induced DNA methylation changes in the context of 3D chromatin structure and histone modification profiles in untreated cells. We overlapped Hi-C compartment coordinates of IMR-90 human lung fibroblast cell line provided by Rao et al. 12  with baseline probes ",
  "introduction": "Introduction With a growing interest in space travel 1 , it is pivotal to better understand how galactic cosmic radiation (GCR) impacts human health and how its detrimental effect can be minimized 2 . Ionizing radiation damages DNA structure by inducing double-stranded breaks, single-stranded breaks, base damage and changing epigenetic phenotype with emphasis on DNA methylation patterns 3 , 4 . During long exposure, these alterations are likely to increase the risk of cancer and degenerative diseases occurrence 5 . Besides hydrogen and helium, GCR consists of heavier atomic nuclei with high linear energy transfer (high-LET) values which are of great danger for human health. Recently, Kennedy et al. 6  investigated an effect of high-LET  56 Fe,  28 Si ions on DNA methylation patterns in comparison to low-LET X-ray appearing in terrestrial radiation. The researchers found that the methylation status of  56 Fe irradiated CpG sites can distinguish normal tissue from lung adenocarcinomas and squamous cell lung carcinomas. Additionally, the researchers showed acute radiation-induced methylation changes which persisted over time with heritable imprint across epigenome. These findings where further investigated by Nwanaji-Enwerem et al. 7  showing that  56 Fe exposure was associated with accelerations in epiTOC2 epigenetic clock suggesting that DNA methylation may be a sensitive biomarker of high-LET  56 Fe ion exposure. Chromatin packages the eukaryotic genome through DNA folding ranging from single nucleosome to entire chromosome 8 . Negatively charged DNA is wrapped around nucleosomes consisting of two copies of four positively charged histone proteins 9 . In addition to the core chromatin components, histone-modifying enzymes may alter chromatin compaction by changing its accessibility. The accessibility level is connected with chromatin modifications. In particular, H3 lysine 4 tri-methylation (H3K4me3) and histone H3 lysine 27 tri-methylation (H3K27me3) were used to profile ‘active’ and ‘repressed’ promoters respectively. Furthermore, histone H3 lysine 9 tri-methylation (H3K9me3) was used to profile heterochromatin loci and histone H3 lysine 27 acetylation (H3K27ac) to profile enhancers 10 . There were a few reports suggesting that high-LET 4  and ultraviolet 11  induced DNA damage may be affected by chromatin structure. However, until now there are no studies investigating a DNA methylation pattern induced by low-/high-LET and spatial chromosomal conformation capture to explore the effects of chromatin physical properties on irradiation outcome. Importantly, with the recent development of high-throughput capture chromatin confirmation methods (Hi-C) 12  and advanced algorithms to simulate the three-dimensional structure of nuclei such as Chrom3D, it is now possible to address the irradiation effects associated with chromatin conformation 13 . Recently, to access the multi-dimensional chromatin interactions researches were using Hi-C data for compa",
  "methods": "Materials and methods Data description The study was conducted based on the publicly available NCBI GEO Methylation450K BeadChip human bronchial epithelial cell dataset published by Kennedy et al. in 2018 (Series  GSE108187  on “ https://www.ncbi.nlm.nih.gov/geo ”; The National Aeronautics and Space Administration (NASA) GeneLab repository within the Open Science Data Repository (OSDR) https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-317/ ) (Fig.  1 A) 6 . The dataset was comprised of 102 samples of immortalized human bronchial epithelial cell line (HBEC3-KT) established by introducing mouse Cdk4 and hTERT into normal human bronchial epithelial cells (HBECs) 16 . Cells were grown in a 5% CO 2  environment at 37 °C and passaged (1:4) twice per week for three months. Three biological replicate cultures were irradiated independently with 0, 0.1, 0.3 or 1.0 Gy (Gy)  56 Fe ions (LET = 170 keV/µm, Beam energy = 600 MeV/u) or with 0.0, 0.3, 1.0 Gy  28 Si ions (LET = 70 keV/µm, Beam energy = 300 MeV/u) or 0.0, 1.0 Gy X-ray (LET = 2 keV/µm, Beam energy = 320 kV). Detailed information about the protocol can be found in the original publication 6 . Figure 1 DNA methylation patterns and differential methylation analysis for 48-h post-exposure samples. ( A ) The schematic representation of the study methodology. ( B ) Principal component analysis (PCA) for 48-h post-radiation replicates. ( C ) DNA methylation change versus control among differentially methylated probes (DMPs) with applied filters (q-value (q < 0.05) and the absolute average difference (avDiff) between compared samples (avDiff ≥ 0.58)). (D) DNA methylation change versus control among common DMPs for Si 1 Gy and X ray particles from FeSi 1 Gy and FeX 1 Gy comparisons. ( E , F ) The overlay of DMPs which methylation level changed ( ≥ 0.58) versus control between particles. X axis—grouping of individual and overlayed DMPs; Y axis—number of DMPs in each group. (G) Genic location of DMPs located inside or outside differentially methylated regions (DMRs) ( H , I ) Relation of DMPs and primary probes to CpG islands. Shores are up to 2 kb from the CpG island; Shelves are from 2 to 4 kb from the CpG island; Opensea refers to isolated regions that do not have a specific designation. For the purpose of the analysis, we combined shores and shelves regions. Differential methylation analysis To investigate the overall influence of each radiation type on methylation DNA patterns we established three pair comparisons between 1)  56 Fe 0.3 Gy versus  28 Si 0.3 Gy; 2)  56 Fe 1 Gy versus  28 Si 1 Gy; 3)  56 Fe 1 Gy versus X 1 Gy. Before the analysis, we transformed provided in the original publication Beta Values (ratio of the methylated probe intensity and the overall intensity) into M Values (log2 ratio of the intensities of methylated probe versus unmethylated probe) 17 . Afterwards, we performed a differential methylation analysis of 485,061 probes for established comparisons using dmpFinder from Min",
  "results": "Results Ion-specific effects on DNA methylation profile 48 h after irradiation To analyze DNA methylation patterns caused by high-LET ( 56 Fe,  28 Si) and low-LET (X-ray) participles, we used publicly available data set 6 . The schematic representation of performed analysis is shown in Fig.  1 A. By applying differential methylation analysis on 48-h post irradiation samples, we identified 26,751, 31,818 and 24,807 differentially methylated probes (DMPs) for  56 Fe 0.3 Gy versus  28 Si 0.3 Gy;  56 Fe 1 Gy versus  28 Si 1 Gy;  56 Fe 1 Gy versus X 1 Gy, pair comparisons, respectively (see methods for details). We did not identify any significant DMPs for  28 Si 1 Gy versus X 1 Gy pair comparison (adjusted p-value > 0.05), suggesting their similar effect (Fig.  1 B). Similarly, to Kennedy et al. 6 , we observed that regardless of the dose,  56 Fe predominantly increases DNA methylation whereas X ray decrease DNA methylation levels when compared to control. However, contrary to primary article where no effect of  28 Si was observed, we discovered its activity in decreasing DNA methylation levels (Fig.  1 C,D,  S1 B,C). It could happen due to different hypothesis testing in the original article, where authors were focused on DNA methylation changes caused by an increase in the dose of the same radiation. The opposite methylation effect between  56 Fe and  28 Si or X-rays was observed nearly among all identified DMPs for all comparisons (Fig.  1 E,F,  S1 D). The distribution of differentially methylated probes indicates a stochastic process To further identify the distinct effect of each particle on DNA methylation patterns, in addition, to direction of methylation change (Fig.  1 E,F,  S1 D) we divided DMPs into distinct subgroups, based on post-exposure and control M value (hypomethylation [M Value < 0] or hypermethylation [M Value > 0]; see methods for details). Specifically, we showed that  56 Fe was able to induce, both hypermethylation of primarily hypomethylated sites and hypomethylation of primarily hypermethylated sites whereas  28 Si induced only the latter (Fig.  S1 E,F). Accordingly, X-ray induces hypomethylation of previously hypermethylated sites, however, it does have a minor effect on hypomethylated sites inducing its hypermethylation. In summary, when comparing post-radiation to control DNA methylation levels,  56 Fe affects hypomethylated and hypermethylated sites whereas  28 Si is more likely to affect hypomethylated sites at control. Further, to check whether DNA methylation changes occur in a close relationship to each other and around the radiation beam, we built differentially methylation regions (DMRs) from previously identified paired DMPs (Fig.  S1 G). In total, we identified 3805, 4863 and 3631 DMRs for  56 Fe 0.3 Gy versus  28 Si 0.3 Gy;  56 Fe 1 Gy versus  28 Si 1 Gy;  56 Fe 1 Gy versus X 1 Gy, pair comparisons, respectively. Interestingly, only 41%, 47% and 43% of DMPs built DMRs, respectively, leaving more than 50% of identified DMPs outside of DMRs (Fig.  S1 H). As such, we applied a larger base pair limit for DMRs building, however, did not observe a relevant change in amount of DMRs (Fig.  S1 I). Finally, by permutating methylation probe names from primary dataset, we simulated differential DNA methylation analysis in one thousand unique datasets. In all replicates, we observed lower frequencies of DMPs building DMRs when compared to primarily established comparisons ( p  < 0.001). This observation suggested that the distribution of radiation induced DNA methylation changes seems to be spread across the whole genome rather than being grouped in DMRs. Assignment of differentially methylated probes (DMPs) to genomic location Following previous results, to investigate specific genomic locations of DMPs, we looked at the relation to CpG islands localized in the close relationship of gene promoters 18 . We found that, regardless of radiation type and dose, grouped DMPs were more likely located inside prom",
  "discussion": "Discussion This is the first study exposing influence of chromatin physical properties on DNA methylation patterns triggered by high-LET and low-LET radiation. Our work shows that each of investigated radiation types induce distinct DNA methylation patterns. Additionally, we exposed the major role of spatial chromosomal positioning and distribution of histone modifications which have undeniable influence on the effect of cosmic radiation on human cells. Finally, we validated our in vitro observations regarding chronic effect of high-LET particles, with in vivo models and astronauts’ data. As such, we supported our primary analysis with gene expression data of radiation exposed mice tissues including liver, heart, mammary gland, blood and retina as well as blood tissue from six JAXA astronauts’. Our findings partially support those reported in the original publication by Kennedy et al. 6 . Similarly, we showed that each of primarily investigated radiation types induce a unique imprint on the epigenome. However, we observed that methylation changes which occur early, persist over time only when caused by  56 Fe particle. Thus, after  28 Si and X-rays’ exposure, we found a methylation peak at the beginning and a decrease towards baseline level over time. In line to previous observations a vast majority of identified methylation sites was located in and around CpG islands, and active genic regions (promoters, enhancers). The differences in results when compared to original publication could be of a various reason 6 . Specifically, we focused on rigorously chosen differentially methylated sites applying several thresholds of significance. To asses this, we established pairs to compare particles between each other. On the other side, in primary publication authors were focused on global DNA methylation status including all probes without DNA methylation change thresholds and later on assessing differences only by comparison of doses within the individual particle. To support our approach, we validated the perseverance of epigenome imprints associated with distinct radiation exposure. To do this, we looked at gene expression of various mice tissues irradiated with different radiation types as well as JAXA astronauts data from blood liquid biopsies 21 , 30 – 34 . Collectively, our analysis confirmed that each of investigated radiation type induces a unique chronic gene expression pattern. Importantly, we found corresponding changes between DNA methylation and gene expression levels in terms of GCR particles as well as astronauts’ exposure to space radiation. Thus, however to properly examine the persistence of these patterns, multiple timepoints with longer period of observation would be preferred. Additionally, all experiments should be performed in the same research model to minimize potential heterogeneity among even similar cell lines or more advanced models. Interestingly, in recent years other researchers investigated both DNA methylome and transcr",
  "conclusion": ""
}