{
  "id": "PMC11022651",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11022651/",
  "title": "Genome and clonal hematopoiesis stability contrasts with immune, cfDNA, mitochondrial, and telomere length changes during short duration spaceflight",
  "authors": "J Sebastian Garcia-Medina, Karolina Sienkiewicz, S Anand Narayanan, Eliah G Overbey, Kirill Grigorev, Krista A Ryon, Marissa Burke, Jacqueline Proszynski, Braden Tierney, Caleb M Schmidt, Nuria Mencia-Trinchant, Remi Klotz, Veronica Ortiz, Jonathan Foox, Christopher Chin, Deena Najjar, Irina Matei, Irenaeus Chan, Carlos Cruchaga, Ashley Kleinman, JangKeun Kim, Alexander Lucaci, Conor Loy, Omary Mzava, Iwijn De Vlaminck, Anvita Singaraju, Lynn E Taylor, Julian C Schmidt, Michael A Schmidt, Kelly Blease, Juan Moreno, Andrew Boddicker, Junhua Zhao, Bryan Lajoie, Andrew Altomare, Semyon Kruglyak, Shawn Levy, Min Yu, Duane C Hassane, Susan M Bailey, Kelly Bolton, Jaime Mateus, Christopher E Mason",
  "year": "2024",
  "journal": "Precision Clinical Medicine",
  "abstract": "Abstract Background The Inspiration4 (I4) mission, the first all-civilian orbital flight mission, investigated the physiological effects of short-duration spaceflight through a multi-omic approach. Despite advances, there remains much to learn about human adaptation to spaceflight's unique challenges, including microgravity, immune system perturbations, and radiation exposure. Methods To provide a detailed genetics analysis of the mission, we collected dried blood spots pre-, during, and post-flight for DNA extraction. Telomere length was measured by quantitative PCR, while whole genome and cfDNA sequencing provided insight into genomic stability and immune adaptations. A robust bioinformatic pipeline was used for data analysis, including variant calling to assess mutational burden. Result Telomere elongation occurred during spaceflight and shortened after return to Earth. Cell-free DNA analysis revealed increased immune cell signatures post-flight. No significant clonal hematopoiesis of indeterminate potential (CHIP) or whole-genome instability was observed. The long-term gene expression changes across immune cells suggested cellular adaptations to the space environment persisting months post-flight. Conclusion Our findings provide valuable insights into the physiological consequences of short-duration spaceflight, with telomere dynamics and immune cell gene expression adapting to spaceflight and persisting after return to Earth. CHIP sequencing data will serve as a reference point for studying the early development of CHIP in astronauts, an understudied phenomenon as previous studies have focused on career astronauts. This study will serve as a reference point for future commercial and non-commercial spaceflight, low Earth orbit (LEO) missions, and deep-space exploration.",
  "keywords": "genomes, clonal, hematopoiesis, stability, immune, mitochondria, ribosomes, spaceflight",
  "full_text": "Introduction Human spaceflight frequency has increased over the last decade, and with it, our grasp of its effects on human physiology. Despite this, there is much to learn about how humans adapt to the unique challenges of the space environment. The space environment includes unique stressors, such as microgravity (e.g. weightlessness), immune system perturbations, and space radiation exposure. Determining the effects of spaceflight on the human genome is imperative to support long-term human presence in space. Additionally, a host of physiological adaptations occur when humans travel into space, ranging from cardiovascular and musculoskeletal deconditioning, vision changes (e.g. spaceflight associated neuro ocular syndrome), immune suppression, and metabolic changes, among others [ 1 ]. Moreover, increasing evidence highlights the systemic immune dysregulation crewmembers experience from spaceflight exposure. Indeed, there appears to be a reduction in T cell frequency, suppressed cytotoxic function, as well as fluctuations in cytokine concentrations, with increased expression of TNF- α , interleukin-8, interleukin-1ra, thrombopoietin, VEGF, and various chemokines (CCL2, CCL4, CXCL5, etc.) associated with spaceflight [ 2 ]. To date, almost all space missions have been led by professional astronauts from government space programs. More recently, however, SpaceX launched a crew of four civilian astronauts on the Inspiration4 (I4) mission, marking a new era for human space exploration. The present I4 mission study aims to investigate the impact of short-duration spaceflight on civilians, along with the post-flight and long-term biomedical, immunologic, and genetic alterations resulting from spaceflight. This includes rapid telomeric responses, whereby telomere elongation occurs as a function of spaceflight, followed by shortening upon return to Earth [ 3 ]. Both unusually short and long telomeres have been associated with adverse health effects involving aging and age-related pathologies, such as cardiovascular disease and cancer. Furthermore, a variety of lifestyle factors and environmental exposures influence telomere length. Previous studies have also shown changes in clonal hematopoiesis, where a small number of hematopoietic stem cells (HSCs) gain a clonal advantage through the acquisition of somatic mutations. Clonal hematopoiesis is associated with cardiovascular disease, the development of acute myeloid leukemia (AML), and increased overall mortality [ 4 ,  5 ]. The NASA Twins Study shed light on telomeric responses and the chronic inflammatory state resulting from long-duration spaceflight and provided the first measures of telomere length and clonal hematopoiesis in astronauts [ 3 ,  6 ]. Mutations in epigenetic regulators, such as DNMT3A and TET2, were found at increased rates in both career astronaut twins when compared to their civilian counterparts. A retrospective study of 14 astronauts who flew shuttle missions has also shown an elevated presence of genetic abnormalities in CHIP-driver genes in the astronaut population [ 3 ,  5 ,  7 ]. Here we investigated immune adaptations, telomere length dynamics, cell-free DNA release, genomic stability, single-cell transcriptomic analysis, and biochemical adaptations of the I4 crewmembers traveling into lower earth orbit over the course of 3 days, to determine the effects of short-duration spaceflight. It is imperative to study these adaptations in this context for future space missions, as prolonged space environment exposure could exponentially increase the rate of mutational burden [ 8 ], be it due to the inflammatory milieu resulting from spaceflight or the particular challenges of the space environment, such as microgravity and radiation exposure. Here, we leveraged the I4 mission to examine the development of genetic abnormalities in the astronauts by studying their physiological response to the demands of spaceflight and quantifying the genetic changes that are associated with spaceflight. Methods Informed consent and ethics This study was completed following appropriate ethical guidelines according to the Declaration of Helsinki, ICHGCP, and local regulations, as applicable, from each potential subject or each subject's legally authorized representative prior to participating in the research study. The protocol, the ICF, other written material given to the patients, and any other relevant study documentation were submitted to and approved by the appropriate ethics committee. This study was conducted under a protocol reviewed and approved by the applicable ethics committees and investigations were undertaken by scientifically and medically qualified persons, where the benefits of the study were in proportion to the risks. All subjects were consented at an informed consent briefing (ICB) at SpaceX (Hawthorne, CA), and samples were collected and processed under the approval of the Institutional Review Board (IRB) at Weill Cornell Medicine, under Protocol 21–05023569. All crew members provided written informed consent for data and sample sharing. I4 launched from Kennedy Space Center's Launch Complex 39A and traveled into Low-Earth Orbit across a three-day mission, reaching an orbital altitude of approximately 364 miles and ultimately splashed down into the Atlantic Ocean. Dried blood spot (DBS) pre-flight, in-flight, and post-flight sampling Crew members warmed and massaged their fingertips to maximize blood flow. Fingertips were sterilized (BZK antiseptic towelette, Dynarex, Reorder No. 1303) and punctured using a contact-activated lancet (BD Biosciences, #366 593) or a 21-gauge needle (BD Biosciences, #305 167). Whatman 903 Protein Saver DBS cards (Cytiva, #10 534 612) were used to capture, transfer, and then store capillary blood with a desiccant pack (Cytiva, #10 548 239) at ambient temperature. DNA extraction for qPCR-based assessment of telomere length Three 3 mm circular punches were cut from the Whatman 903 Protein Saver Cards (cat# WHA10534612) containing blood samples using an Integra Miltex Standard Biopsy Punch (cat# 12-460-406) and placed into a 1.5 mL microcentrifuge tube with sterile tweezers. Samples were prepared using the Qiagen QIAamp DNA Investigator Kit (cat# 56 504) following the manufacturer's isolation of total DNA from FTA and Guthrie Cards protocol. The quantification of DNA in each sample was determined through fluorometric quantification with the Qubit 4 Fluorometer (Thermo Fisher Scientific, cat#  Q33238 ) and the 1X dsDNA HS Assay Kit (cat#  Q33231 ). DNA samples were sent to Colorado State University for multiplex qPCR analysis. Multiplex quantitative PCR telomere length measurement MMqPCR measurements of telomere length were carried out by preparing 22 μL of master mix using SYBR green GoTaq qPCR master mix (Promega #A6001) combined with the telomere forward primer (TelG; 5′-ACACTAAGGTTTGGGTTTGGGTTTGGGTTTGGGTTAGTGT-3′), telomere reverse primer (TelC; 5′-TGTTAGGTATCCCTATCCCTATCCCTATCCCTATCCCT AACA-3′), albumin forward primer (AlbU; 5′-CGGCGGCGGGCGGCGCGGGCTGGGCGGA AATGCTGCACAGAATCCTTG-3′), albumin reverse primer (AlbD; 5′-GCCCGGCCCGCCG 4 CGCCCGTCCCGCCGGAAAAGCATGGTCGCCTGTT-3′) at 10 μM per primer (Integrated DNA Technologies), and RNase/DNase free water. Then 3 μL of DNA at 3.33 ng/uL was added for a final volume of 25 μL, final TelG/C primers concentration of 900 nM, and the AlbU/D primers at 400 nM. A Bio-Rad CFX-96 qPCR machine was used to measure telomere length. The cycle design was as follows: 95°C for 3 min; 94°C for 15 s, 49°C for 15 s, for 2 cycles; 94°C for 15 s, 62°C for 10 s, 74°C for 15 s, 84°C for 10 s, and 88°C for 15 s, for 32 cycles. The melting curve was established by a 72°C to 95°C ramp at 0.5°C/second increase with a 30 second hold. Standard curves were prepared using human genomic DNA (Promega Cat # G3041) with 3-fold dilutions ranging from 50 ng to 0.617 ng in 3 μL per dilution. Negative controls included a no-template TelG/C only and AlbU/D only, and a combined TelG/C and AlbU/D control. Samples were normalized across plates using a human genomic DNA standard. Each sample was run in triplicate on a 96-well plate format and relative telomere length was established using a telomere (T) to albumin (A) ratio. Whole genome extraction and sequencing Genomic DNA was obtained from the cell pellet of a cell-free DNA blood collection tube (Streck, cat# 230470) using the QIAamp Blood Maxi Kit (Qiagen, cat# 51192), and then shipped to Element Biosciences for library preparation. The extracted DNA was quantified using Thermo Fisher Qubit dsDNA HS Assay Kit (cat# Q238253) and 8 samples were prepared using the KAPA HyperPrep Kit and KAPA Unique-Dual Indexed Adapter Kit (cat# 8 861 919 702). The DNA libraries were quantified using Thermo Fisher Qubit dsDNA HS Assay Kit (cat#  Q32854 ) and sized using Agilent High Sensitivity DNA Kit (cat# 5067–4626). The 8 DNA libraries generated with the KAPA HyperPrep Kit were processed using Adept Library Compatibility Kit (Element Biosciences, Cat# 830–00003), individually circularized with 0.5pmol (30 μL of 16.67nM) input, and quantified using the kit-provided qPCR standard and primer mix. The libraries were pooled into 4 separate 2-plex pools, each denatured and sequenced on Element AVITI system (Element Biosciences, Part #88–00 001) using 2 × 150 paired end reads with indexing. Primary analysis was performed onboard the AVITI sequencing instrument. Whole genome/cfDNA preprocessing Blood and plasma samples were subjected to whole genome and cfDNA short read sequencing as detailed above. Resultant FASTQ files were validated using FastQC (v0.11.9) and MultiQC (v1.13). Read adapters were trimmed at 3′ and 5′ ends for low quality using Trim Galore (v0.6.5), lower quality reads were classified and removed, retaining only those reads with length >= 25bp, and ph read quality >= 20. Reads were aligned against the hg38 human reference genome with BWA MEM (v.0.7.15) and subjected to standard QC and deduplication procedures as a part of Sentieon's TNscope (v202010) DNAseq workflow [ 9 ]. Whole genome/cfDNA/single cell variant calling Aligned and preprocessed reads were subjected to the TNScope variant calling pipeline. Calls were filtered using Fisher's exact test and subsetted to SNP variants using samtools (v1.16.1), and filtered by triallelic sites, short tandem repeats, read quality, and read position bias using BCFtools (v1.16). Varient-Effect-Predictor VEP (v107) was utilized for annotation of variants and further filtering based on predicted impact of mutations. Resulting coordinates were processed into allele and gene frequency matrices, and visualized in R using the tidyverse (v1.3.2) suite of packages. cfDNA extraction and sequencing cfDNA was isolated from 500 μL aliquots of plasma from cfDNA blood collection tubes (Streck, #230470). cfDNA was extracted from each crew member from all timepoints (4 crew members, 6 timepoints, 24 total extractions). cfDNA was extracted using Qiagen's QIAamp ccf DNA/RNA Kit and eluted in 15 μL Qiagen Elution Buffer per sample. Yield was measured for each sample using Thermo Fisher Qubit 1X dsDNA HS Assay (cat#  Q33231 ). Entire extract volume was used as input for library preparation using NEBNext Ultra II DNA Library Preparation Kit for cfDNA protocol. Each sample was barcoded using NEBNext Multiplex Oligos for Illumina (Unique Dual Index UMI Adaptors–96 reactions). Final library was eluted in 30 μL and checked for concentration using Thermo Fisher Qubit 1X dsDNA HS Assay (cat#  Q33231 ). Fragment sizes were determined using Agilent's Tapestation 2100 and D1000 reagents and ScreenTape, with resulting average fragment size ∼380 bp (0.25 pmol) of each sample. A total of 24 cfDNA libraries generated with the NEBNext Ultra II DNA Library Preparation kit were processed using Adept Library Compatibility Kit (Element Biosciences, Cat# 830–00003). Each library was circularized individually with an input range of 0.2–0.5 pmol (30 μL of 6.67–16.67nM) based on linear library yields. The final circularized libraries were quantified using qPCR standard and primer mix and pooled into 2 separate 4-plex pools. Each 4-plex pool was denatured and sequenced on Element AVITI system (Element Biosciences, Part #88–00001) using 2 × 147 paired reads with 19 bp UMI/index 1 and 8 bp index 2. Primary analysis was performed onboard the AVITI sequencing instrument. Clonal hematopoiesis targeted variant calling Genomic DNA was obtained from the cell pellet of a cell-free DNA blood collection tube (Streck, cat# 230 470) using the QIAamp Blood Maxi Kit (Qiagen, cat# 51 192). All samples from the testing and validation cohort were sequenced using a custom designed DNA sequencing assay (DB0188, VariantPlex, ArcherDX). This panel captures the nine genes most commonly mutated in solid tumor patients following therapeutic radiation including the full exonic regions of five genes ( DNMT3A, TET2, ASXL1, TP53, CHEK2 ) and targeted exonic regions of four genes ( JAK2, SRSF2, SF3B1, PPM1D ). Libraries were prepared from 250 ng gDNA using the VariantPlex protocol (ArcherDx Inc., Boulder, CO, USA) which utilizes Anchored Multiplex PCR (AMP) technology to generate target-enriched sequencing-ready libraries. Following DNA fragmentation ligation with a universal ArcherDx molecular barcode (MBC) adapter is performed, which tags each DNA molecule with a unique molecular index (UMI) and allows for unidirectional amplification of the sample using gene-specific primers. The resulting libraries were sequenced using a NovaSeq 6000 instrument (Ilumina), as per manufacturer's instructions. The methods for variant identification are comparable to those in Novetsky et al.  2023  [ 10 ]. The variant calling pipeline included UMI consensus building followed by utilizing Mutect2, VarDictJava, Lofreq2, Pindel in parallel for variant identification. Normalization was performed via LeftTrimAndAlign, and a panel of normals of 27 children and young adults was used with a bonferroni-corrected p value to identify true putative mutations in our astronaut cohort. A pileup analysis as performed in Bolton et al.  2020  [ 11 ] was used to query variants in longitudinal follow-ups. A variant list was used to scrutinize raw BAM files and the PoN samples, a fisher's exact test and Bonferroni-corrected p value were used to determine a noise threshold. Variants surpassing this threshold in at least one sample were further examined in the remaining samples, and if statistically validated, the variants were aggregated to construct the final variant list. Variant-Effect-Predictor VEP (v107) and SnpEff (v4.3) was used for annotation of variants. Data wrangling, tidying, and visualizations were performed using R (v4.1.2), Rstudio (v2021.09.2) and libraries (Tidyverse, Dplyr, data.table, ggplot2). cfDNA fragment analysis Fragment size distribution was calculated using the bamPEFragmentSize tool from the deepTools Python package (v3.5.1). Levels of cfDNA (read counts) originating from different chromosomes were normalized by chromosome length and total number of reads in the library generating a Read per Kilobase per Million reads (RPKM) measurement. The fraction of cell-free mtDNA relative to chromosomal cfDNA in plasma was compared and visualized in R using the tidyverse (v1.3.2) suite of packages. cfDNA tissue of origin deconvolution The enrichment of cfDNA fragments from various tissues was calculated by read coverage depletion analysis at transcription starting sites (TSSs) to estimate nucleosome positioning and infer gene expression. The pipeline is described in detail in Bezdan et al. 2020 [ 7 ]. The resulting nucleosome periodicity was correlated with (1) per-tissue gene expression reference matrix retrieved from the Human Proteome Map (HPM; Kim et al. 2014 [ 12 ]) or (2) individual astronaut pseudo-bulk expression of different cell subpopulations extracted from PBMC scRNAseq dataset. In both cases the tissue/subpopulation-periodicity correlations were ranked by the value of Pearson's correlation coefficient, clustered (utilizing Ward method with Euclidean distances) and visualized in R using the tidyverse (v1.3.2) and ComplexHeatmap (v2.14.0) packages. Single-cell gene expression analyses Longitudinal single cell data was processed in R using the Seurat package (v4.3.0) to normalize, scale and cluster cell populations. Cell identities were determined through computational gating parameters of inclusion based on gene expression of key markers, similar to gating from Fluorescent-Activated Cell Sorting. CD8+ T cells were selected from the PBMC population by filtering CD3D+ CD8A+ positive cells. CD4+ T cells from CD3D+ CD8A+ cells, CD14+ monocytes from CCR2+ CD14+ cells, CD16+ monocytes from CD14+ CD16+ cells, NK cells from NCAM1+ CD3- and NCR3+ CD3- cells and DCs from CD86+, CD83+ cells. The Seurat package (v4.3.0) was used for normalization, scaling, and differential gene expression analysis of sn-RNA data. Data wrangling, tidying, and visualizations were performed using R (v4.1.2), RStudio (v2021.09.2) and libraries (Tidyverse, Dplyr, data.table, ggplot2). Results Telomere length measurement (MMqPCR) We first examined DNA from dried blood spots (DBS), which were collected from the I4 crew members before (L-92, L-44, L-3), during (FD1, FD2, FD3), and after (R + 1, R + 45, R + 82) spaceflight, from which DNA was isolated, and telomere length measured via multiplexed quantitative PCR (MMqPCR) (Fig.  1A ). Telomere elongation was observed in all four I4 crewmembers during spaceflight, as compared to their pre- and post-flight normalized means (Fig.  1A ). Telomere length shortened rapidly upon return to Earth in 3 of the 4 astronauts (post-flight), and overall continued to shorten over the course of the recovery period. Repeated-measurements ANOVA was performed on the data to assess the overall impact of time on telomere length. Post hoc pairwise comparisons identified pre-flight vs in-flight ( P  < 0.001) and pre-flight vs R + 1 ( P  < 0.02) as timepoints between which significant differences in telomere length occurred. Figure 1. Telomere length dynamics, mitochondrial, and cell-free DNA cell lysis Identity as a function of spaceflight. (A) Telomere length dynamics assessed by MMqPCR in I4 crew members. Normalized analysis shows increased average telomere length during orbital flight compared to pre-flight baseline and in R + 1 compared to pre-flight through Tukey-corrected repeated measures ANOVA ( P  < 0.001) and ( P  < 0.02), respectively. A rapid decrease in telomere length was also seen after landing during post-flight recovery months. (B) Autosomes do not show any spaceflight-related change in RPKM (reads per kilobase per million reads), as exemplified using chr21. The cf-mtDNA is significantly more enriched in all samples—significance levels ( P -value) of the Wilcoxon test are as follows: Pre-Flight < 0.001, Post-Flight = 0.029, Recovery < 0.001. (C) Observed cf-mtDNA levels show high inter-sample heterogeneity. (D) Tissue of origin deconvolution for circulating cfDNA fragments reveals an increased cfDNA signature of both adaptive and innate immune cells post-landing and during recovery. The enrichment of tissue signatures from the HPM [ 13 ] was calculated based on inferred gene expression and nucleosomal footprinting of the cfDNA fragments. Average correlation coefficients (multiplied by -1) over technical replicates are depicted for each sample and time point. The heatmap was subsetted to relevant tissue signatures; extended data is available in  Supplememtary Fig. S1  and  Table S1 , see online supplementary material. (E) Cross-examination of cfDNA origin deconvolution using each of I4 astronaut cell-subpopulation-specific expression markers, derived from peripheral blood (PBMC) dataset, supports the results in D. We note an increased presence of innate and adaptive immune cfDNA in R + 1 and R + 82 when compared t",
  "introduction": "Introduction Human spaceflight frequency has increased over the last decade, and with it, our grasp of its effects on human physiology. Despite this, there is much to learn about how humans adapt to the unique challenges of the space environment. The space environment includes unique stressors, such as microgravity (e.g. weightlessness), immune system perturbations, and space radiation exposure. Determining the effects of spaceflight on the human genome is imperative to support long-term human presence in space. Additionally, a host of physiological adaptations occur when humans travel into space, ranging from cardiovascular and musculoskeletal deconditioning, vision changes (e.g. spaceflight associated neuro ocular syndrome), immune suppression, and metabolic changes, among others [ 1 ]. Moreover, increasing evidence highlights the systemic immune dysregulation crewmembers experience from spaceflight exposure. Indeed, there appears to be a reduction in T cell frequency, suppressed cytotoxic function, as well as fluctuations in cytokine concentrations, with increased expression of TNF- α , interleukin-8, interleukin-1ra, thrombopoietin, VEGF, and various chemokines (CCL2, CCL4, CXCL5, etc.) associated with spaceflight [ 2 ]. To date, almost all space missions have been led by professional astronauts from government space programs. More recently, however, SpaceX launched a crew of four civilian astronauts on the Inspiration4 (I4) mission, marking a new era for human space exploration. The present I4 mission study aims to investigate the impact of short-duration spaceflight on civilians, along with the post-flight and long-term biomedical, immunologic, and genetic alterations resulting from spaceflight. This includes rapid telomeric responses, whereby telomere elongation occurs as a function of spaceflight, followed by shortening upon return to Earth [ 3 ]. Both unusually short and long telomeres have been associated with adverse health effects involving aging and age-related pathologies, such as cardiovascular disease and cancer. Furthermore, a variety of lifestyle factors and environmental exposures influence telomere length. Previous studies have also shown changes in clonal hematopoiesis, where a small number of hematopoietic stem cells (HSCs) gain a clonal advantage through the acquisition of somatic mutations. Clonal hematopoiesis is associated with cardiovascular disease, the development of acute myeloid leukemia (AML), and increased overall mortality [ 4 ,  5 ]. The NASA Twins Study shed light on telomeric responses and the chronic inflammatory state resulting from long-duration spaceflight and provided the first measures of telomere length and clonal hematopoiesis in astronauts [ 3 ,  6 ]. Mutations in epigenetic regulators, such as DNMT3A and TET2, were found at increased rates in both career astronaut twins when compared to their civilian counterparts. A retrospective study of 14 astronauts who flew shuttle missions has also shown an ele",
  "methods": "Supplementary Material pbae007_Supplemental_Files",
  "results": "Results Telomere length measurement (MMqPCR) We first examined DNA from dried blood spots (DBS), which were collected from the I4 crew members before (L-92, L-44, L-3), during (FD1, FD2, FD3), and after (R + 1, R + 45, R + 82) spaceflight, from which DNA was isolated, and telomere length measured via multiplexed quantitative PCR (MMqPCR) (Fig.  1A ). Telomere elongation was observed in all four I4 crewmembers during spaceflight, as compared to their pre- and post-flight normalized means (Fig.  1A ). Telomere length shortened rapidly upon return to Earth in 3 of the 4 astronauts (post-flight), and overall continued to shorten over the course of the recovery period. Repeated-measurements ANOVA was performed on the data to assess the overall impact of time on telomere length. Post hoc pairwise comparisons identified pre-flight vs in-flight ( P  < 0.001) and pre-flight vs R + 1 ( P  < 0.02) as timepoints between which significant differences in telomere length occurred. Figure 1. Telomere length dynamics, mitochondrial, and cell-free DNA cell lysis Identity as a function of spaceflight. (A) Telomere length dynamics assessed by MMqPCR in I4 crew members. Normalized analysis shows increased average telomere length during orbital flight compared to pre-flight baseline and in R + 1 compared to pre-flight through Tukey-corrected repeated measures ANOVA ( P  < 0.001) and ( P  < 0.02), respectively. A rapid decrease in telomere length was also seen after landing during post-flight recovery months. (B) Autosomes do not show any spaceflight-related change in RPKM (reads per kilobase per million reads), as exemplified using chr21. The cf-mtDNA is significantly more enriched in all samples—significance levels ( P -value) of the Wilcoxon test are as follows: Pre-Flight < 0.001, Post-Flight = 0.029, Recovery < 0.001. (C) Observed cf-mtDNA levels show high inter-sample heterogeneity. (D) Tissue of origin deconvolution for circulating cfDNA fragments reveals an increased cfDNA signature of both adaptive and innate immune cells post-landing and during recovery. The enrichment of tissue signatures from the HPM [ 13 ] was calculated based on inferred gene expression and nucleosomal footprinting of the cfDNA fragments. Average correlation coefficients (multiplied by -1) over technical replicates are depicted for each sample and time point. The heatmap was subsetted to relevant tissue signatures; extended data is available in  Supplememtary Fig. S1  and  Table S1 , see online supplementary material. (E) Cross-examination of cfDNA origin deconvolution using each of I4 astronaut cell-subpopulation-specific expression markers, derived from peripheral blood (PBMC) dataset, supports the results in D. We note an increased presence of innate and adaptive immune cfDNA in R + 1 and R + 82 when compared to all other timepoints. The extended data is available in S upplememtary Tables S2 , see online supplementary material. Intriguingly, despite the short duration of the I4 mission (3 days of orbital flight), these results correlated with findings from the NASA Twins Study (One Year Mission astronaut), as well as with astronauts on ∼6 month missions onboard the International Space Station (ISS) [ 3 ,  13 ]. Cell-free DNA Next, cell-free DNA (cfDNA) from the I4 crew's plasma was extracted from Streck Cell-free DNA BCT tubes and sequenced to compare to pre-flight baseline, post-flight, and recovery period responses. Extraction and pre-processing of plasma were not implemented during the flight, so all samples were collected on Earth to mitigate cfDNA contamination from apoptotic blood cells during sample transportation (Supplememtary Fig. S1A & B, see online supplementary material) [ 8 ]. We analyzed plasma mitochondrial cfDNA (cf-mtDNA) relative to the chromosomal cfDNA fraction (Fig.  1B  & C, S upplememtary Table S3 , see online supplementary material) as a potential biomarker for long-duration spaceflight adaptations. In this mission, cf-mtDNA levels did not r",
  "discussion": "Discussion The I4 mission is the first study to date to analyze the effect of short duration spaceflight on civilians using a comprehensive multi-omics approach. Our findings, including telomere length dynamics, CHIP-related clonal expansion, WGS genomic stability, cfDNA cell lysis analysis, and immune cell longitudinal gene expression profiling, broadly contextualize the physiological burdens of short duration spaceflight. This study adds key CHIP and genetic data on astronauts, which are limited, and can serve as a reference for future spaceflight planning, short missions around Earth's orbit, and longer-duration missions into deep space. The NASA Twins Study was the first to report spaceflight-specific telomere elongation in humans, with one astronaut experiencing telomere elongation during his one-year mission, rapid telomere shortening upon return to Earth, and telomere length recovery to near pre-flight baseline values over the following months, although many more short telomeres after spaceflight than before were also observed [ 3 ]. Luxton et al. reported similar spaceflight-associated telomere length dynamics in 3 unrelated astronauts on ∼ 6-month missions onboard the ISS [ 13 ]. It was hypothesized that such dramatic shifts in telomere length dynamics were associated with chronic exposure to the space radiation environment and represented an adaptive response to chronic oxidative damage, specifically to telomeres, whereby the alternative lengthening of telomeres (ALT) pathway is transiently activated in normal somatic cells [ 13 ]. Cytogenetic evidence of heterogeneous telomere lengths and DNA damage responses were also reported, and—together with our cfDNA enrichment analyses—suggested increased DNA damage and are consistent with space radiation exposure and increased senescence-associated foci. Similar changes in telomere length dynamics observed in the I4 crew as a function of spaceflight indicate that telomere length alterations are fast-acting as associated with spaceflight, even for missions of short (e.g. days) duration. Circulating cell-free DNA (cfDNA) fragments, originating from various tissues and the immune system, offer a non-invasive method for assessing astronauts' dynamic immune responses to spaceflight-induced physiological stress. As an emerging biomarker, cfDNA concentration and molecular profile yield valuable insights into stress responses in unique spaceflight environments despite its heterogeneous and sensitive nature. Our study indicates that the impact of short-duration spaceflight on cfDNA concentration in astronaut plasma is subtler than long duration missions, but increased innate and adaptive immune system activity is still apparent. Moreover, cfDNA enrichment from all immune cells persists post-flight, suggesting a delayed response involving immune cell turnover and active DNA repair mechanisms. This phenomenon warrants further investigation as it is imperative for both short and long duration spaceflight t",
  "conclusion": ""
}