{
  "id": "PMC11166944",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166944/",
  "title": "Space radiation damage rescued by inhibition of key spaceflight associated miRNAs",
  "authors": "J. Tyson McDonald, JangKeun Kim, Lily Farmerie, Meghan L. Johnson, Nidia S. Trovao, Shehbeel Arif, Keith Siew, Sergey Tsoy, Yaron Bram, Jiwoon Park, Eliah Overbey, Krista Ryon, Jeffrey Haltom, Urminder Singh, Francisco J. Enguita, Victoria Zaksas, Joseph W. Guarnieri, Michael Topper, Douglas C. Wallace, Cem Meydan, Stephen Baylin, Robert Meller, Masafumi Muratani, D. Marshall Porterfield, Brett Kaufman, Marcelo A. Mori, Stephen B. Walsh, Dominique Sigaudo-Roussel, Saida Mebarek, Massimo Bottini, Christophe A. Marquette, Eve Syrkin Wurtele, Robert E. Schwartz, Diego Galeano, Christopher E. Mason, Peter Grabham, Afshin Beheshti",
  "year": "2024",
  "journal": "Nature Communications",
  "abstract": "Our previous research revealed a key microRNA signature that is associated with spaceflight that can be used as a biomarker and to develop countermeasure treatments to mitigate the damage caused by space radiation. Here, we expand on this work to determine the biological factors rescued by the countermeasure treatment. We performed RNA-sequencing and transcriptomic analysis on 3D microvessel cell cultures exposed to simulated deep space radiation (0.5 Gy of Galactic Cosmic Radiation) with and without the antagonists to three microRNAs: miR-16-5p, miR-125b-5p, and let-7a-5p ( i.e ., antagomirs). Significant reduction of inflammation and DNA double strand breaks (DSBs) activity and rescue of mitochondria functions are observed after antagomir treatment. Using data from astronaut participants in the NASA Twin Study, Inspiration4, and JAXA missions, we reveal the genes and pathways implicated in the action of these antagomirs are altered in humans. Our findings indicate a countermeasure strategy that can potentially be utilized by astronauts in spaceflight missions to mitigate space radiation damage.",
  "keywords": "Systems analysis, Predictive markers, Cardiology",
  "full_text": "Introduction The perils of human space exploration span the gamut of exposure to space radiation, altered gravity fields, and prolonged isolation in a hostile/closed environment 1 . The profound effects on human health may include bone and muscle atrophy, increased intracranial pressure, enhanced risk of developing cancer and cardiovascular disease, and impaired neurocognitive functions 2 . These physical and psychological stressors present a major concern for maintaining the overall health of spaceflight crews. The biological consequences of spaceflight also present a unique opportunity to analyze aspects of natural and disease pathologies that occur terrestrially 3 – 5 . Circulating microRNAs (miRNAs) critically impact cell non-autonomous regulation of post-transcriptional processes, can be used as biomarkers 6 , 7 , and are associated with human diseases 8 – 10 . We have extensively characterized a circulating miRNA signature associated with the space environment using biomedical samples from astronauts, in vivo rodent models, in vitro cellular models, and 3D human-derived cell cultures under simulated and real space exposure 11 – 14 . Transcriptome analyses demonstrated expression of candidate miRNAs were altered in liver, kidney, adrenal gland, thymus, mammary gland, skin, and skeletal muscle from space-flown animal models 11  and revealed a conserved miRNA signature between rodents and humans 13 . The altered miRNA signature discovered after exposure to space irradiation was predicted to affect the cardiovascular system and was widely associated with mitochondrial dysfunction 13 . Treatment of 3D microvessel cell cultures with miRNA inhibitors (referred to as antagomirs) targeting three of these miRNAs, miR-16-5p, miR-125b-5p, and let-7a-5p, prevented microvessel collapse 13  and rescued the inhibition of angiogenesis 15  caused by space radiation exposure. Multi-omic analyses of biomedical profiles of astronauts along with several hundred space-related data points showed that major shifts in mitochondrial gene expression may be central to spaceflight-associated health risks 12 . Mitochondria are responsible for metabolic activity through oxidative phosphorylation (OXPHOS), and mitochondrial dysfunction decreases energy availability, alters cellular metabolism, and leads to cancer, diabetes, heart disease, and muscular and neurological disorders 16 . Here, a 3D model for human microvessels is used to explore the cellular biology consequences of miRNA inhibition, particularly focusing on how the endothelial cell layer may be involved with cardiovascular damage. We find that antagomir treatment reduces DNA damage induced by space radiation, and is associated with improved stress responses at the molecular and morphological levels. Furthermore, we confirm the specific targets of the miRNAs in astronaut samples from the NASA Twin Study 17 , a JAXA mission 18 , and the first civilian commercial spaceflight mission, Inspiration4 (I4) 19 . Our results suggest that these miRNAs may be targeted as countermeasures to alter cellular signaling pathways to mitigate spaceflight damage and reduce human health risks in human spaceflight missions. Results Combined antagomir inhibition is effective in counteracting space radiation damage We investigated the cellular alterations associated with the protective roles of three antagomirs targeting miR-16-5p, miR-125b-5p, and let7a-5p in a 3D human microvasculature model. Firstly, we examined the effect of individual miRNAs to mitigate structural damage caused by space radiation exposure from simulated Galactic Cosmic Rays (GCR). The morphology of mature microvessels representing post-mitotic cells with characteristics of the endothelial barrier (tight junctions) was preserved by inhibiting any of the three key miRNAs (Fig.  1a, c ). A single dose of each individual antagomir 24 h before GCR irradiation was sufficient to protect microvessels although the combination of the three was more effective. Furthermore, the inhibition by each miRNA was comparable to the unirradiated controls. Fig. 1 Antagomir treatment of 3D human umbilical vein endothelial cell (HUVEC) microvessel cell cultures. a ,  b  Quantification of formation of microvessels using 3D cultures of human microvessels irradiated with 0.5 Gy of simplified simulated galactic cosmic rays (GCR) compared to sham irradiated samples. Irradiated cultures were treated with or without antagomir-induced inhibition of miR-125b-5p, miR-16-5p, and/or let-7a-5p. For the boxplots the center line represents the median and the lines extending from both ends of the box indicates the quartile (Q) variability outside Q1 and Q3 to the minimum and maximum values.  a  mature and  b  angiogenesis microvessels. The p-values were determined by two-side multiple pairwise comparison.  c  Mature and angiogenesis microvessels fixed and fluorescently stained with 5-(4,6-dichlorotriazinyl) aminofluorescein (DTAF) after GCR irradiation, with or without antagomirs 24 h prior to irradiation. Scale bar = 100 µm. For mature the following biological independent samples were used:  n  = 17 for 0 Gy,  n  = 18 for 0.5 Gy,  n  = 17 for 0.5 Gy + 3 antagomirs,  n  = 17 for 0.5 Gy + let-7a-5p antagomir,  n  = 17 for 0.5 Gy + miR-16-5p antagomir, and  n  = 16 for 0.5 Gy + miR-125b-5p antagomir. For angiogenesis the following biological independent samples were performed:  n  = 18 for 0 Gy,  n  = 20 for 0.5 Gy,  n  = 14 for 0.5 Gy + 3 antagomirs,  n  = 11 for 0.5 Gy + let-7a-5p antagomir,  n  = 14 for 0.5 Gy + miR-16-5p antagomir, and  n  = 10 for 0.5 Gy + miR-125b-5p antagomir. A similar result was found for the longer multistage development of microvessels undergoing angiogenesis. In this model, cells were exposed to GCR on culture day 1, when they were still individual and not connected; while the irradiation effects were seen on day 6, when the endothelial cells should have been formed into mature microvessels (Fig.  1b, c ). Individual antagomirs applied on days 2 and 3 restore angiogenesis at levels comparable to controls, and combined antagomirs exert an improved protective role (Fig.  1b ). In both models, miR-16-5p, miR-125b-5p, and let-7a-5p are similarly effective at counteracting the effects of space radiation, but the antagomir combination inhibition of the three miRNAs provides a stronger and more robust response. Hereafter, we focus on the biological changes occurring when inhibiting all three miRNAs. Combined antagomir inhibition protects microvessels from DNA double-strand breaks (DSBs) induced by space radiation While the biological consequences of GCR exposure on mature and developing microvessels are clearly observed 24 h and 7 days after irradiation, respectively, examination of earlier endpoints would enable us to understand the impact of antagomir treatment. Since DNA is the primary target damaged by radiation, early effects from miRNA inhibition on DNA damage and repair were investigated. As the repair of DNA DSB damage by space radiation is pivotal for cellular function, we assessed the cellular proteins involved in DNA DSB repair targeted by miRNA inhibition. Many of the DNA DSB repair genes are common targets of the miRNAs as shown by a network representation for the perturbation effects of miR-125b-5p, miR-16-5p, and let-7a-5p (Fig.  2a ). These results suggest that miRNAs play an important role in activating the DNA DSB repair pathways induced by GCR irradiation. Fig. 2 Quantification of DNA double strand break (DSB) repair foci with antagomir treatment and miRNA pathway analysis. a  Network representation for the DNA DSB repair gene targets for miR-125b-5p, miR-16-5p, and let-7a-5p generated by ClueGO in Cytoscape. As indicated in the figure legend, the color for the edges indicate either the predictions used for the miRNA-mRNA connection or the influence two different nodes will have on each other (i.e. Direct Edges).  b  Quantification of 53BP1 DNA repair foci in the mature 3D HUVEC microvessel cell culture 1.5 h after irradiation with 0.5 Gy of GCR. Representative images are shown on the right (scale bar = 20 µm). The p-values were determined by two-side multiple pairwise comparison.  n  = 3 biologically independent samples examined for each conditions and a total of the following random independent field of views for each condition:  n  = 12 field of views for 0 Gy and  n  = 19 field of views for both 0.5 Gy and 0.5 Gy + antagomirs. For the boxplot the center line represents the median and the lines extending from both ends of the box indicates the quartile (Q) variability outside Q1 and Q3 to the minimum and maximum values. The schematic of the experiment was created with BioRender.com. DNA DSB pathway-specific Gene Set Enrichment Analysis (GSEA) from  c  the curated chemical and genetic perturbations and canonical pathways collection (C2) and  d  the gene ontology (GO) collection using miRNA-sequencing data from different tissues (i.e. liver, heart, soleus muscle, and plasma) from C57BL/6 female mice irradiated with or without 0.5 Gy OF GCR exposure. Mice were euthanized ( N  = 10 irradiated and  N  = 10 sham controls) and tissues were harvested 24 h after irradiation. In Fig. 2 the schematics in panels  b  and  d  created with BioRender.com released under a Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International license. To determine the molecular mechanism through which the antagomirs protect mature and developing microvessels from the effects of GCR, we studied the accumulation of DNA DSBs and the activation of DNA repair pathways. Immunocytochemical staining for the tumor suppressor p53 binding protein 1 (53BP1) was quantified following antagomir treatment 90 min after GCR irradiation (Fig.  2b ). The 53BP1 protein accumulates at the site DNA DSBs after irradiation, and the resulting repair foci can be measured as a critical platform for DNA DSB repair activity 20 . The peak DNA repair foci often occurs around 30 min after gamma irradiation and our previous publications showed that foci induced by charged particles decline over several hours in the human microvasculature model 21 . Our current analysis shows a significant increase in DNA DSB repair foci (Fig.  2b ). In contrast, the antagomir treatment significantly decreased the number of foci to levels similar to the unirradiated condition. This demonstrates that the antagomirs protect microvasculature cells from DNA DSBs caused by space radiation at much earlier times due to potentially providing a more efficient DNA repair mechanism. The changes in expression of miRNAs after GCR exposure and its relationship to DNA repair mechanisms is not widely understood 22 . To determine if DNA DSBs are associated with a global response from those evolutionarily conserved miRNAs that we observed in vivo, we exposed C57BL/6 female mice to 0.5 Gy of GCR and performed miRNA-sequencing on the plasma, liver, soleus muscle, and heart (Fig.  2c, d ). From pathway analysis 23  of DNA DSB and repair pathways, we observed a comprehensive increase in DNA DSB genesets across all four tissues from the measured changes in miRNA expression. The global increase associated with overall miRNA activity following GCR irradiation further supports the key roles of these miRNAs in the DNA DSB repair pathways. Space radiation reveals key regulation of the three miRNAs in specific tissues To further establish miRNA changes after space radiation and the importance of miR-16, miR-125b, and let-7a with cardiovascular health risks, we performed weighted gene co-expression network analysis (WGCNA) on the miRNA-seq data from the mice exposed to 0.5 Gy of GCR (Fig.  3 ) 24 . WGCNA classically was designed for transcriptomic RNA-seq data, but recently has proven its utility in miRNA-seq data 25 , 26 . Hence, we utilized WGCNA to determine key miRNA networks that are impacted by space radiation and how they are affected in the heart, liver, soleus muscle, and plasma of mice. The WGCNA analysis revealed three distinct miRNA networks (i.e., “Modules” or “ME”) that are most strongly impacted by GCR radiation, depending on the tissue type (Supplementary Fig.  1  and Fig.  3a–c ). Interestingly, for all three Modules the heart tissue showed the most significant decrease comparing GCR irradiated mice to sham (Fig.  3a–c ). For Module 0 (Figs.  3a ) and 2 (Fig.  3c ), the liver shows a significant increase. When observing the key miRNAs involved in each module we see that let-7a-5p is present in Module 0 (Fig.  3d ), miR-16-5p in Module 1 (Fig.  3e ), and miR-15b-5p in Module 2 (Fig.  3f ). The individual miRNAs within each Module were differential expressed due to GCR radiation (Supplementary Fig.  2 ). Fig. 3 MiRNA based weighted gene co-expression network analysis (WGCNA) on different organs from GCR irradiated mice. Boxplots displaying the expression of co-expressed miRNA network  a  Module 0 (ME0),  b  Module 1 (ME1), and  c  Module 2 (ME2) in heart, liver, plasma, and soleus muscle samples of mice that underwent Sham or GCR treatment. The y-axis represents the eigengene expression values of each network module. For the boxplots the center line represents the median and the lines extending from both ends of the box indicates the quartile (Q) variability outside Q1 and Q3 to the minimum and maximum values. The p-values were determined by two-side pairwise comparison. Network representation of highly correlated co-expressed miRNAs for  d  ME0,  e  ME1, and  f  ME2. The red box annotations highlight let-7a-5p, miR-16-5p, and miR-125b-5p. For all murine experiments  n  = 10 biologically independent animals examined with one beam time. Rescue of space radiation damage with inhibition of key miRNAs associated with cardiovascular space radiation damage Based on our intriguing results showing complete protection of the 3D human microvessel cell cultures post GCR irradiation by the inhibition of three miRNAs, we further investigated the key biological processes involved. We performed bulk RNA-sequencing (RNA-seq) on the mature microvessel and angiogenesis models after 0.5 Gy of GCR exposure and compared conditions with or without the combination of antagomirs (Fig.  4 ). The experimental design for the antagomir treatment is depicted in Fig.  4a . The antagomir treatment and endpoints after irradiation differ between the two models as described in Malkani et al. 13  for the mature microvessel model and Wuu et al. 15  for the angiogenesis model. Fig. 4 Global transcriptomic analysis reveals that antagomirs revert gene profiles closer to control samples. a  Schematic of the experimental profile for the mature and angiogenesis 3D cell culture models irradiated with 0.5 Gy of GCR and prepared for RNA-sequencing. There was  n  = 5 biological replicates for each condition. Created with BioRender.com released under a Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International license.  b  Principal Component Analysis (PCA) of the significantly regulated genes ( p -value < 0.05) for all conditions compared with likelihood ratio test (LTR) analysis for both mature and angiogenesis 3D microvessel cell culture models.  c  Heatmap of significantly regulated genes ( p -value < 0.05) for mature and angiogenesis cell culture models. For each gene (i.e. row), the criteria for display was to have at least one comparison per gene to be significantly regulated. Then the trends for non-significant genes for that row were also displayed. The log 2 (fold-change) values are displayed. The side color bars indicate the number of significant genes that are either up- or down-regulated per row and also the type of gene.  d  Volcano and  e  MA plots for each comparison.  f  Upset plot displaying the overlapping significantly regulated genes ( p -value < 0.05) for mature and angiogenesis models with and without antagomir treatment. For all RNA-seq data Wald test and the likelihood ratio test was used to generate the F statistic  p -value. The adj. p-value plots are also provided in Supplementary Fig.  3 . Global transcriptomic analysis of RNA-seq results revealed key patterns associated to antagomir treatment after GCR irradiation. Overall, antagomir treated samples post-irradiation clustered closer to the sham unirradiated samples for both microvessel cell cultures (Fig.  4b ). This indicates that the antagomir treatment had a substantial impact on restoring gene expression back to normal levels. Of note, we are utilizing  p -value statistics for our main analysis and acknowledge that this may result in the potential of more false positives, but we believe that the information generated by lowering the statistical significance will produce more meaningful data and previous literature also provided further justification when necessary to utilize  p -values 27 , 28 . In addition, we have also provided the adj.  p -value analysis for full transparency of our results (Supplementary Fig.  3 ). Although the global clustering of both models demonstrates a restoration closer to the basal levels, there are measurable differences between the two models with GCR irradiation alone and GCR with the antagomirs. This is apparent when observing the transcriptomic patterns for the significantly regulated genes (Fig.  4c ). GCR irradiation caused a greater number of genes to be differentially regulated for the mature vessel compared to the angiogenesis model (Fig.  4d , e). Antagomir treatment during irradiation in mature (before) or in angiogenesis cells (after) caused significant dysregulation in both models (Fig.  4d, e ). Substantially more genes were uniquely altered in the angiogenesis compared to the mature microvessel model (Fig.  4f ), as may be expected since the endpoint is much longer than in the mature microvessel model and encompasses multiple stages of development. We also identified a set of orphan genes to be differentially regulated in GCR-stressed samples and reversed by antagomir treatment. Orphan genes code for proteins that are unique to a species 29 – 31  and may provide a major source of evolutionary novelty conferring beneficial traits to a species. Evidence-based (EB) orphan genes were identified by Singh 32  based on a comprehensive analysis of 27,000 RNA-Seq datasets from the Cancer Genome Atlas and Genotype-Tissue Expression project. To determine how human orphan genes respond to space radiation and antagomir treatment, differential expression of orphan genes was assessed in the RNA-seq data. In both models, tens of orphan genes were differentially expressed by space irradiation plus antagomirs, but not with radiation alone (Fig.  4c, d , and Supplementary Fig.  4 ). Since orphan genes often integrate themselves into metabolic and regulatory networks 31 , 33 , 34 , these could play a role in the dysregulation of DNA repair and metabolic pathways associated with response to space radiation and antagomir treatment observed here. To better identify dysregulated genes targeted by the antagomirs, we used miRNA target analysis by the mirDIP algorithm 35  to assess transcripts downregulated by irradiation but restored after antagomir treatment. Twenty-one gene targets, including  PDPR ,  APAF1 ,  XPO6 ,  NIBAN1 , and  SLC7A1 , were predicted to be simultaneous targets of each miRNA (Fig.  5a ). To validate the key genes, we performed PCR on 8 of the 21 genes from the same isolated RNA utilized for the RNA-seq (Fig.  5b ). We see that all the genes are in agreement with the RNA-seq data except for  MSH5 , which we see an upregulation with 0.5 Gy and then the expression returns back to 0 Gy levels after antagomir treatment. We investigated how well the miRNAs bound to the 21 gene targets (“antagomir-rescued genes”), and the log 2  fold change from the RNA-seq data after GCR exposure. We observed that the three miRNAs bound to the 3’-UTR and CDS regions of 15 (Fig.  5c ) and 13 (Fig.  5d ) out of the 21 antagomir-rescued genes, respe",
  "introduction": "Introduction The perils of human space exploration span the gamut of exposure to space radiation, altered gravity fields, and prolonged isolation in a hostile/closed environment 1 . The profound effects on human health may include bone and muscle atrophy, increased intracranial pressure, enhanced risk of developing cancer and cardiovascular disease, and impaired neurocognitive functions 2 . These physical and psychological stressors present a major concern for maintaining the overall health of spaceflight crews. The biological consequences of spaceflight also present a unique opportunity to analyze aspects of natural and disease pathologies that occur terrestrially 3 – 5 . Circulating microRNAs (miRNAs) critically impact cell non-autonomous regulation of post-transcriptional processes, can be used as biomarkers 6 , 7 , and are associated with human diseases 8 – 10 . We have extensively characterized a circulating miRNA signature associated with the space environment using biomedical samples from astronauts, in vivo rodent models, in vitro cellular models, and 3D human-derived cell cultures under simulated and real space exposure 11 – 14 . Transcriptome analyses demonstrated expression of candidate miRNAs were altered in liver, kidney, adrenal gland, thymus, mammary gland, skin, and skeletal muscle from space-flown animal models 11  and revealed a conserved miRNA signature between rodents and humans 13 . The altered miRNA signature discovered after exposure to space irradiation was predicted to affect the cardiovascular system and was widely associated with mitochondrial dysfunction 13 . Treatment of 3D microvessel cell cultures with miRNA inhibitors (referred to as antagomirs) targeting three of these miRNAs, miR-16-5p, miR-125b-5p, and let-7a-5p, prevented microvessel collapse 13  and rescued the inhibition of angiogenesis 15  caused by space radiation exposure. Multi-omic analyses of biomedical profiles of astronauts along with several hundred space-related data points showed that major shifts in mitochondrial gene expression may be central to spaceflight-associated health risks 12 . Mitochondria are responsible for metabolic activity through oxidative phosphorylation (OXPHOS), and mitochondrial dysfunction decreases energy availability, alters cellular metabolism, and leads to cancer, diabetes, heart disease, and muscular and neurological disorders 16 . Here, a 3D model for human microvessels is used to explore the cellular biology consequences of miRNA inhibition, particularly focusing on how the endothelial cell layer may be involved with cardiovascular damage. We find that antagomir treatment reduces DNA damage induced by space radiation, and is associated with improved stress responses at the molecular and morphological levels. Furthermore, we confirm the specific targets of the miRNAs in astronaut samples from the NASA Twin Study 17 , a JAXA mission 18 , and the first civilian commercial spaceflight mission, Inspiration4 (I4) 19 . Our res",
  "methods": "Methods Ethical statement All mice experiments were approved by Brookhaven National Laboratory’s (BNL) Institutional Animal Care and Use Committee (IACUC) (protocol number: 506) and were performed by trained personnel in AAALAC accredited animal facilities at BNL, while conforming to the U.S. National Institutes of Health Guide for the Care and Use of Laboratory Animals. All methods were carried out in accordance with the relevant guidelines and regulations and are reported in accordance with ARRIVE guidelines. All human studies were done with ethical approvals with established and approved IRBs and according to the criteria set by the Declaration of Helsinki. The Inspiration4 (I4) mission was performed at Weill Cornell Medicine. Blood samples were provided by SpaceX Inspiration4 crew members after informed consent for research use. The procedure followed guidelines set by Health Insurance Portability and Accountability Act (HIPAA) and operated under Institutional Review Board (IRB) approved protocols and informed consent was obtained. Experiments were conducted in accordance with local regulations and with the approval of the IRB at the Weill Cornell Medicine (IRB #21-05023569). All crewmembers consented to data and sample sharing. The NASA Twin Study subjects signed informed consent according to the declaration of Helsinki and 14 CFR Part 1230 for collection and use of sample materials and data in research protocols at NASA and the collaborating institutions. Study protocols were approved by the NASA Flight Institutional Review Board (protocol number Pro1245) and all participating institutions. Also the data is hosted at the NASA Life Sciences Data Archive (LSDA). Informed consent was provided by all participants in the NASA Twin Study. The JAXA astronaut data was obtained from NASA’s GeneLab Platform and this study used only published aggregated quantification values. Cell culture Prior to culturing 3D microvessels, HUVEC (Lonza Inc, Allendale, NJ, USA), primary cells isolated from the vein of the umbilical cord were cultured as 2D monolayers in complete endothelial basal medium (EBM; Lonza Inc., Allendale, NJ, USA), containing EGM medium (serum free) supplemented with 2% fetal bovine serum (FBS), human epidermal growth factor, hydrocortisone, and bovine brain extract. Cells were kept in a humidified incubator (5% CO2, 95% air) and the medium was changed twice a week. All cells used for experiments were cells thawed from a fresh vial. 3D HUVEC vessel cell model In this study, 3D cell culture was performed according to the method initially described by Davis et al. 88  with modifications described in Grabham et al. 21 . Briefly, a collagen gel solution (Rat tail Collagen Type 1, BD Biosciences, Bedford MA) was prepared on ice by mixing together the following stock solutions: 0.35% collagen solution, 10 Å~ M199 medium, and 1 M HEPES (pH 7.4) in a ratio of 8:1:1 by (volume). This solution was then mixed with matrigel (BD Biosciences, Bedford, MA)",
  "results": "Results Combined antagomir inhibition is effective in counteracting space radiation damage We investigated the cellular alterations associated with the protective roles of three antagomirs targeting miR-16-5p, miR-125b-5p, and let7a-5p in a 3D human microvasculature model. Firstly, we examined the effect of individual miRNAs to mitigate structural damage caused by space radiation exposure from simulated Galactic Cosmic Rays (GCR). The morphology of mature microvessels representing post-mitotic cells with characteristics of the endothelial barrier (tight junctions) was preserved by inhibiting any of the three key miRNAs (Fig.  1a, c ). A single dose of each individual antagomir 24 h before GCR irradiation was sufficient to protect microvessels although the combination of the three was more effective. Furthermore, the inhibition by each miRNA was comparable to the unirradiated controls. Fig. 1 Antagomir treatment of 3D human umbilical vein endothelial cell (HUVEC) microvessel cell cultures. a ,  b  Quantification of formation of microvessels using 3D cultures of human microvessels irradiated with 0.5 Gy of simplified simulated galactic cosmic rays (GCR) compared to sham irradiated samples. Irradiated cultures were treated with or without antagomir-induced inhibition of miR-125b-5p, miR-16-5p, and/or let-7a-5p. For the boxplots the center line represents the median and the lines extending from both ends of the box indicates the quartile (Q) variability outside Q1 and Q3 to the minimum and maximum values.  a  mature and  b  angiogenesis microvessels. The p-values were determined by two-side multiple pairwise comparison.  c  Mature and angiogenesis microvessels fixed and fluorescently stained with 5-(4,6-dichlorotriazinyl) aminofluorescein (DTAF) after GCR irradiation, with or without antagomirs 24 h prior to irradiation. Scale bar = 100 µm. For mature the following biological independent samples were used:  n  = 17 for 0 Gy,  n  = 18 for 0.5 Gy,  n  = 17 for 0.5 Gy + 3 antagomirs,  n  = 17 for 0.5 Gy + let-7a-5p antagomir,  n  = 17 for 0.5 Gy + miR-16-5p antagomir, and  n  = 16 for 0.5 Gy + miR-125b-5p antagomir. For angiogenesis the following biological independent samples were performed:  n  = 18 for 0 Gy,  n  = 20 for 0.5 Gy,  n  = 14 for 0.5 Gy + 3 antagomirs,  n  = 11 for 0.5 Gy + let-7a-5p antagomir,  n  = 14 for 0.5 Gy + miR-16-5p antagomir, and  n  = 10 for 0.5 Gy + miR-125b-5p antagomir. A similar result was found for the longer multistage development of microvessels undergoing angiogenesis. In this model, cells were exposed to GCR on culture day 1, when they were still individual and not connected; while the irradiation effects were seen on day 6, when the endothelial cells should have been formed into mature microvessels (Fig.  1b, c ). Individual antagomirs applied on days 2 and 3 restore angiogenesis at levels comparable to controls, and combined antagomirs exert an improved protective role (Fig.  1b ). In both models, miR-16-5p, miR-125b-5p, and let-7a-5p are similarly effective at counteracting the effects of space radiation, but the antagomir combination inhibition of the three miRNAs provides a stronger and more robust response. Hereafter, we focus on the biological changes occurring when inhibiting all three miRNAs. Combined antagomir inhibition protects microvessels from DNA double-strand breaks (DSBs) induced by space radiation While the biological consequences of GCR exposure on mature and developing microvessels are clearly observed 24 h and 7 days after irradiation, respectively, examination of earlier endpoints would enable us to understand the impact of antagomir treatment. Since DNA is the primary target damaged by radiation, early effects from miRNA inhibition on DNA damage and repair were investigated. As the repair of DNA DSB damage by space radiation is pivotal for cellular function, we assessed the cellular proteins involved in DNA DSB repair targeted by miRNA inhibition. Many of the DNA DSB repair g",
  "discussion": "Discussion Our previous study 13 – 15  demonstrated a significant association between circulating miRNAs and spaceflight-associated health risks. These 13 circulating miRNAs were connected to the immune system, cellular differentiation, motility, proliferation, and survival 13 , 15 . Three miRNAs, miR-16-5p, miR-125b-5p, and let-7a-5p, were linked to an increased risk of cardiovascular disease during spaceflight 13 , 15 , 56 . A collapse of microvessels in 3D cell cultures after exposure to space radiation 13 , 21  was associated with breakdown of the endothelial barrier and the loss of tight junctions 57 . GCR-induced inhibition of microvessels during angiogenesis was dependent on the linear energy transfer (LET) of the charged particles 58 , 59 . Although the microvessel cells are post-mitotic, differential effects on DNA repair occur according to radiation quality (e.g. LET) 20 . The mixed simplified simulation of GCR uses five ions of different energies (Hydrogen, Helium, Oxygen, Silicon, and Iron) 48  which are highly effective at inhibiting angiogenesis 14 . Several studies have shown the cellular consequences of miRNA activity, including the three miRNAs researched in the present study.  Let-7a  is involved in many cellular processes, immunity, and protective functions 60 . The majority of cellular processes involving  let-7a  are well studied in development, proliferation, differentiation, and cancer, but its role in inflammation, cardiovascular diseases, and/or stroke are not well understood 61 .  Let-7a  is involved in hematopoietic stem and progenitor cell homeostasis such as self-renewal, proliferation, quiescence, and differentiation by blocking the TGFβ pathway and amplifying Wnt signaling 62 . MicroRNA 16 (miR-16) is linked to human malignancies 63  and can modulate the cell cycle, inhibit cell proliferation, promote cellular apoptosis, and suppress tumorigenicity 64 . The targets of miR-16 may be directly responsible for these effects such as the anti-apoptotic gene  BCL-2  (B-cell lymphoma 2) 65 , numerous genes involved in the G1-S transition, such as cyclin D1, cyclin D3, cyclin E1 and  CDK6  (cyclin-dependent kinase 6), and genes involved in the Wnt signaling pathway, such as  WNT3A  (wingless-type MMTV integration site family, member 3A) 66 . In endothelial cells, angiogenic factors, including vascular endothelial growth factor ( VEGF ),  VEGF  receptor-2 ( VEGFR2 ), and fibroblast growth factor receptor-1 ( FGFR1 ), were identified by bioinformatic approaches and subsequently validated as targets by miR-16 67 . The miR-125 family plays an important role in the growth and development of animals, as well as stress response, p53 activation 68  and the occurrence and development of cancer 69 . In addition, the role of miR-125 in cardiovascular and cerebrovascular diseases cannot be ignored. The miR-125 family is associated with the development and differentiation of mammalian embryonic hearts 70 . Furthermore, it plays an import",
  "conclusion": ""
}