{
  "id": "PMC10233975",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10233975/",
  "title": "Characterization of metagenome-assembled genomes from the International Space Station",
  "authors": "Nitin K. Singh, Jason M. Wood, Jose Patane, Livia Maria Silva Moura, Jonathan Lombardino, João Carlos Setubal, Kasthuri Venkateswaran",
  "year": "2023",
  "journal": "Microbiome",
  "abstract": "Background Several investigations on the microbial diversity and functional properties of the International Space Station (ISS) environment were carried out to understand the influence of spaceflight conditions on the microbial population. However, metagenome-assembled genomes (MAGs) of ISS samples are yet to be generated and subjected to various genomic analyses, including phylogenetic affiliation, predicted functional pathways, antimicrobial resistance, and virulence characteristics. Results In total, 46 MAGs were assembled from 21 ISS environmental metagenomes, in which metaSPAdes yielded 20 MAGs and metaWRAP generated 26 MAGs. Among 46 MAGs retrieved, 18 bacterial species were identified, including one novel genus/species combination ( Kalamiella piersonii ) and one novel bacterial species ( Methylobacterium ajmalii ). In addition, four bins exhibited fungal genomes; this is the first-time fungal genomes were assembled from ISS metagenomes. Phylogenetic analyses of five bacterial species showed ISS-specific evolution. The genes pertaining to cell membranes, such as transmembrane transport, cell wall organization, and regulation of cell shape, were enriched. Variations in the antimicrobial-resistant (AMR) and virulence genes of the selected 20 MAGs were characterized to predict the ecology and evolution of biosafety level (BSL) 2 microorganisms in space. Since microbial virulence increases in microgravity, AMR gene sequences of MAGs were compared with genomes of respective ISS isolates and corresponding type strains. Among these 20 MAGs characterized, AMR genes were more prevalent in the  Enterobacter bugandensis  MAG, which has been predominantly isolated from clinical samples. MAGs were further used to analyze if genes involved in AMR and biofilm formation of viable microbes in ISS have variation due to generational evolution in microgravity and radiation pressure. Conclusions Comparative analyses of MAGs and whole-genome sequences of related ISS isolates and their type strains were characterized to understand the variation related to the microbial evolution under microgravity. The  Pantoea / Kalamiella  strains have the maximum single-nucleotide polymorphisms found within the ISS strains examined. This may suggest that  Pantoea / Kalamiella  strains are much more subjective to microgravity changes. The reconstructed genomes will enable researchers to study the evolution of genomes under microgravity and low-dose irradiation compared to the evolution of microbes here on Earth. \n Video Abstract Supplementary Information The online version contains supplementary material available at 10.1186/s40168-023-01545-7.",
  "keywords": "Metagenome-assembled genomes, Genome-inferred phenotype, Microgravity, ISS",
  "full_text": "Introduction Since the publication of the first metagenome-assembled genome (MAG) in 2004 [ 1 ], MAGs have been used to confirm genomic data for taxonomic identification of uncultivated microorganisms, metabolic profiling, microbiome dynamics, and host-microbe relationships [ 2 ]. When a MAG is assembled, annotation and interpretation of genes are possible, allowing researchers to better understand the metabolic potential of the microbe, including its potential resistance to antibiotics, interactions with other microbes in the microbial community, and association with a host [ 3 ]. MAGs have been successfully used to discover uncultivated species [ 4 ], candidatus organisms like  Candidatus Amarolinea aalborgensis  gen. nov., sp. nov. [ 5 ], and novel genera like  Spiribacter  [ 6 ] and  Kalamiella  [ 7 ]. MAGs have also been used to recover genomic clusters of secondary metabolites [ 8 ], genetic mobility [ 4 ], metabolic pathways [ 9 ], and in situ replication [ 10 ]. Projects retrieving thousands of MAGs have also been documented to understand yet-to-be cultured microbiomes of cow rumens and other environmental samples [ 11 ]. In addition, MAGs have revealed new microbial phyla, which have expanded the tree of life [ 12 ]. Lowering sequencing cost, curated data availability in public database, and advances in computational biology have made assembling MAGs from complex and extreme environments easy. A higher number of reference genomes makes the binning easier and more reliable. Multiple best practices are available to construct accurate and complete genomes from metagenomes, but high-quality MAGs are still relatively rare. Most MAGs reported in many MAG-related papers have completeness levels between 50 and 60% [ 13 ]. Recently, MAGs generated from International Space Station (ISS) environmental metagenomes paved a way to describe a novel genus and species,  Kalamiella piersonii  [ 7 ]. We have retrieved four  K. piersonii  MAGs (100% genome sequence identity) from ISS environmental metagenomes that allowed us to identify a cultivated isolate archived from the same samples using gene-specific assays [ 7 ]. This “genome to phenome” approach enabled the differentiation of closely related genera  Pantoea  from  Kalamiella  and facilitated the isolation of several ISS strains ( n  = 7) that were archived and previously unidentified [ 7 ]. Furthermore, the use of MAGs and whole-genome sequences (WGS) of biosafety level 2 (BSL-2) species,  Klebsiella pneumoniae , isolated from three consecutive samplings of the ISS at eight defined locations made it possible to track the source of the original BSL-2 strain and understand the succession, persistence, and spread of this opportunistic pathogen detected in the ISS [ 14 ]. The objectives of this study were to retrieve near full-length genomes from metagenomes generated from ISS environmental samples and perform in-depth functional and phylogenetic analyses. Among 46 MAGs generated during this study, functional analyses such as antimicrobial resistance (AMR), virulence characteristic, and metabolic traits/stress responses were carried out for 20 prokaryotic MAGs. In addition to the prokaryotic MAGs (~85% completeness), this is the first-time eukaryotic MAGs (~50% completeness) were also generated from ISS metagenomes using the co-assembly strategy. Material and methods Data source and sample description Data used for this study were acquired from the National Center for Biotechnology Information (NCBI) Short Read Archive under the bio-project number PRJNA438545. A detailed description of shotgun metagenome sequencing and ISS locations sampled were published elsewhere [ 14 ]. In this research communication, we utilized shotgun metagenome reads generated from the propidium monoazide (PMA)-treated samples only [ 15 ] to understand whether these MAGs were stemming from the viable and intact cells. However, for eukaryotic analysis, we used shotgun metagenome reads from both PMA and non-PMA-treated samples. Metagenome-assembled bacterial genomes Paired-end 100-bp metagenomic reads were processed with Trimmomatic [ 16 ] to remove adapter sequences and low-quality ends, with a minimum Phred score of 20 across the entire length of the read used as a quality cutoff. Reads shorter than 80 bp were removed after trimming. The remaining high-quality reads were subsequently assembled using metaSPAdes [ 17 ]. Contigs were binned using Metabat2 [v. 2.11.3] [ 18 ]. Recovered genomes were evaluated with CheckM [ 19 ], and a recovered genome was considered good with ~85% completeness and at most 10% contamination. Each genome was subsequently annotated with the help of Rapid Annotations using Subsystems Technology (RAST), and taxonomic identifications and phylogenetic affiliations were predicted [ 20 ]. In addition to running the procedure above, we also ran the metaWRAP pipeline on the same datasets, using default parameters [ 21 ]. In order to test for assemblies suspected to be the same among the 20 metaSPAdes genomes and the set of genomes obtained using metaWRAP for the same set of reads (“meta-set”), we compared both assembly sets using Mash [ 22 ] distances. Then, we kept only the best MAG under a Mash distance < = 0.05 (corresponds to average nucleotide identity,  ANI  > = 95%). After gathering the relevant reference genomes and MAGs, Amphora2 [ 23 ] was employed to retrieve a protein set composed of 31 universal bacterial markers, which were then aligned by Muscle [ 24 ]. Finally, a phylogeny was inferred by maximum likelihood using the concatenated dataset under IQTREE [ 25 ] with a concomitant search for the best evolutionary protein model. For each sample, our final list of bacterial MAGs contains only those MAGs that were considered distinct from one another. When two MAGs were considered “the same” for a given sample, we chose the metaSPAdes version. Phylogenetic comparison of the ISS bacterial MAGs obtained by the two methods MAGs assembled from the ISS dataset by two methods (metaSPAdes metaWRAP) were tested for the phylogenetic clustering within the same species clade. All assemblies from both methods were positioned according to the most exclusive clade in the Bacteria Tree of Life to which individual Genome Taxonomy Database (GTDB) classifications matched (e.g., the most exclusive taxonomic group containing  Staphylococcus ,  Bacillus , and  Paenibacillus  would be  Bacillales ). After defining such taxonomic groups, a new phylogeny was estimated for each of them. Besides the reconstructed genomes themselves, for each supposed species, we also added three reference genomes from NCBI of the same species (picked sparsely and randomly from its automatically generated species dendrogram tree) while also including two/three other species from the same genus (at least a close species and a not too distant one), each of them being represented by three sparse genomes in their respective species dendrograms. Such an analysis is liberal enough to indicate whether different assemblies from the same reads would indeed cluster together. Metagenome-assembled fungal genomes One of the main focus of this study was assembling eukaryotic genomes from the ISS metagenome. When tools to construct prokaryotic MAGs were used, eukaryotic MAGs were low quality, and results were not satisfactory to identify them as fungal genomes. Additionally, the availability of reference data falls short for eukaryotic genome assembly. To overcome this, we used a completely independent co-assembly-based strategy in the tool ANVIO [ 18 ] on the complete ISS dataset using PMA-treated and untreated samples. All the steps were followed as per the step-by-step metagenomic procedure available on the ANVIO website ( http://merenlab.org/2016/06/22/anvio-tutorial-v2/ ). In short, quality filtering was carried out using the script  iu-filter-quality-minoche . MEGAHIT [ 26 ]-based co-assembly was performed on the quality-filtered reads from the 42 samples. Names in the co-assembled fasta file were simplified using the script  anvi-script-reformat-fasta . A contig database was generated using “anvi-gen-contigs-database.” The contig database was run through hidden Markov models (HMM) based HMMER [ 27 ]. NCBI – COG was used to identify the genes in the co-assembly fasta files. Individual profiles were generated for each sample using  anvi-profile  and  anvi-merge  to cluster all the profiles using Euclidean distance and Ward’s linkage algorithm. Final results of co-assembly bins in ANVIO tools were interactively visualized using  anvi-interactive . All ANVIO results were exported in the summary format for further downstream processing. Each bin generated in ANVIO profiles was treated as an individual genome, and quality was assessed using CheckM. To establish the taxonomic identification of each bin, they were further subjected to GTDB-Tk (Genome Taxonomy Database Toolkit) [ 28 ]. All the bins were compared with 24,706 genomes constituting 8792 validly published bacterial species ( https://www.bacterio.net/ ). GTDB-Tk can only identify prokaryotic genomes; hence, all the bins not defined by the GTDB-Tk were considered as eukaryotic taxa and further manually curated for genomic identification. Determining the closest fungal species to each MAG was carried out in three steps. First, we used BLASTn to search GenBank, aimed at circumscribing the innermost taxonomic rank quickly (e.g., genus if multiple species within that genus were found across different BLAST hits or family if different genera within the family are found in the BLAST hits). For this search, five different BLASTn searches were performed per MAG. For each such BLASTn search, a random genomic segment of 2000 bp was chosen while also certifying that this segment is within a minimum of 1000 bp from its respective contig end (to minimize possible assembly issues that are more prevalent at contig edges). Secondly, for those MAGs whose BLAST results were not hitting a single species, phylogenomic analysis was employed with all assemblies/genomes within that innermost rank (as described above) found in either GenBank or Joint Genome Institute (JGI) MycoCosm (with at most three genomes per species). A set of 758 conserved proteins across fungi, available from the BUSCO pipeline [ 29 ] (database: fungi_odb10), were sought in every assembly. Because there can be differences in the number of BUSCO genes found per genome, due to variation in assembly completeness, we built a subset of the dataset where each protein is present in at least 1/3 of the MAGs, reference genomes, and two previously chosen outgroups ( Ustilago maydis  and  Dacryopinax primogenitus ) used for proper rooting of the phylogeny. Multiple alignments per gene were carried out using Mafft [ 30 ]. Two alternative species tree inference analyses were performed, one IQ, and another inference done by Astral [ 31 ], which is based on an amalgamation of quartet trees sampled from each individual gene tree (where each of the 758 gene trees had been previously estimated in IQ-TREE). Thirdly, Mash distances [ 22 ] were computed to confirm the species (either MAGs that went through phylogenomic analyses or MAGs assigned to a single species in the first BLASTn step). According to Gostinčar [ 32 ], a Mash distance below 0.04 is sufficient to assign any two fungal genomes to the same species for k-mer sizes between 16 and 22 bp [ 32 ]. Comparative phylogenetic analysis In order to include a background of Earth-origin genomes to anchor ISS genomes, and therefore pinpoint where in the phylogeny of ISS microorganisms evolved from, we searched in GenBank for genomes of  Staphylococcus aureus ,  S. saprophyticus ,  Klebsiella quasipneumoniae ,  Kalamiella piersonii , and  Pantoea brenneri . When available, two genomes of each species per year were retrieved and used in the analysis. Get_Homologues [ 33 ] was used to cluster protein-coding genes into gene families. Unicopy genes (i.e., genes with a single copy in every included genome of the species) were then retrieved to build the phylogenetic trees per species and to further assess amino acid changes. Mafft [ 30 ] with default parameters was used to obtain multiple alignments for each gene family. Alignments were then concatenated into a supermatrix using FASconCat [ 34 ]. IQ-TREE [ 25 ] was used to infer the phylogeny from this supermatrix, using a LG + I + G model and 1000 ultra-fast bootstraps to assess branch support. In-house python scripts were used to annotate amino acid substitutions and indels (i.e., events of either insertion or deletion of amino acids). Pannzer 2 [ 35 ] was used to gather GO information (minimum query and subject cover of 80%, minimum alignment length of 50 aa; other parameters as default) for all genes having amino acid point substitutions that changed hydrophobicity (i.e., from hydrophobic to hydrophilic or vice versa). Such substitutions are more susceptible of being under natural selection, because they have a higher probability of having an impact on the three-dimensional protein structure. Comparative functional analysis Genome assemblies and associated RefSeq annotations for each strain were downloaded from NCBI’s RefSeq database. Due to their exclusion from the RefSeq database, the meta-genome-assembled genomes (MAGs) assemblies and associated annotations were downloaded from their original GenBank accessions. For each of the species of interest in this study, representative type strains were selected for comparison. To compare nucleotide-level identities for each of the analyzed genomes against their respective type strains, BLASTn (−evalue 1e-05) alignments were conducted and visualized with BLAST Ring Image Generator (BRIG), version 0.95 [ 36 ]. BLASTn identities were color coded according to the origin of the genome assembly for ISS isolates (purple) or MAGs (blue), with the intensity of their color corresponding to custom percent identity cutoffs (high: 90%, lower: 80%, minimum: 50%). To assess the completeness of each assembly, the open reading frames (ORFs) of 13 housekeeping genes were identified for each species reference genome using keyword searches of the feature_table.txt file included with each assembly: DNA gyrase subunit A ( gyrA ), DNA gyrase subunit B ( gyrB ), 50S ribosomal protein L35 ( rpmI ), 50S ribosomal protein L20 ( rplT ), 30S ribosomal protein S12 ( rpsL ), 30S ribosomal protein S7 ( rpsG ), DNA-directed RNA polymerase subunit beta ( rpoB ), DNA topoisomerase IV subunit A ( parC ), DNA topoisomerase IV subunit B ( parE ), translation initiation factor IF-3 ( infC ), elongation factor Tu ( tuf ), elongation factor G ( fusA ), and cation translocating P-type ATPase ( mgtA ,  zntA ,  actP ,  cadA ,  copB ). Of note, to render MAGs with multiple contigs, BRIG orders each contig into a contiguous assembly to be displayed as a single circular chromosome, causing contig-relative start and end coordinates provided in the assembly feature_table.txt file to not necessarily match the absolute coordinates generated by BRIG. Thus, a custom code was written to transpose the housekeeping genes’ contig-relative start and end coordinates into the absolute coordinates assigned by BRIG. These absolute ORF coordinates were then used as annotations to display on the reference genome on the outermost layer of each BRIG figure. The associated code used to identify these features and convert their coordinates can be found here:  https://github.com/jlombo96/MAG_2023_Code . Gene-based AMR and biofilm study Selected genes involved in AMR and biofilm formation were studied. AMR genes were selected based on the abundance in various MAGs, while  E. bugandensis  MAG was chosen for biofilm formation based on the previously reported studies [ 37 ]. All AMR gene sequences found in the 20 annotated MAGs were tabulated for comparative analysis. Genes include DNA gyrase and LSU and SSU ribosomal protein units. All identified genes were put into NCBI Nucleotide BLAST (RefSeq), and the top hits with ≥ 98% identity cutoff were compiled in a fasta text file for analysis using MEGA 7 [ 38 ]. The genes were aligned using ClusterW, and the Neighbor-Joining algorithm was used to make phylogenetic trees. Nosocomial (hospital/Earth) strains were used for comparison to the MAGs since AMR has been reported to increase under microgravity [ 14 ]. The NCBI database was used to derive WGS of  E. bugandensis . DSMZ and LPSN were used to determine the type strains. Identified strains of  E. bugandensis  were analyzed using the IMG JGI database and used to search for biofilm-forming genes ( pgaA ,  pgaB ,  pgaC ,  pgaD ) and quorum-sensing genes ( LsrK ,  LsrA ,  AI-2 luxS ,  LsrF ,  LsrB ,  LsrC ,  LsrD ,  LsrG ,  LsrR ). All gene sequences were downloaded as a fasta file per strain for downstream alignment analysis. All downloaded fasta sequences for the biofilm and quorum-sensing genes of all the  E. bugandensis  ( n  = 15 + 1MAG) of interest were used for phylogenetic analysis with the MEGA7 software package. The downloaded fasta sequence for each gene ( n  = 13) in the  E. bugandensis  strains was aligned, conserved sites within that specific gene were observed across all strains versus the ISS isolates, and the variable sites were also observed and quantified for that particular gene. All areas of interest in the aligned sequences were highlighted and observed for nucleotide differences in each of the 16 strains that are different from that of the EB-247 T , which is the type strain of the genus. The position of the nucleotide change in the codon was observed to see if it is in the first, second, or third position to determine if it would lead to a synonymous mutation or a new amino acid formation. MEGA7 software using the aligned gene sequence was used to create a neighbor-joining (NJ) phylogenetic tree for each gene with the bootstrap data set at 1000. Results and discussion Metagenome-assembled bacterial genomes Out of the 42 ISS metagenomes submitted at NCBI, only PMA-treated metagenomes ( n  = 21) representing the viable/intact cells were used for generating bacterial MAGs. Characteristics of MAGs ( n  = 46) such as genome size (2.6 to 6.6 Mb), completeness, contamination percentage, the average mean coverage, number of scaffolds, and N50 (5 to 670 Kb) were calculated using CheckM, and assembly statistics are summarized in Table  1 . Sample collection date, location, relative humidity, radiation exposure, etc. are given in Table  1 , and various other details such as materials of the location and partial pressure have already been published [ 14 ,  15 ]. A bacterial MAG was considered acceptable during this study if CheckM completeness was more than 85% and contamination was less than 10%. When metaSPAdes was used, 20 MAGs were recovered, and housekeeping genes were used to confirm the identity, contamination, and completeness of MAGs. In addition, when metaWRAP was used, 26 MAGs were assembled from the same 21 PMA-treated ISS environmental metagenomes. When metaSPAdes and metaWRAP pipelines generated MAGs were compared, a total of 16 one-to-one matches were detected between them, suggesting these two different assembly strategies identified the identical genomes. Among the metaWRAP-assembled genomes, 11 MAGs had smaller genome sizes, which may be due to the more conservative nature of the metaWRAP procedure. The correlation between metaSPAde (20 MAGs) and metaWRAP (26 MAGs) is shown in Supplementary Fig. S 1  ( R 2  was 0.85). Table 1 Bacterial MAGs recovered from ISS metagenomic samples treated with PMA Sample a Species identified NCBI accession no. of type strain Type strain ANI with type strain (%) CheckM completeness (%) Identified pipeline (MetaSPAdes and metaWRAP) Location Temperature Relative humidity Radiation measurements (TEPC b ; µGy; total dose/day session) Sampling date F1-2P Enterobacter bugandensis NZ_LT992502.1 EB-247 98.62 99.37 Yes Wa",
  "introduction": "Introduction Since the publication of the first metagenome-assembled genome (MAG) in 2004 [ 1 ], MAGs have been used to confirm genomic data for taxonomic identification of uncultivated microorganisms, metabolic profiling, microbiome dynamics, and host-microbe relationships [ 2 ]. When a MAG is assembled, annotation and interpretation of genes are possible, allowing researchers to better understand the metabolic potential of the microbe, including its potential resistance to antibiotics, interactions with other microbes in the microbial community, and association with a host [ 3 ]. MAGs have been successfully used to discover uncultivated species [ 4 ], candidatus organisms like  Candidatus Amarolinea aalborgensis  gen. nov., sp. nov. [ 5 ], and novel genera like  Spiribacter  [ 6 ] and  Kalamiella  [ 7 ]. MAGs have also been used to recover genomic clusters of secondary metabolites [ 8 ], genetic mobility [ 4 ], metabolic pathways [ 9 ], and in situ replication [ 10 ]. Projects retrieving thousands of MAGs have also been documented to understand yet-to-be cultured microbiomes of cow rumens and other environmental samples [ 11 ]. In addition, MAGs have revealed new microbial phyla, which have expanded the tree of life [ 12 ]. Lowering sequencing cost, curated data availability in public database, and advances in computational biology have made assembling MAGs from complex and extreme environments easy. A higher number of reference genomes makes the binning easier and more reliable. Multiple best practices are available to construct accurate and complete genomes from metagenomes, but high-quality MAGs are still relatively rare. Most MAGs reported in many MAG-related papers have completeness levels between 50 and 60% [ 13 ]. Recently, MAGs generated from International Space Station (ISS) environmental metagenomes paved a way to describe a novel genus and species,  Kalamiella piersonii  [ 7 ]. We have retrieved four  K. piersonii  MAGs (100% genome sequence identity) from ISS environmental metagenomes that allowed us to identify a cultivated isolate archived from the same samples using gene-specific assays [ 7 ]. This “genome to phenome” approach enabled the differentiation of closely related genera  Pantoea  from  Kalamiella  and facilitated the isolation of several ISS strains ( n  = 7) that were archived and previously unidentified [ 7 ]. Furthermore, the use of MAGs and whole-genome sequences (WGS) of biosafety level 2 (BSL-2) species,  Klebsiella pneumoniae , isolated from three consecutive samplings of the ISS at eight defined locations made it possible to track the source of the original BSL-2 strain and understand the succession, persistence, and spread of this opportunistic pathogen detected in the ISS [ 14 ]. The objectives of this study were to retrieve near full-length genomes from metagenomes generated from ISS environmental samples and perform in-depth functional and phylogenetic analyses. Among 46 MAGs generated during this study, fun",
  "methods": "Phylogenetic comparison of the ISS bacterial MAGs obtained by the two methods MAGs assembled from the ISS dataset by two methods (metaSPAdes metaWRAP) were tested for the phylogenetic clustering within the same species clade. All assemblies from both methods were positioned according to the most exclusive clade in the Bacteria Tree of Life to which individual Genome Taxonomy Database (GTDB) classifications matched (e.g., the most exclusive taxonomic group containing  Staphylococcus ,  Bacillus , and  Paenibacillus  would be  Bacillales ). After defining such taxonomic groups, a new phylogeny was estimated for each of them. Besides the reconstructed genomes themselves, for each supposed species, we also added three reference genomes from NCBI of the same species (picked sparsely and randomly from its automatically generated species dendrogram tree) while also including two/three other species from the same genus (at least a close species and a not too distant one), each of them being represented by three sparse genomes in their respective species dendrograms. Such an analysis is liberal enough to indicate whether different assemblies from the same reads would indeed cluster together.",
  "results": "Results and discussion Metagenome-assembled bacterial genomes Out of the 42 ISS metagenomes submitted at NCBI, only PMA-treated metagenomes ( n  = 21) representing the viable/intact cells were used for generating bacterial MAGs. Characteristics of MAGs ( n  = 46) such as genome size (2.6 to 6.6 Mb), completeness, contamination percentage, the average mean coverage, number of scaffolds, and N50 (5 to 670 Kb) were calculated using CheckM, and assembly statistics are summarized in Table  1 . Sample collection date, location, relative humidity, radiation exposure, etc. are given in Table  1 , and various other details such as materials of the location and partial pressure have already been published [ 14 ,  15 ]. A bacterial MAG was considered acceptable during this study if CheckM completeness was more than 85% and contamination was less than 10%. When metaSPAdes was used, 20 MAGs were recovered, and housekeeping genes were used to confirm the identity, contamination, and completeness of MAGs. In addition, when metaWRAP was used, 26 MAGs were assembled from the same 21 PMA-treated ISS environmental metagenomes. When metaSPAdes and metaWRAP pipelines generated MAGs were compared, a total of 16 one-to-one matches were detected between them, suggesting these two different assembly strategies identified the identical genomes. Among the metaWRAP-assembled genomes, 11 MAGs had smaller genome sizes, which may be due to the more conservative nature of the metaWRAP procedure. The correlation between metaSPAde (20 MAGs) and metaWRAP (26 MAGs) is shown in Supplementary Fig. S 1  ( R 2  was 0.85). Table 1 Bacterial MAGs recovered from ISS metagenomic samples treated with PMA Sample a Species identified NCBI accession no. of type strain Type strain ANI with type strain (%) CheckM completeness (%) Identified pipeline (MetaSPAdes and metaWRAP) Location Temperature Relative humidity Radiation measurements (TEPC b ; µGy; total dose/day session) Sampling date F1-2P Enterobacter bugandensis NZ_LT992502.1 EB-247 98.62 99.37 Yes Waste and hygiene compartment 22.9 40.20 268 3/4/15 F1-2P Klebsiella quasipneumoniae CCDF00000000.1 01A030 96.60 99.40 MetaWRAP Waste and hygiene compartment 22.9 40.20 268 3/4/15 F1-4P Staphylococcus aureus NZ_CP035101.1 ATCC 12600 98.25 90.81 MetaSPAdes Surface of the dining table 22.9 40.20 268 3/4/15 F1-5P Pantoea brenneri MLFN00000000.1 LMG 24534 99.13 100.00 Yes US node 1, zero-G stowage rack 26.0 40.20 268 3/4/15 F1-7P Methylobacterium ajmalii GCF_016613415.1 IF7SW-B2 99.98 100.00 MetaWRAP Overhead 3 panel surface of the Materials Science Research Rack 1 22.2 40.20 268 3/4/15 F1-8P Microbacterium aurum NZ_BCWI00000000.1 NBRC 15708 95.95 94.11 Yes Crew quarters-2 bump-out exterior aft wall 22.6 40.20 268 3/4/15 F2-1P Acinetobacter pittii BBST00000000.1 / DSM 25618 98.26 100.00 MetaSPAdes Port panel of the cupola 22.8 39.25 380 5/15/15 F2-1P Kocuria palustris NZ_JAFBCR000000000.1 DSM 11925 98.87 100.00 MetaSPAdes Port panel of the cupola 22.8 39.25 380 5/15/15 F2-2P Staphylococcus saprophyticus PPRA00000000.1 / CCUG 38042 99.62 99.44 MetaSPAdes Waste and hygiene compartment 22.8 39.25 380 5/15/15 F2-5P Paenibacillus polymyxa NZ_CP049783.1 DSM 36 98.34 99.56 Yes US node 1, zero-G stowage rack 24.7 39.25 380 5/15/15 F2-5P Pantoea brenneri MLFN00000000.1 LMG 24534 99.13 100.00 Yes US node 1, zero-G stowage rack 24.7 39.25 380 5/15/15 F2-7P Bacillus velezensis LHCC00000000.1 / KCTC 13012 98.05 90.39 MetaWRAP Overhead-3 panel surface of the Materials Science Research Rack 1 21.8 39.25 380 5/15/15 F2-7P Methylobacterium ajmalii GCF_016613415.1 IF7SW-B2 99.98 100.00 Yes Overhead-3 panel surface of the Materials Science Research Rack 1 21.8 39.25 380 5/15/15 F2-7P Sphingomonas sanguinis BCTY00000000 NBRC 13937 99.71 99.42 Yes Overhead-3 panel surface of the Materials Science Research Rack 1 21.8 39.25 380 5/15/15 F2-7P Staphylococcus saprophyticus NC_007350.1 ATCC 15305 99.55 98.89 MetaWRAP Overhead-3 panel surface of the Materi",
  "discussion": "",
  "conclusion": "Conclusion In summary, good quality bacterial and fungal MAGs were generated from ISS environmental samples, and functional properties were predicted. Furthermore, it was possible to describe novel microbial (two bacterial and one yeast) species via the “metagenome to phenome” approach. The monophyletic phylogeny exhibited by the ISS genomes (both isolates and MAGs) suggested that they shared a single common ancestor. The molecules pertaining to the cell membranes, such as transmembrane transport, cell wall organization, and regulation of cell shape, were in high frequency in ISS genomes demonstrating evidence for ISS-specific bacterial evolution. The common gene-based resistance phenomenon noticed in this study suggests that SNP changes in MAGs and ISS genomes might be an adaptation strategy in AMR and biofilm formation in microbes. Similarly, variations found in the AMR and virulence genes enabled the prediction of the ecology and evolution of microorganisms in space. The maximum SNPs characterized for the ISS  Pantoea/Kalamiella  strains suggested that enterobacterial species are much more subjective to microgravity changes. However, fixation of environmental samples in space for RNAseq approach and/or in situ sequencing in space are warranted to confirm variation related to microbial evolution under microgravity. More studies are needed to unearth whether SNPs seen in ISS MAGs are due to generational evolution in microgravity and radiation pressure."
}