{
  "id": "PMC11362537",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11362537/",
  "title": "Spaceflight alters host-gut microbiota interactions",
  "authors": "E. Gonzalez, M. D. Lee, B. T. Tierney, N. Lipieta, P. Flores, M. Mishra, L. Beckett, A. Finkelstein, A. Mo, P. Walton, F. Karouia, R. Barker, R. J. Jansen, S. J. Green, S. Weging, J. Kelliher, N. K. Singh, D. Bezdan, J. Galazska, N. J. B. Brereton",
  "year": "2024",
  "journal": "NPJ Biofilms and Microbiomes",
  "abstract": "The ISS rodent habitat has provided crucial insights into the impact of spaceflight on mammals, inducing symptoms characteristic of liver disease, insulin resistance, osteopenia, and myopathy. Although these physiological responses can involve the microbiome on Earth, host-microbiota interactions during spaceflight are still being elucidated. We explore murine gut microbiota and host gene expression in the colon and liver after 29 and 56 days of spaceflight using multiomics. Metagenomics revealed significant changes in 44 microbiome species, including relative reductions in bile acid and butyrate metabolising bacteria like  Extibacter muris  and  Dysosmobacter welbionis . Functional prediction indicate over-representation of fatty acid and bile acid metabolism, extracellular matrix interactions, and antibiotic resistance genes. Host gene expression described corresponding changes to bile acid and energy metabolism, and immune suppression. These changes imply that interactions at the host-gut microbiome interface contribute to spaceflight pathology and that these interactions might critically influence human health and long-duration spaceflight feasibility.",
  "keywords": "Microbial communities, Microbial genetics, Metagenomics, Microbiota",
  "full_text": "Introduction The International Space Exploration Coordination Group, representing 27 of Earth’s space agencies, has outlined a clear target for a crewed mission to Mars in the Global Exploration Roadmap 1 , 2 , and sustainable long-term lunar exploration as a platform to develop the capabilities necessary to enable this ambitious goal. These guiding objectives have driven development of the imminent commercial low Earth orbit (LEO) destinations and Gateway, and the Artemis mission goal of a permanent lunar surface habitat by the early 2030 s 3 . Major challenges associated to longer duration spaceflight and habitation off-Earth are identified in the NASA Moon to Mars Objectives 4 , including the goal to advance understanding of how biology responds to the Moon, Mars, and deep space to support safe human space missions. Consistently observed spaceflight-associated pathologies, notably disrupted glucose metabolism characterised by insulin resistance and lipid metabolism dysregulation, pose significant risks to astronaut health 5 , 6 . Research in tissue culture using the high aspect ratio vessel simulated microgravity model system developed at the NASA Johnson Space Centre characterised increases in pancreatic production of α-TNF, which increased insulin resistance and decreased glucose utilisation in adipocytes 7 . In mice, a reduction of insulin sensitivity has been observed after microgravity simulation using hindlimb unloading 8 . This is reflected in the muscle transcriptome after spaceflight, where insulin receptor signalling is suggestive of disrupted glucose homoeostasis 9 . Similarly, simulated microgravity on human oligodendrocyte 10  and mesenchymal stem 11  cell cultures increases production of fatty acids and complex lipids. In the nematode  Caenorhabditis elegans , the intestinal lipid metabolic sensors SBP-1 and MDT-15 respond to simulated microgravity, with RNAi knockdown of  sbp-1  and  mdt-15  reducing lipid toxicity 12 . Spaceflight metabolic studies from the Bion space program (Kosmos 605, 690, 782, 936 and 1887 (1973-87)) 13 – 15  characterised rats as hyperlipidemic, with spaceflight inducing elevated serum or hepatic fatty acids, and substantial increases in cholesterol (67%). Similar lipid dysregulation, suggestive of non-alcoholic fatty liver disease (NFALD), has been a consistently observed mammalian response to spaceflight alongside aligned disruption of insulin metabolism and glucose homoeostasis 16 – 20 . These observations in mice and humans on the ISS include widespread changes in the hepatic proteins which drive lipid metabolism, significant increases in steatosis, cholesterol and low-density lipids and reduced high-density lipids. The immune system can be compromised by spaceflight, both in space and after return to Earth. Despite quarantine before flight, infection with influenza and  Pseudomonas aeruginosa  have been observed in astronauts 21 . Up to 50% of astronauts also exhibit immunodeficiency upon returning to Earth 22 , leaving them vulnerable to infection. This dysregulation manifests through decreased T cell and B cell abundance 23 , and impaired natural killer cell and macrophage function 24 , 25 . The underlying cause of these changes are thought to be driven by microgravity, isolation, and stress associated with spaceflight 26 , as well as shifts in the gut microbiome 27 . On Earth, comparable changes in muscle integrity, glucose homoeostasis, lipid metabolism, immune and psychophysiological function have been associated to gut microbiota 28 – 32 . Similarly, unique built environment surface microbiology arises from long-duration confinement, reshaping the bidirectional exchanges between usually diverse environmental microbial ecosystems and the gut microbiome to promote opportunistic pathogenicity 33 – 37 . Given the potential involvement of gut microbiota in spaceflight pathology, and their essential role in mediating healthy human metabolic function on Earth, there has been increasing research into gut microbiome dynamics associated with spaceflight. Using 16 S ribosomal RNA gene (16 S rRNA) amplicon sequencing, Jiang et al. 38  identified significant changes in the relative abundance of 16 OTUs in the gut microbiome of mice in Rodent Research (RR) 1 (RR-1) mission, some of which were annotated as within the genera  Staphylococcus  and  Tyzzerella , and were lower in mice after spaceflight compared to ground controls. More recently, Bedree et al. 39  explored the gut microbiome of BALB/c mice flown in the RR-5 mission using 16 S rRNA amplicon sequencing and reference-based whole metagenome sequencing (WMS). Amplicon analysis identified 14 ASVs as different in relative abundance ( p  <0.1) between spaceflight (ISS) and ground controls after 9 weeks of spaceflight, including increases in the genera  Clostridium ,  Romboutsia ,  Ruminiclostridium , and  Shuttleworthia , and decreases in  Hungatella , while WMS identified significant enrichment of  Dorea  sp. and the species  Lactobacillus murinus . In this study, species-resolved 16 S rRNA amplicon sequencing and de novo co-assembled WMS were employed to capture metagenomic changes in the murine gut microbiome associated with spaceflight across multiple samples as part of the RR-6 mission (Fig.  1 ). Intestinal and hepatic transcriptomics were then used to assess the associated gene expression response of mice to spaceflight. Fig. 1 Experimental design. A  Analysis design of data from the Rodent Research 6 mission and  B  multiomic data analysis strategy. Figure created with BioRender.com. Results Spaceflight increased total body weight Four treatment groups from a single cohort of 32 weeks-old female mice included two spaceflight groups flown to the ISS on SpaceX-13: FLT_LAR, returned to Earth after 29 days of spaceflight as part of the Live Animal Return mission, and FLT_ISS, sampled on the ISS by the crew after 56 days of spaceflight. Two control groups included GC_LAR and GC_ISS, reared in identical habitats at the Kennedy Space Centre and sampled after 29 and 56 days of the mission, respectively. Although reduced muscle mass and bone density in astronauts and mice during spaceflight are commonly observed 40 , 41 , in this study, total mouse body weight was trending to increase after 29 days of spaceflight in Live Animal Return mice (FLT_LAR;  n  = 9) and significantly increased after 56 days of spaceflight in ISS mice (FLT_ISS;  n  = 7,  p  <0.05). Carcass mass did not differ significantly ( t -test,  p  > 0.05) between Ground Control Live Animal Return (GC_LAR;  n  = 7) and FLT_LAR mice, which weighed 28.9 g −1  (±1.6) and 30.1 g −1  (±1.4), respectively, but did significantly ( t -test,  p  <0.05) increase from 28.4 g −1  (±1.4) in Ground Control ISS (GC_ISS;  n  = 9) mice to 32.9 g −1  (±1.0) in FLT_ISS mice (Supplementary Fig.  1 ). Suzuki et al. 42  observed similar increases in the mouse habitat unit 3 mission and attributed these changes to substantial increases in both white and brown adipose tissue, and large increases in total plasma cholesterol and triglyceride levels. While healthy adipose cells play an important role in maintaining insulin sensitivity, dysregulated adipose can lead to production of pro-inflammatory and insulin-antagonistic molecules 43 , 44 . Spaceflight alters murine gut microbiota Insulin resistance and lipid accumulation are common spaceflight phenotypes 45  which are influenced by short chain fatty acids (SCFAs) and can be improved through butyrate dietary interventions in ground-based murine studies 46 , 47 . As butyrate and other SCFAs are predominantly produced by bacteria within the gut 48 , alterations in RR6 gut microbiome composition were explored. Characterisation of microbiota used 16 S rRNA amplicon sequencing as well as WMS sequencing from faecal samples collected from GC_LAR and FLT_LAR (after 29 days of spaceflight) as well as GC_ISS and FLT_ISS mice (after 56 days of spaceflight). Sequencing of amplicon libraries generated 2,146,311 sequences after quality control, with an average of 77,015 ± 853 per sample (Fig.  2A–E ; Supplementary Figs.  2 ,  3  and Data  1 ). A total of 133 exact sequence variants (ESVs) were inferred across all samples; these ESVs accounted for 1,959,722 (91.32%) of reads. Thirty-five ESVs were annotated as putative bacterial species, 12 at genera level and 11 at family level, with an average of > 99.9% nucleotide identity, while 74 ESVs were dissimilar to any well-characterised taxa (<99% nucleotide identity; 14 of which were flagged as putative chimeras). Most counts (73.1%) were captured by ESVs annotated as putative species, 24 of these could be assigned to a single species and 11 to multiple species which share identical rRNA gene sequences at the V4 region of the 16 S rRNA gene. Bacterial species putatively identified across all mice using amplicons belonged to the phyla Firmicutes (28), Proteobacteria (4), Actinobacteria (1), Deferribacteres (1) and Bacteroidetes (1).  Parabacteroides goldsteinii  had the highest relative abundance throughout the samples and accounted for 53.7% of sequence counts. Fig. 2 Ground control, live animal return and ISS murine gut microbiome capture. A  Amplicon reads retained for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS.  B  Flower diagram illustrating amplicon phyla diversity.  C  Amplicon annotation and count distribution summary statistics.  D  Amplicon (ESV) alpha diversity (Shannon Index) comparing GC_LAR to ISS_LAR, and GC_ISS to FLT_ISS.  E  Amplicon beta diversity using constrained ordination (Canonical Analysis of Principal Coordinates, CAP).  F  WMS (Whole Metagenome Sequencing) back-mapping percentages for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS.  G  Flower diagram illustrating WMS taxonomic diversity.  H  WMS annotation and count distribution summary statistics.  I  WMS beta diversity using constrained ordination (CAP). Extended details in Supplementary data  1 – 3 . WMS of faecal DNA generated 277,294,078 reads after quality control, with an average of 8,665,440 ± 1,423,541 per sample (Fig.  2F–I ; Supplementary Fig.  4  and Data  2 ). Co-assembly across all 32 mice generated 219,259 contigs and back-mapping captured 85.1% of raw counts after filtering out reads using the mouse genome (154,692,460 counts). This included 22,318 contigs which could be provisionally annotated (>90% nucleotide identity) from 175 species and shared an average of 99.1% average nucleotide identity (ANI) with known species or strains (and capturing 84.5% of total counts) (Fig.  2G, H ). After sparsity (>90% counts in a single sample) and minimum sample (<3) occurrence filtering to allow statistical detection of spaceflight associated differences across biological replicates, 45,890 contigs remained which captured 154,238,826 counts. These contigs were provisionally annotated as putative bacteria (50.6%), viruses (0.9%) and metazoa (3.0%), or were unknown (45.4%). Grouping WMS contigs by species annotation and filtering for high confidence (>97% ANI, and > 3000 nt total length) identified 97 putative species representing 81 bacterial species within Firmicutes, and 7 Proteobacteria, 4 Actinobacteria, 1 Bacteroidetes, and 1 Deferribacteres, as well as the helminths,  Trichinella nativa  and  Trichinella pseudospiralis  (Supplementary Data  3 ). These species groups ranged from 2–2734 contigs, with an average total alignment length of > 880,000 nt and an ANI of 98.8%. Prevalent taxa included  P. goldstienii  representing 73.1%,  Enterocloster clostridioformis  representing 1.47% and all other species representing below 1% of relative abundance across all mice, including non-bacterial species such as  T. nativa , representing 0.03% of relative abundance and present in all mice.  P. goldsteinii  is a ubiquitous commensal gut microbiome inhabitant in mice, and the species includes strains that play a role in reducing intestinal inflammation and maintaining intestinal epithelial integrity 49 , 50 . Microbial alpha diversity indices did not significantly differ between mice groups using 16 S rRNA amplicon sequencing or WMS data (Fig.  2D ; Supplementary Figs.  2 ,  3  and Data  1 ). Canonical Analysis of Principal Coordinates showed both FLT_ISS and GC_ISS as well as FLT_LAR and GC_LAR samples segregated by group, and the first axes explained 25.46% and 17.63% of variation using 16 S rRNA gene amplification and 19.41% and 11.49% of variation using WMS, respectively. ANOVA-like permutation tests confirmed significant variation between groups under constraint for both amplicon and WMS data (Fig.  2E, I ;  p  <0.05; Supplementary Figs.  2 ,  3 ), suggesting spaceflight influenced gut microbiota in both comparisons regardless of the metagenomic approach taken. Significant spaceflight microbiome changes are associated with short-chain fatty acid metabolism, bile acid conversion and pathogenicity Differential abundance analysis of amplicon data identified 45 ESVs that were significantly different in relative abundance between spaceflight and ground control mice, including 34 ESVs between GC_LAR and FLT_LAR and 18 ESVs between GC_ISS and FLT_ISS (Fig.  3A, B ; av  p -value = 0.004, av padj = 0.02, Supplementary Figs.  5 ,  6 , Data  1 ). Although there were divergent changes in the relative abundance of  H. xylanolytica , the common significant enrichment of  E. muris  and  D. welbionis  in mice after 29 and 56 days of spaceflight, compared to separate matched control groups, suggests spaceflight had some common influence of gut microbiota which persisted over the 29–56 days onboard the ISS as well as some distinct effects over time. Fig. 3 Spaceflight-associated significant microbiome alterations. Significantly differentially abundant (DESeq2) ESVs between ( A ) GC_LAR and ISS_LAR, and ( B ) GC_ISS and FLT_ISS. Fold change (FC log2) in relative abundance. +/− INF (demarcated by the dashed red line) indicates ‘infinite’ fold change, where an ESV had detectable counts in samples from only one condition (structural zero).  C  Comparison of whole metagenome sequencing (WMS) detected species between LAR and ISS samples.  D  Distribution of counts across WMS taxonomy (Species to Kingdom, U = unknown).  E ,  F  Contig WMS MA plots with significantly differentially abundant (DESeq2) highlighted.  G ,  H  UMAP diagrams used to visualise contig clustering of selected species and ( I ,  J ) Significantly differentially abundant (DESeq2) species detected with WMS, node size illustrates contig number. Extended details in Supplementary Data  1 – 3 . Amplicon sequencing: Species enriched in FLT_LAR mice compared to controls included  Coprobacillus cateniformis, Dysosmobacter welbionis ,  Enterocloster aldenensis ,  Extibacter muris  and  Hungatella xylanolytica , while depleted species included  Intestinimonas butyriciproducens  and ESVs ambiguous to multiple  Enterocloster  species (including  E.lavalensis ) and  Ligilactobacillus  species (including  L.murinus ). Species enriched in FLT_ISS mice included  D.welbionis ,  Eisenbergiella massiliensis, Enterocloster clostridioformis, E.muris ,  Guopingia tenuis ,  Romboutsia ilealis  and  Romboutsia timonensis , while depleted species included  H.xylanolytica . WMS: Microbiome species significantly enriched in after 29 days of spaceflight comprised 14 Firmicutes, including  Blautia pseudococcoides ,  Clostridioides difficile ,  C.cateniformis ,  D.welbionis, E.aldenensis ,  E.clostridioformis ,  E.muris ,  G.tenuis ,  Hungatella hathewayi ,  Ruthenibacterium lactatiformans, Schaedlerella arabinosiphila  and the proteobacteria  Delftia lacustris . Significantly depleted species included 20 firmicutes, including  Acutalibacter muris, Anaerostipes caccae, Blautia wexlerae, Clostridium scindens, Enterococcus faecalis, Ligilactobacillus murinus, Enterocloster bolteae, E.lavalensis, Flavonifractor plautii ,  I.butyriciproducens ,  Lactococcus lactis and Staphylococcus xylosus , and the Proteobacteria  Providencia rettgeri . These findings agreed with significant differential abundance of  C.cateniformis, D.welbionis, E.aldenensis ,  E.clostridioformis ,  E.muris  and  I.butyriciproducens  inferred from 16 S rRNA amplicon analysis and resolved species ambiguity for  E.bolteae, E.lavalensis  and  L.murinus . Microbiome species which were significantly enriched in after 56 days of spaceflight comprised 14 Firmicutes, including  B.pseudococcoides, C.difficile, D.welbionis, E.clostridioformis, Eisenbergiella massiliensis, E.muris, F.plautii, G.tenuis, H.hathewayi  and  R.lactatiformans . Significantly depleted species included 17 Firmicutes, including  A.muris, Anaerostipes caccae ,  B.wexlerae ,  C.scindens ,  C.cateniformis ,  E.aldenensis ,  E.bolteae ,  E.lavalensis ,  L.lactis, S.arabinosiphila  and as well as the Proteobacteria  Escherichia coli, Shigella flexneri  and  Delftia lacustris . Differential abundance analysis of WMS identified 13,996 contigs that were significantly different (DESeq2 FDR <0.1) in relative abundance between spaceflight and ground control mice, including 11,087 between GC_LAR and FLT_LAR, and 3,997 between GC_ISS and FLT_ISS (Fig.  3C–H ). From these, 35 putative species (99.0% ANI;  Supplementary Note , Data  3 ) identified as significantly differentially abundant between GC_LAR and FLT_LAR (Fig.  3I ) with an average total length of 390,616nt per species, while 34 species (99.0% ANI) significantly differed between GC_ISS and FLT_ISS (Fig.  3J ) with an average total length of 180,554 nt. D. welbionis  was recently characterised by Roy et al. 51 , 52  as a butyrate producer likely present in the gut of most humans and was negatively correlated with BMI in obese individuals with metabolic syndrome. The same team used murine supplementation experiments to illustrate that  D. welbionis  could partially counteract insulin resistance, adipose tissue hypertrophy and inflammation as well as suggest a potential association with mitochondrial content and activity in adipose tissue after high fat diet induction of obesity 52 . In mice, changes in microbially produced butyrate are also know to directly influence expression of hepatic circadian clock regulating genes, such as  Per2  and  Bmal1 , in a bidirectional interaction which can disrupt host metabolism 53 . Enrichment of  D. welbionis  in both groups of spaceflight mice (Fig.  3A, B, I, J ) compared to their respective ground controls here is therefore noteworthy given the high lipid accumulation, liver and mitochondrial dysfunction phenotype repeatedly observed in rodent research missions and astronauts 17 , 18 , 45 . Whether the relative increase of this species might be counteracting or contributing towards spaceflight pathology is unclear and merits further study. Conversely, other butyrate producers, such as  Intestinimonas butyriciproducens 54 , were depleted after 29 days of spaceflight. L. murinus  and  Acutalibacter muris  were depleted in mice during spaceflight (Fig.  3A, I ), as well as some  Enterocloster  species after 29 days of spaceflight, which can have high expression of bile salt hydrolases (BSHs), able to deconjugate bile salts into less toxic bile acids, and can promote microbially mediated 7α-dehydroxylation of host primary bile acids into secondary bile acids 55 – 59 . Conversion of the major human primary bile acids in humans, cholic acid (CA) and chenodeoxycholic acid (CDCA), to the secondary BAs deoxycholic acid (DCA) and lithocholic acid (LCA), is mediated by a limited number of closely related clostridia containing the bile acid inducible (bai) operon, such as  Clostridium scindens 60 , 61  which was significantly reduced in abundance after spaceflight (Fig.  3I, J ). The major murine primary bile acids also include α- and β-muricholic acid (αMCA and βMCA), which are transformed by 7α-dehydroxylation to murideoxycholic acid (MDCA). E. muris , which significantly increased in both spaceflight groups of mice compared to",
  "introduction": "Introduction The International Space Exploration Coordination Group, representing 27 of Earth’s space agencies, has outlined a clear target for a crewed mission to Mars in the Global Exploration Roadmap 1 , 2 , and sustainable long-term lunar exploration as a platform to develop the capabilities necessary to enable this ambitious goal. These guiding objectives have driven development of the imminent commercial low Earth orbit (LEO) destinations and Gateway, and the Artemis mission goal of a permanent lunar surface habitat by the early 2030 s 3 . Major challenges associated to longer duration spaceflight and habitation off-Earth are identified in the NASA Moon to Mars Objectives 4 , including the goal to advance understanding of how biology responds to the Moon, Mars, and deep space to support safe human space missions. Consistently observed spaceflight-associated pathologies, notably disrupted glucose metabolism characterised by insulin resistance and lipid metabolism dysregulation, pose significant risks to astronaut health 5 , 6 . Research in tissue culture using the high aspect ratio vessel simulated microgravity model system developed at the NASA Johnson Space Centre characterised increases in pancreatic production of α-TNF, which increased insulin resistance and decreased glucose utilisation in adipocytes 7 . In mice, a reduction of insulin sensitivity has been observed after microgravity simulation using hindlimb unloading 8 . This is reflected in the muscle transcriptome after spaceflight, where insulin receptor signalling is suggestive of disrupted glucose homoeostasis 9 . Similarly, simulated microgravity on human oligodendrocyte 10  and mesenchymal stem 11  cell cultures increases production of fatty acids and complex lipids. In the nematode  Caenorhabditis elegans , the intestinal lipid metabolic sensors SBP-1 and MDT-15 respond to simulated microgravity, with RNAi knockdown of  sbp-1  and  mdt-15  reducing lipid toxicity 12 . Spaceflight metabolic studies from the Bion space program (Kosmos 605, 690, 782, 936 and 1887 (1973-87)) 13 – 15  characterised rats as hyperlipidemic, with spaceflight inducing elevated serum or hepatic fatty acids, and substantial increases in cholesterol (67%). Similar lipid dysregulation, suggestive of non-alcoholic fatty liver disease (NFALD), has been a consistently observed mammalian response to spaceflight alongside aligned disruption of insulin metabolism and glucose homoeostasis 16 – 20 . These observations in mice and humans on the ISS include widespread changes in the hepatic proteins which drive lipid metabolism, significant increases in steatosis, cholesterol and low-density lipids and reduced high-density lipids. The immune system can be compromised by spaceflight, both in space and after return to Earth. Despite quarantine before flight, infection with influenza and  Pseudomonas aeruginosa  have been observed in astronauts 21 . Up to 50% of astronauts also exhibit immunodeficiency upon returning t",
  "methods": "Methods Experimental design Female 32 weeks-old C57BL/6NTac mice (Taconic Biosciences sources) from four treatment groups of the Rodent Research 6 mission were compared: flight live animal return (FLT_LAR), ground control for live animal return (GC_LAR), flight ISS (FLT_ISS) and ground control for ISS (GC_ISS) (Fig.  1 ). FLT_ISS and FLT_LAR mice comprised 40 mice that were launched on SpaceX-13 and transferred to the rodent research habitat on the ISS whereas their matched ground controls, GC_ISS and GC_LAR, were 40 mice kept in identical rodent habitats at Kennedy Space Centre. Not all mice were available to NASA GeneLab for DNA and RNA extractions (replicate numbers provided below). Diet (LabDiet Rodent 5001) and deionized autoclaved water were provided  ad libitum , and a 12:12 h dark/light cycle maintained. After 29 days of flight onboard the ISS, FLT_LAR mice were returned to earth as part of the Live Animal Return (13/1/18) and sacrificed alongside GC_LAR using common processing at ages of 41 weeks old (16/1/18). FLT_ISS mice were sacrificed after 53–56 days of flight onboard the ISS at the same time as GC_ISS mice at the Kennedy Space Centre at 44 weeks old using a common timeline and methodology. During this period in the Destiny module (US laboratory) on the ISS, the mice were exposed to an average daily 165.8 µGy d −1  Galactic Cosmic Ray (GCR) dose and 117.3 µGy d −1  South Atlantic Anomaly (energetic protons) dose (data provided by Ames Life Sciences Data Archive - ALSDA). This is in line with standard range of exposure on the ISS 148 , and represents around a 100% increase to common exposure on earth. The temperature, relative humidity and elevated carbon dioxide levels on the ISS were mimicked in the ground control rodent habitats at the Kennedy Space over the 56 days of spaceflight, so were not significantly different ( t -test,  p  > 0.05) between flight and ground controls, and averaged 22.75 (±0.35) °C, 41.49 (±2.28) % and 3219 (±340) CO 2  ppm, respectively. The study followed recommendations in the Guide for the Care and Use of Laboratory Animals, and the protocol (Protocol number RR6) was approved on October 24, 2017, by the NASA Flight Institutional Animal Care and Use Committee (IACUC). As outlined in the NASA Genelab record ( OSD-249 ), Anaesthesia for the LAR mice groups was induced using isoflurane. For the ISS mice groups, anaesthesia was administered via intraperitoneal injection of ketamine, xylazine, and acepromazine during the dissection period, which occurred 53–56 days post-launch. Blood samples were obtained via closed-chest cardiac puncture, though these were not used in this study. Euthanasia was performed by exsanguination followed by thoracotomy. The ISS spaceflight mice carcasses underwent hind limb dissection, which was not used in this study, then were wrapped in aluminium foil, placed in Ziploc bags, and stored at −80 °C or colder until return. The ISS Ground Control followed the same euthanasia methods ",
  "results": "Results Spaceflight increased total body weight Four treatment groups from a single cohort of 32 weeks-old female mice included two spaceflight groups flown to the ISS on SpaceX-13: FLT_LAR, returned to Earth after 29 days of spaceflight as part of the Live Animal Return mission, and FLT_ISS, sampled on the ISS by the crew after 56 days of spaceflight. Two control groups included GC_LAR and GC_ISS, reared in identical habitats at the Kennedy Space Centre and sampled after 29 and 56 days of the mission, respectively. Although reduced muscle mass and bone density in astronauts and mice during spaceflight are commonly observed 40 , 41 , in this study, total mouse body weight was trending to increase after 29 days of spaceflight in Live Animal Return mice (FLT_LAR;  n  = 9) and significantly increased after 56 days of spaceflight in ISS mice (FLT_ISS;  n  = 7,  p  <0.05). Carcass mass did not differ significantly ( t -test,  p  > 0.05) between Ground Control Live Animal Return (GC_LAR;  n  = 7) and FLT_LAR mice, which weighed 28.9 g −1  (±1.6) and 30.1 g −1  (±1.4), respectively, but did significantly ( t -test,  p  <0.05) increase from 28.4 g −1  (±1.4) in Ground Control ISS (GC_ISS;  n  = 9) mice to 32.9 g −1  (±1.0) in FLT_ISS mice (Supplementary Fig.  1 ). Suzuki et al. 42  observed similar increases in the mouse habitat unit 3 mission and attributed these changes to substantial increases in both white and brown adipose tissue, and large increases in total plasma cholesterol and triglyceride levels. While healthy adipose cells play an important role in maintaining insulin sensitivity, dysregulated adipose can lead to production of pro-inflammatory and insulin-antagonistic molecules 43 , 44 . Spaceflight alters murine gut microbiota Insulin resistance and lipid accumulation are common spaceflight phenotypes 45  which are influenced by short chain fatty acids (SCFAs) and can be improved through butyrate dietary interventions in ground-based murine studies 46 , 47 . As butyrate and other SCFAs are predominantly produced by bacteria within the gut 48 , alterations in RR6 gut microbiome composition were explored. Characterisation of microbiota used 16 S rRNA amplicon sequencing as well as WMS sequencing from faecal samples collected from GC_LAR and FLT_LAR (after 29 days of spaceflight) as well as GC_ISS and FLT_ISS mice (after 56 days of spaceflight). Sequencing of amplicon libraries generated 2,146,311 sequences after quality control, with an average of 77,015 ± 853 per sample (Fig.  2A–E ; Supplementary Figs.  2 ,  3  and Data  1 ). A total of 133 exact sequence variants (ESVs) were inferred across all samples; these ESVs accounted for 1,959,722 (91.32%) of reads. Thirty-five ESVs were annotated as putative bacterial species, 12 at genera level and 11 at family level, with an average of > 99.9% nucleotide identity, while 74 ESVs were dissimilar to any well-characterised taxa (<99% nucleotide identity; 14 of which were flagged as putative chimeras). Most counts (73.1%) were captured by ESVs annotated as putative species, 24 of these could be assigned to a single species and 11 to multiple species which share identical rRNA gene sequences at the V4 region of the 16 S rRNA gene. Bacterial species putatively identified across all mice using amplicons belonged to the phyla Firmicutes (28), Proteobacteria (4), Actinobacteria (1), Deferribacteres (1) and Bacteroidetes (1).  Parabacteroides goldsteinii  had the highest relative abundance throughout the samples and accounted for 53.7% of sequence counts. Fig. 2 Ground control, live animal return and ISS murine gut microbiome capture. A  Amplicon reads retained for GC_LAR, ISS_LAR, GC_ISS and FLT_ISS.  B  Flower diagram illustrating amplicon phyla diversity.  C  Amplicon annotation and count distribution summary statistics.  D  Amplicon (ESV) alpha diversity (Shannon Index) comparing GC_LAR to ISS_LAR, and GC_ISS to FLT_ISS.  E  Amplicon beta diversity using constrained ordination (Canoni",
  "discussion": "Discussion A challenge for biological experimentation conducted in space is low replication, compared to model studies using mice on Earth. An important associated shortfall of this research is the lack of assessment of inter-cage variation. The commonalities between LAR and ISS mice groups and use of distinct metagenomic methodologies, 16 S rRNA gene barcoding and co-assembled WMS, helped provide some biological and technical confidence in the spaceflight-associated changes in microbiome species detected here; however, it is likely that low n reduced statistical power and that important microbiome associations were missed, particularly those of low abundance bacteria. It is important that the imminent commercial low Earth orbit destinations (CLDs), Gateway, and Lunar Base Camp increase the capacity of their experimental habitats and growth facilities to support replicate numbers for multiomic science, in order to maximise discoveries and enable future interventional microbiome studies. This research also lacked truly independent cohorts of mice, as Liver Animal Return (29 days spaceflight) and ISS (56 days spaceflight), and their respective ground controls, derived from the same initial cohort of mice. Future studies should ensure common data gathering approaches to enable high resolution multiomic data to be directly compared across missions and different cohorts of mice. Integration of metagenomic and host transcriptomic data here provided a highly complementary picture of the multiomic response to spaceflight, and is a strength of an Open Science culture and public multiomic resources such as GeneLab. The addition of untargeted serum and faecal metabolomics would have further strengthened this research and future studies should aim to quantitatively profile the specific deconjugated, dehydroxylated, oxidated, and epimerised bile acids in the system. Alongside metatranscriptomic analysis of the gut microbiome, this would represent an important next step likely to help clarify the directionality of the host-gut microbiome responses associated to spaceflight pathology.",
  "conclusion": "Conclusions Through metagenomic assessment of the murine gut microbiome, significant spaceflight-associated changes in bacteria linked to bile and fatty acid metabolism were identified. These changes in relative abundance were largely consistent in two groups of mice after spaceflight when compared to different on-Earth control groups at different timepoints as well as when using distinct metagenomic methodologies. The microbiome changes coincided with substantial changes to gene expression at the host-gut microbiome interface which are critical to barrier function, microbe interactions and bile acid transport in the intestine. These interactions suggest disruption of the signals, metabolites, and immune factors exchanged across the gut-liver axis which are likely to drive glucose and lipid dysregulation. Collectively, these multiomic findings suggest host-gut microbiome interactions during spaceflight are likely to underly widespread changes to host physiology which could pose a risk to health."
}