{
  "id": "PMC10264680",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10264680/",
  "title": "The EXO70 inhibitor Endosidin2 alters plasma membrane protein composition in Arabidopsis roots",
  "authors": "Xiaohui Li, Peipei Zhu, Yen-Ju Chen, Lei Huang, Diwen Wang, David T. Newton, Chuan-Chih Hsu, Guang Lin, W. Andy Tao, Christopher J. Staiger, Chunhua Zhang",
  "year": "2023",
  "journal": "Frontiers in Plant Science",
  "abstract": "To sustain normal growth and allow rapid responses to environmental cues, plants alter the plasma membrane protein composition under different conditions presumably by regulation of delivery, stability, and internalization. Exocytosis is a conserved cellular process that delivers proteins and lipids to the plasma membrane or extracellular space in eukaryotes. The octameric exocyst complex contributes to exocytosis by tethering secretory vesicles to the correct site for membrane fusion; however, whether the exocyst complex acts universally for all secretory vesicle cargo or just for specialized subsets used during polarized growth and trafficking is currently unknown. In addition to its role in exocytosis, the exocyst complex is also known to participate in membrane recycling and autophagy. Using a previously identified small molecule inhibitor of the plant exocyst complex subunit EXO70A1, Endosidin2 (ES2), combined with a plasma membrane enrichment method and quantitative proteomic analysis, we examined the composition of plasma membrane proteins in the root of Arabidopsis seedlings, after inhibition of the ES2-targetted exocyst complex, and verified our findings by live imaging of GFP-tagged plasma membrane proteins in root epidermal cells. The abundance of 145 plasma membrane proteins was significantly reduced following short-term ES2 treatments and these likely represent candidate cargo proteins of exocyst-mediated trafficking. Gene Ontology analysis showed that these proteins play diverse functions in cell growth, cell wall biosynthesis, hormone signaling, stress response, membrane transport, and nutrient uptake. Additionally, we quantified the effect of ES2 on the spatial distribution of EXO70A1 with live-cell imaging. Our results indicate that the plant exocyst complex mediates constitutive dynamic transport of subsets of plasma membrane proteins during normal root growth.",
  "keywords": "plasma membrane protein enrichment, exocytosis, proteomics, small molecule inhibitors, exocyst",
  "full_text": "Highlights • The proteomics profile of Arabidopsis plasma membrane proteins changes following 2-h treatment with the EXO70A1 inhibitor, ES2. Introduction The plant plasma membrane serves as a selective physical barrier between intracellular contents and the environment as well as a signaling platform for transmitting information from the exterior to induce cellular responses. Plasma membrane proteins can be classified as integral, lipid-anchored, and peripheral, based on the mode of association with the plasma membrane ( Stillwell, 2016 ). Integral membrane proteins possess one to several transmembrane domains; lipid-anchored proteins associate with the plasma membrane through covalently attached fatty acids; peripheral membrane proteins associate with the plasma membrane through interactions with other membrane proteins, polar head groups of the lipid bilayer, or both. Several well-characterized plasma membrane-localized nutrient transporters, hormone receptors and transporters, and cell wall biosynthetic enzymes are known to undergo constitutive delivery and turnover ( Li et al., 2002 ;  Friml, 2010 ;  Takano et al., 2010 ;  Kleine-Vehn et al., 2011 ;  Irani et al., 2012 ;  Bashline et al., 2013 ;  Chen et al., 2015 ;  Wang et al., 2015 ;  Zhu et al., 2018 ;  Vellosillo et al., 2021 ). Proteomic analyses of plasma membrane proteins reveal that the composition is altered in response to biotic and abiotic stresses ( Nohzadeh Malakshah et al., 2007 ;  Nouri and Komatsu, 2010 ;  Elmore et al., 2012 ;  Takahashi et al., 2013 ;  Nie et al., 2015 ;  Cao et al., 2016 ;  Chen et al., 2016 ;  Voothuluru et al., 2016 ); however, the mechanisms for delivery of most of these plasma membrane proteins are not well characterized. Investigating how plants maintain the variety, abundance, and dynamics of plasma membrane proteins is essential for understanding cell growth, development, and response to stresses. The conventional plant secretory pathway involves trafficking through the endoplasmic reticulum, Golgi and post-Golgi vesicles to deliver lipids and proteins to the plasma membrane or extracellular space ( Denecke et al., 2012 ;  Drakakaki and Dandekar, 2013 ;  Zhu et al., 2020 ;  Aniento et al., 2022 ). The exocyst complex is a conserved octameric protein complex that primarily functions to mediate the tethering of secretory vesicles to the site of membrane fusion during the last step of exocytic trafficking ( Elias et al., 2003 ;  Zhang et al., 2010 ;  Žárský et al., 2013 ;  Wu and Guo, 2015 ;  Synek et al., 2021 ;  Žárský, 2022 ). In addition, the exocyst complex also associates with the endocytic and autophagy machinery to modulate membrane recycling and autophagy ( Prigent et al., 2003 ;  Kulich et al., 2013 ;  Žárský et al., 2013 ;  Ortega et al., 2022 ;  Žárský, 2022 ). One plant exocyst subunit, EXO70A1, was recently characterized as a landmark for exocyst complex recruitment to the plasma membrane, through its interactions with anionic phospholipids ( Synek et al., 2021 ). Loss of EXO70A1 function disrupts the recruitment of other exocyst subunits to the plasma membrane in Arabidopsis root epidermal cells ( Synek et al., 2021 ). Some known cargo proteins for plant exocyst complex-mediated trafficking include PIN auxin transporters ( Drdová et al., 2013 ), brassinosteroid receptor ( Zhang et al., 2016 ), and cellulose synthase complexes ( Zhu et al., 2018 ;  Zhang et al., 2021 ). However, it is not known what other plasma membrane proteins are delivered to the plasma membrane through the exocyst complex. Whereas the half-life for turnover of plasma membrane proteins in mammalian cells varies from a few hours to a few days ( Tweto and Doyle, 1976 ;  Doyle and Baumann, 1979 ;  Chu and Doyle, 1985 ), we know much less about the mechanisms and dynamics of protein delivery to the plasma membrane in plants. Previously, the small molecule Endosidin2 (ES2) was shown to target the EXO70A1 subunit of Arabidopsis exocyst complex and to inhibit exocytosis in plant and mammalian cells ( Zhang et al., 2016 ;  Huang et al., 2019 ). Short-term ES2 treatment inhibits the transport of PIN-FORMED (PIN) family auxin transporter, PIN2, and the brassinosteroid receptor BRI1, to the plasma membrane ( Zhang et al., 2016 ), and also impairs the recycling of PIN2 ( Lešková et al., 2020 ). In mammalian cells, ES2 treatment reduces the cell surface abundance of a membrane-anchored metalloproteinase MT2-MMP ( Gómez-Escudero et al., 2017 ). In addition, given the role of the exocyst complex in autophagy, a recent study examined the consequences of ES2 treatment in autophagy events in mammalian cells, and found that a 24-h ES2 treatment resulted in decreased autophagy ( Ortega et al., 2022 ). To characterize changes in plasma membrane protein composition after short-term inhibition of the exocyst complex, and to identify additional proteins that are transported through the exocyst complex, we used ES2 to inhibit the exocyst complex. We enriched plasma membrane from roots of Arabidopsis seedlings treated with ES2 and DMSO solvent control and identified proteins using mass spectrometry analysis. We then performed quantitative and comparative proteomic analyses to identify plasma membrane proteins with altered abundance in ES2-treated samples and considered proteins with reduced abundance as candidate cargo proteins of exocyst-mediated trafficking in plants. We identified a subset of proteins with significantly reduced abundance at the plasma membrane after two hours of 40 μM ES2 treatment. Gene Ontology analysis of proteins with reduced abundance demonstrated enrichment for functions in cell growth, cell wall biosynthesis, membrane transport, hormone signaling, and stress responses. The abundance of many protein kinases and several uncharacterized proteins was reduced by ES2 treatment as well. Our results show that the exocyst complex mediates dynamic transport of a diverse set of proteins essential for plant growth and environmental adaptation. Materials and methods Plasma membrane enrichment \n Arabidopsis  PIP2A-GFP seeds ( Cutler et al., 2000 ) were sterilized and sowed on half-strength Murashige and Skoog (½ MS) media with vitamins (Caisson Labs, Smithfield, UT, USA), 1% (w/v) sucrose, and 0.8% (w/v) agar (Fisher Scientific, Waltham, MA, USA). The seeds were well separated from each other in both horizontal and vertical orientations on 10 cm x 10 cm square petri plates. Plates were placed in vertical orientation so that the seedings grew on the surface of the agar media. The plants were grown in a growth chamber (Percival Scientific, Perry, IA, USA) under continuous light of 130 μmol m -2 s -1  at 23°C. Six-day-old seedlings were removed from the agar plates and transferred to liquid ½ MS media with 1% (w/v) sucrose and 40 μM ES2 or 0.5% DMSO (mock). After two hours of treatment under light, the roots of the seedlings were quickly excised and transferred to the plasma membrane enrichment buffer. The process of plasma membrane enrichment followed exactly the published protocol ( Collins et al., 2017 ). To evaluate the enrichment of plasma membrane proteins by Western blot assay, 12 μg of protein from each fraction was loaded onto SDS-PAGE gels and the presence of PIP2A-GFP, Sec12, and SYP41 was detected after transfer to PVDF membrane. The anti-GFP antibody was used at 1:1000 dilution (Takara Bio USA, catalog # 632381, San Jose, CA, USA); anti-Sec12 antibody ( Bar-Peled and Raikhel, 1997 ) was used at 1:5000 dilution; and anti-SYP41 antibody ( Bassham et al., 2000 ) was used at 1:500 dilution. HRP-conjugated goat anti-mouse and goat anti-rabbit antibodies were used at 1:10,000 dilution. The plasma membrane enrichment experiments were repeated four times under identical conditions. Methanol-chloroform precipitation The mass spectrometry sample preparation procedure was based on previous literature ( Hsu et al., 2018 ). Protein concentrations from enriched plasma membrane fractions were quantified using the bicinchoninic acid method. For each sample, 250 μg of enriched plasma membrane protein was processed for mass spectrometry analysis. Proteins from each sample were reduced and alkylated with 10 mM tris-(2-carboxyethyl)phosphine (TECP) and 40 mM chloroacetamide (CAA) at 95°C for 5 min. Methanol, chloroform, and ddH 2 O were added to each 100 µl sample in a volume ratio of 4:1:3, respectively ( Wessel and Flügge, 1984 ). The solution was mixed and centrifuged at 16,000x g for 3 min to obtain aqueous and organic phases. Four volumes of methanol were added to the sample after removing the upper aqueous layer carefully without disturbing the intermediate protein disk. The solution was mixed and centrifuged again at the same settings. The supernatant was removed, the precipitated protein pellet was washed with 400 µL methanol, and the sample was air-dried. Protein digestion The precipitated protein pellet was dissolved with 100 µl of 12 mM sodium deoxycholate (SDC) and 12 mM sodium lauroyl sarcosinate (SLS) in 100 mM Tris-HCl (pH 8.5). Protein amount was quantified by BCA assay (Thermo Fisher Scientific). Dissolved protein extract was diluted 5-fold with 50 mM triethylammonium hydrogen carbonate buffer (TEAB) and digested with Lys-C (Wako Chemicals USA Inc., Richmond, VA, USA) in a ratio of 1:100 (w/w) enzyme-to-protein ratio for 3 h at 37°C, and trypsin (Sigma-Aldrich, St. Louis, MO, USA) in a ratio of 1:50 (w/w) enzyme-to-protein ratio for overnight at 37°C. SDC and SLS were removed by adding 100% acetyl acetate in a ratio of 1:1 (vol/vol) sample to acetyl acetate volume ratio. The digests were desalted by homemade stage tip with styrene divinyl benzene (SDB-XC) membrane (3M) after the digests were acidified with 10% trifluoroacetic acid (TFA) to a pH ~3. Dimethyl labeling Every 50–100 µg of tryptic peptides was dissolved in 100 µl of 100 mM TEAB and mixed with 4 µl of 4%  13 CD 2 O or  12 CH 2 O, and then 4 µl of freshly prepared 0.6 M sodium cyanoborohydride was immediately added ( Boersema et al., 2009 ). The mixture was agitated for 1 h at room temperature. The reaction was quenched by adding 16 µl of ice-cold 1% ammonium hydroxide and agitated for 1 min. Heavy and light dimethyl-labeled peptides were mixed after the labeled peptides were acidified with 20 µl of 10% formic acid and then fractionated by basic pH reverse-phase stage tips. Basic pH reverse-phase fractionation Two mg of the Magic C18-AQ beads (5 µm particles) were suspended in 200 µL of methanol and loaded into a 200 µL StageTip with a 20 µm polypropylene frit (Agilent, Santa Clara, CA, USA) ( Dimayacyac-Esleta et al., 2015 ). The C18 StageTip was activated with 50 µL of 100% acetonitrile (ACN) and washed with 50 µL of 200 mM ammonium formate, pH 10. After the StageTip was activated and washed, 25–50 µg of dimethyl-labeled peptides were fractionated from the StageTip with 50 µL of 6 different ACN concentrations: 5, 10, 15, 20, 25% and 80% of ACN in 200 mM ammonium formate, pH 10. The eluted peptides were dried and stored at -20°C. LC-MS/MS analysis Twenty-five µg of dimethyl-labeled peptides used in fractionations were dissolved in 5 µL of 0.3% formic acid (FA) with 3% ACN and 4 µL of each fraction injected into an EasynLC 1000 (Thermo Fisher Scientific). Peptides were separated on a 45 cm in-house packed column (360 µm OD × 75 µm ID) containing C18 resin (2.2 µm, 100Å, Michrom Bioresources, Auburn, CA, USA) with a 30 cm column heater (Analytical Sales and Services, Flanders, NJ, USA) set at 60°C. The mobile phase buffer for 25 µg peptide fractions consisted of 0.1% FA in ultrapure water (buffer A) with an eluting buffer of 0.1% FA in 80% ACN (buffer B) run with a 150 min gradient of 5–30% buffer B at a flow rate of 250 nL/min. The Easy-nLC 1000 was coupled online with a Velos Pro LTQ-Orbitrap mass spectrometer (Thermo Fisher Scientific). The mass spectrometer was operated in the data-dependent mode in which a full MS scan (from m/z 350–1500 with a resolution of 30,000 at m/z 400) was followed by MS/MS of the 10 most intense ions being subjected to collision-induced dissociation (CID) fragmentation (normalized collision energy–30%, automatic gain control–3E4, max injection time–100 ms). Proteomics data analyses The raw files were searched directly against the  Arabidopsis thaliana  protein database (TAIR10) with no redundant entries using MaxQuant software (version 1.6.1.0) ( Tyanova et al., 2016a ) with 1% false-discovery rate (FDR) cutoff for protein and peptide. The first peptide precursor mass tolerance was set at 20 ppm, and MS/MS tolerance was set at 0.6 Da. Search criteria included a static carbamidomethylation of cysteines and variable modifications of oxidation on methionine residues and acetylation at N-terminus of proteins. The search was performed with full tryptic digestion and allowed a maximum of two missed cleavages on the peptides analyzed from the sequence database. Dimethyl-labeling quantitation was performed by setting the multiplicity as 2 (DimethLys0 and DimethNter0; DimethLys6 and DimethNter6). Re-quantify and match between runs function were enabled. After database searches, the Perseus software platform (Version 1.6.1.3) ( Tyanova et al., 2016b ) was used to further analyze the MaxQuant-derived protein groups file. First, the rows marked to be “only identified by site”, “reverse” and “potential contaminants” were filtered out. The Heavy/Light ratio was transformed to Light/Heavy (L/H) ratio for convenience, and then to log 2 L/H ratio. Normalization was performed by median subtraction. Proteins with less than 3 valid values among the 4 replicates were filtered out. One sample t-test was performed with both side and p-value threshold of 0.05. Proteins that passed t-test and with a mean log 2 L/H ratio ≤ -0.32193 were considered to be 20% reduction candidates. Histogram and multi-scatter plots were generated by Perseus software. The reduced abundance candidate list was uploaded to PANTHER platform for Gene Ontology (GO) analysis, including functional classification and statistical overrepresentation ( Mi et al., 2013 ;  Mi et al., 2017 ). The Venn diagram was generated using the online tool provided by Van de Peer Lab at the Bioinformatics and Evolutionary Genomics Core of Ghent University, Belgium ( http://bioinformatics.psb.ugent.be/webtools/Venn/ ). The presence of signal peptide and transmembrane domains in candidate proteins was predicted using the DeepTMHMM package (v1.0.24) provided by Department of Bio and Health Informatics, Technical University of Denmark ( https://dtu.biolib.com/DeepTMHMM ) ( Hallgren et al., 2022 ). Confocal microscopy For imaging of fluorescence-tagged protein marker lines, 6-d-old light-grown seedlings expressing PIN2-GFP ( Xu and Scheres, 2005 ), BRI1-GFP ( Wang et al., 2001 ), FER-GFP ( Escobar-Restrepo et al., 2007 ), PIP2A-GFP ( Cutler et al., 2000 ), or GFP-EXO70A1 ( Fendrych et al., 2010 ) were treated in liquid ½ MS medium containing 0.5% DMSO (mock) or 40 μM ES2 for 2 h. Live imaging was performed with a Zeiss LSM 710 Axio Imager laser-scanning confocal microscope operated with Zeiss ZEN software (Carl Zeiss Microscopy LLC, White Plains, NY, USA). The PIN2-GFP, BRI1-GFP, FER-GFP and PIP2A-GFP lines were imaged with a Zeiss Plan-Apochromat 100x/NA1.40 DIC Oil immersion objective at 2048×2048 pixel scanning resolution. The GFP-EXO70A1 line was imaged with a Zeiss Plan-Apochromat 63x/NA1.40 Oil immersion objective at 4096×4096 pixel scanning resolution. The GFP-EXO70A1 seedlings were stained with 10 μg/mL Propidium Iodide (PI) (Biotium Inc., Fremont, CA, USA; Cat # 40016) in ½ liquid MS medium containing DMSO or ES2 in the dark for 10 min, and quickly rinsed in PI-free medium before imaging. GFP was excited with a 488-nm laser line, and PI was excited with a 543-nm laser line. Images were collected from root epidermal cells at the transition zone. Quantitative image analysis of GFP fluorescence intensity was performed using the FIJI distribution of ImageJ (Ver 1.54b). The regions of interest (ROI) were selected for plasma membrane, cytoplasmic background in the compartment-free region, and the entire cytoplasmic region. The mean fluorescence intensity of the GFP signal for each ROI was measured. The average PM fluorescence intensity was normalized by subtracting the mean fluorescence intensity of the cytoplasmic background. The plasma membrane / cytoplasm ratio was calculated by first subtracting the mean fluorescence intensity of the region outside of the root and then dividing the PM mean fluorescence intensity by the mean fluorescence intensity of the entire cytoplasmic region. Values for individual cells from each seedling were averaged and considered as one data point. Normalization and averaging were performed in Microsoft Excel. Statistical analyses using a Student’s  t -test were conducted, and box plots were generated with GraphPad Prism software. Results Plasma membrane enrichment We chose to use a transgenic line expressing PIP2A-GFP as the plant material for our experiments because PIP2A-GFP is localized predominantly at the plasma membrane by microscopy and its cellular localization is not affected by 2 h of 40 μM ES2 treatment ( Cutler et al., 2000 ;  Zhang et al., 2016 ). The GFP tag also allowed the use of anti-GFP antibody to examine the quality of enriched plasma membrane fractions. Six-day-old PIP2A-GFP seedlings were treated with either 40 μM ES2 or 0.5% DMSO for 2 h, a condition in which plant exocytosis is reduced but not completely inhibited ( Zhang et al., 2016 ). After treatment, roots were excised and used for plasma membrane enrichment ( \n Figure 1A \n ). We adapted a protocol that allows quick enrichment of plasma membrane and does not require large amounts of plant tissue ( Zhang and Peck, 2011 ;  Collins et al., 2017 ). Figure 1 Characterization of enriched plasma membrane fractions shows the high quality of the sample preparation.  (A)  Flowchart of sample preparation for mass spectrometry analysis.  (B)  Western blot characterization of enriched plasma membrane fractions. Protein amount of 12.5 μg from total protein (total), soluble protein (sup.), crude membrane fraction (crude M.) and enriched plasma membrane fraction (e.PM) was separated in SDS-PAGE and transferred to PVDF membrane. The same membrane was blotted with anti-GFP, anti-Sec12 and anti-SYP41 antibodies.  (C)  The Venn diagram comparing the proteins that were identified from different proteomics experiments. Enrichment was evaluated by detecting the presence of proteins known to localize to the plasma membrane (PIP2A-GFP) ( Cutler et al., 2000 ), endoplasmic reticulum (ER) (Sec12) ( Bar-Peled and Raikhel, 1997 ), and Golgi/trans-Golgi network (TGN) (SYP41) ( Bassham et al., 2000 ) in different fractions using Western blots with anti-GFP, anti-Sec12, and anti-SYP41 antibodies, respectively ( \n Figure 1B \n ). PIP2A-GFP was enriched in the plasma membrane fraction when compared to the crude membrane fraction ( \n Figure 1B \n , anti-GFP). The ER membrane protein, Sec12, was detected in both crude membrane and plasma membrane fractions; however, the abundance of Sec12 in the plasma membrane fraction was markedly lower than the crude membrane fraction ( \n Figure 1B \n , anti-Sec12). The Golgi/TGN protein, SYP41, was detected in the crude membrane fraction but not in the enriched plasma membrane fraction ( \n Figure 1B \n , anti-SYP41). Immunoblots demonstrated that although proteins from other organelles were present in the enriched plasma membrane fraction, their abundance was substantially reduced in comparison with plasma membrane proteins. We prepared four independent biological replicates of enriched plasma membrane fractions for the mass spectrometry proteomics analysis. Mass spectrometry analyses of enriched plasma membrane proteins From each enriched plasma membrane fraction, 25 μg of protein was digested with Lys-C and trypsin. Re",
  "introduction": "Introduction The plant plasma membrane serves as a selective physical barrier between intracellular contents and the environment as well as a signaling platform for transmitting information from the exterior to induce cellular responses. Plasma membrane proteins can be classified as integral, lipid-anchored, and peripheral, based on the mode of association with the plasma membrane ( Stillwell, 2016 ). Integral membrane proteins possess one to several transmembrane domains; lipid-anchored proteins associate with the plasma membrane through covalently attached fatty acids; peripheral membrane proteins associate with the plasma membrane through interactions with other membrane proteins, polar head groups of the lipid bilayer, or both. Several well-characterized plasma membrane-localized nutrient transporters, hormone receptors and transporters, and cell wall biosynthetic enzymes are known to undergo constitutive delivery and turnover ( Li et al., 2002 ;  Friml, 2010 ;  Takano et al., 2010 ;  Kleine-Vehn et al., 2011 ;  Irani et al., 2012 ;  Bashline et al., 2013 ;  Chen et al., 2015 ;  Wang et al., 2015 ;  Zhu et al., 2018 ;  Vellosillo et al., 2021 ). Proteomic analyses of plasma membrane proteins reveal that the composition is altered in response to biotic and abiotic stresses ( Nohzadeh Malakshah et al., 2007 ;  Nouri and Komatsu, 2010 ;  Elmore et al., 2012 ;  Takahashi et al., 2013 ;  Nie et al., 2015 ;  Cao et al., 2016 ;  Chen et al., 2016 ;  Voothuluru et al., 2016 ); however, the mechanisms for delivery of most of these plasma membrane proteins are not well characterized. Investigating how plants maintain the variety, abundance, and dynamics of plasma membrane proteins is essential for understanding cell growth, development, and response to stresses. The conventional plant secretory pathway involves trafficking through the endoplasmic reticulum, Golgi and post-Golgi vesicles to deliver lipids and proteins to the plasma membrane or extracellular space ( Denecke et al., 2012 ;  Drakakaki and Dandekar, 2013 ;  Zhu et al., 2020 ;  Aniento et al., 2022 ). The exocyst complex is a conserved octameric protein complex that primarily functions to mediate the tethering of secretory vesicles to the site of membrane fusion during the last step of exocytic trafficking ( Elias et al., 2003 ;  Zhang et al., 2010 ;  Žárský et al., 2013 ;  Wu and Guo, 2015 ;  Synek et al., 2021 ;  Žárský, 2022 ). In addition, the exocyst complex also associates with the endocytic and autophagy machinery to modulate membrane recycling and autophagy ( Prigent et al., 2003 ;  Kulich et al., 2013 ;  Žárský et al., 2013 ;  Ortega et al., 2022 ;  Žárský, 2022 ). One plant exocyst subunit, EXO70A1, was recently characterized as a landmark for exocyst complex recruitment to the plasma membrane, through its interactions with anionic phospholipids ( Synek et al., 2021 ). Loss of EXO70A1 function disrupts the recruitment of other exocyst subunits to the plasma membrane in Arabidopsis ",
  "methods": "Materials and methods Plasma membrane enrichment \n Arabidopsis  PIP2A-GFP seeds ( Cutler et al., 2000 ) were sterilized and sowed on half-strength Murashige and Skoog (½ MS) media with vitamins (Caisson Labs, Smithfield, UT, USA), 1% (w/v) sucrose, and 0.8% (w/v) agar (Fisher Scientific, Waltham, MA, USA). The seeds were well separated from each other in both horizontal and vertical orientations on 10 cm x 10 cm square petri plates. Plates were placed in vertical orientation so that the seedings grew on the surface of the agar media. The plants were grown in a growth chamber (Percival Scientific, Perry, IA, USA) under continuous light of 130 μmol m -2 s -1  at 23°C. Six-day-old seedlings were removed from the agar plates and transferred to liquid ½ MS media with 1% (w/v) sucrose and 40 μM ES2 or 0.5% DMSO (mock). After two hours of treatment under light, the roots of the seedlings were quickly excised and transferred to the plasma membrane enrichment buffer. The process of plasma membrane enrichment followed exactly the published protocol ( Collins et al., 2017 ). To evaluate the enrichment of plasma membrane proteins by Western blot assay, 12 μg of protein from each fraction was loaded onto SDS-PAGE gels and the presence of PIP2A-GFP, Sec12, and SYP41 was detected after transfer to PVDF membrane. The anti-GFP antibody was used at 1:1000 dilution (Takara Bio USA, catalog # 632381, San Jose, CA, USA); anti-Sec12 antibody ( Bar-Peled and Raikhel, 1997 ) was used at 1:5000 dilution; and anti-SYP41 antibody ( Bassham et al., 2000 ) was used at 1:500 dilution. HRP-conjugated goat anti-mouse and goat anti-rabbit antibodies were used at 1:10,000 dilution. The plasma membrane enrichment experiments were repeated four times under identical conditions. Methanol-chloroform precipitation The mass spectrometry sample preparation procedure was based on previous literature ( Hsu et al., 2018 ). Protein concentrations from enriched plasma membrane fractions were quantified using the bicinchoninic acid method. For each sample, 250 μg of enriched plasma membrane protein was processed for mass spectrometry analysis. Proteins from each sample were reduced and alkylated with 10 mM tris-(2-carboxyethyl)phosphine (TECP) and 40 mM chloroacetamide (CAA) at 95°C for 5 min. Methanol, chloroform, and ddH 2 O were added to each 100 µl sample in a volume ratio of 4:1:3, respectively ( Wessel and Flügge, 1984 ). The solution was mixed and centrifuged at 16,000x g for 3 min to obtain aqueous and organic phases. Four volumes of methanol were added to the sample after removing the upper aqueous layer carefully without disturbing the intermediate protein disk. The solution was mixed and centrifuged again at the same settings. The supernatant was removed, the precipitated protein pellet was washed with 400 µL methanol, and the sample was air-dried. Protein digestion The precipitated protein pellet was dissolved with 100 µl of 12 mM sodium deoxycholate (SDC) and 12 mM sodium lauroyl",
  "results": "Results Plasma membrane enrichment We chose to use a transgenic line expressing PIP2A-GFP as the plant material for our experiments because PIP2A-GFP is localized predominantly at the plasma membrane by microscopy and its cellular localization is not affected by 2 h of 40 μM ES2 treatment ( Cutler et al., 2000 ;  Zhang et al., 2016 ). The GFP tag also allowed the use of anti-GFP antibody to examine the quality of enriched plasma membrane fractions. Six-day-old PIP2A-GFP seedlings were treated with either 40 μM ES2 or 0.5% DMSO for 2 h, a condition in which plant exocytosis is reduced but not completely inhibited ( Zhang et al., 2016 ). After treatment, roots were excised and used for plasma membrane enrichment ( \n Figure 1A \n ). We adapted a protocol that allows quick enrichment of plasma membrane and does not require large amounts of plant tissue ( Zhang and Peck, 2011 ;  Collins et al., 2017 ). Figure 1 Characterization of enriched plasma membrane fractions shows the high quality of the sample preparation.  (A)  Flowchart of sample preparation for mass spectrometry analysis.  (B)  Western blot characterization of enriched plasma membrane fractions. Protein amount of 12.5 μg from total protein (total), soluble protein (sup.), crude membrane fraction (crude M.) and enriched plasma membrane fraction (e.PM) was separated in SDS-PAGE and transferred to PVDF membrane. The same membrane was blotted with anti-GFP, anti-Sec12 and anti-SYP41 antibodies.  (C)  The Venn diagram comparing the proteins that were identified from different proteomics experiments. Enrichment was evaluated by detecting the presence of proteins known to localize to the plasma membrane (PIP2A-GFP) ( Cutler et al., 2000 ), endoplasmic reticulum (ER) (Sec12) ( Bar-Peled and Raikhel, 1997 ), and Golgi/trans-Golgi network (TGN) (SYP41) ( Bassham et al., 2000 ) in different fractions using Western blots with anti-GFP, anti-Sec12, and anti-SYP41 antibodies, respectively ( \n Figure 1B \n ). PIP2A-GFP was enriched in the plasma membrane fraction when compared to the crude membrane fraction ( \n Figure 1B \n , anti-GFP). The ER membrane protein, Sec12, was detected in both crude membrane and plasma membrane fractions; however, the abundance of Sec12 in the plasma membrane fraction was markedly lower than the crude membrane fraction ( \n Figure 1B \n , anti-Sec12). The Golgi/TGN protein, SYP41, was detected in the crude membrane fraction but not in the enriched plasma membrane fraction ( \n Figure 1B \n , anti-SYP41). Immunoblots demonstrated that although proteins from other organelles were present in the enriched plasma membrane fraction, their abundance was substantially reduced in comparison with plasma membrane proteins. We prepared four independent biological replicates of enriched plasma membrane fractions for the mass spectrometry proteomics analysis. Mass spectrometry analyses of enriched plasma membrane proteins From each enriched plasma membrane fraction, 25 μg of protein was digested with Lys-C and trypsin. Resulting peptides from ES2-treated plant samples were dimethyl labeled with  12 CH 2 O (light, L) and peptides from DMSO-treated samples were dimethyl labeled with  13 CD 2 O (heavy, H). Dimethyl-labeled peptides from ES2-treatment and control samples were combined and fractionated before LC-MS/MS analysis. The peptides that were detected by LC-MS/MS were assigned to proteins and the abundance of each protein was calculated through a MaxQuant database search. The ratio of each protein’s abundance in differentially labeled samples was calculated using the same process. The data were processed further with the Perseus platform by filtering out rows with invalid values (potential contaminants, the reverse peptides, and peptides only identified by site) from the MaxQuant database search. We further filtered the data by removing proteins with less than three detected values in the four replicates. To compare the data from different replicates, the ratio of protein ab",
  "discussion": "Discussion Exocyst complex mediates constitutive transport of proteins with diverse functions during plant growth and development Using quantitative and comparative proteomics analysis, we identified 145 proteins with significantly reduced abundance at the plasma membrane of Arabidopsis roots following ES2 treatment. Some of these proteins possess transmembrane domains and are likely integral membrane proteins delivered to the plasma membrane by secretion. The candidate proteins without a predicted transmembrane domain could be associated with the plasma membrane through lipid anchors, through interaction with other membrane proteins, or by association with polar head groups of the lipid bilayer. These candidates of exocyst-mediated trafficking perform functions in cell growth, cell wall biosynthesis, hormone signaling, stress responses, membrane transport, nutrient transport, and protein phosphorylation. The dynamics of many hormone-signaling proteins are well characterized; however, the role of exocyst complex in regulating their trafficking awaits further study. The functional diversity of proteins that are transported through the exocyst complex is consistent with the pleiotropic phenotypes observed in plants deficient for the exocyst complex ( Cole et al., 2005 ;  Synek et al., 2006 ;  Hála et al., 2008 ;  Fendrych et al., 2010 ;  Kulich et al., 2010 ;  Wang et al., 2010 ;  Pečenková et al., 2011 ;  Drdová et al., 2013 ;  Zhang et al., 2013 ;  Kulich et al., 2015 ;  Drdová et al., 2019 ;  Ogura et al., 2019 ;  Synek et al., 2021 ;  Hématy et al., 2022 ). Our results indicate that the plant exocyst complex plays essential roles for growth and adaptation by mediating constitutive transport of proteins with diverse functions to the plasma membrane. Some other important plasma membrane proteins, such as Rho family small GTPases (ROPs), multidrug resistance-like ABC transporter family proteins, and aquaporin plasma membrane intrinsic proteins were not affected by ES2 treatment in this proteomics study ( \n Supplementary Table S1 \n ), which is consistent with the previous live-cell imaging results ( Zhang et al., 2016 ). Our current results indicate that these important plasma membrane proteins could have slow turnover rates or are not delivered to the plasma membrane through the ES2-targeted exocyst complex. Cargo protein exocytosis and exocyst complex membrane association Time-lapse imaging revealed that the plant exocyst complex colocalizes with its cargo protein (Cellulose Synthase Complex or CSC) during the tethering process and then separates from the cargo after successful fusion ( Zhu et al., 2018 ;  Zhang and Staiger, 2021 ;  Zhang et al., 2021 ). In our proteomics study, we detected a significant reduction in the abundance of cargo proteins, such as cellulose synthases, but did not detect a statistically significant reduction in the abundance of the exocyst complex subunits. The abundance of SCD complex components and candidate tSNAREs on",
  "conclusion": "Conclusion Using a 2-h treatment with the exocyst subunit EXO70A1 inhibitor ES2 in combination with plasma membrane enrichment, quantitative proteomic analyses, and live-cell imaging, we identified subsets of plasma membrane proteins that require the ES2-targeted exocyst complex for constitutive trafficking to the plasma membrane in Arabidopsis root cells. Our dataset provides new insights for the identification of novel cargo proteins of the exocyst complex."
}