{
  "id": "PMC11386075",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11386075/",
  "title": "Predicting how varying moisture conditions impact the microbiome of dust collected from the International Space Station",
  "authors": "Nicholas Nastasi, Ashleigh Bope, Marit E. Meyer, John M. Horack, Karen C. Dannemiller",
  "year": "2024",
  "journal": "Microbiome",
  "abstract": "Background The commercialization of space travel will soon lead to many more people living and working in unique built environments similar to the International Space Station, which is a specialized closed environment that contains its own indoor microbiome. Unintended microbial growth can occur in these environments as in buildings on Earth from elevated moisture, such as from a temporary ventilation system failure. This growth can drive negative health outcomes and degrade building materials. We need a predictive approach for modeling microbial growth in these critical indoor spaces. Results Here, we demonstrate that even short exposures to varying elevated relative humidity can facilitate rapid microbial growth and microbial community composition changes in dust from spacecraft. We modeled fungal growth in dust from the International Space Station using the time-of-wetness framework with activation and deactivation limited growth occurring at 85% and 100% relative humidity, respectively. Fungal concentrations ranged from an average of 4.4 × 10 6  spore equivalents per milligram of dust in original dust with no exposure to relative humidity to up to 2.1 × 10 10  when exposed to 100% relative humidity for 2 weeks. As relative humidity and time-elevated increased, fungal diversity was significantly reduced for both alpha ( Q  < 0.05) and beta ( R 2  = 0.307,  P  = 0.001) diversity metrics. Bacteria were unable to be modeled using the time-of-wetness framework. However, bacterial communities did change based on constant relative humidity incubations for both beta ( R 2  = 0.22,  P  = 0.001) and alpha diversity decreasing with increasing moisture starting at 85% relative humidity ( Q  < 0.05). Conclusion Our results demonstrate that moisture conditions can be used to develop and predict changes in fungal growth and composition onboard human-occupied spacecraft. This predictive model can be expanded upon to include other spacecraft environmental factors such as microgravity, elevated carbon dioxide conditions, and radiation exposure. Understanding microbial growth in spacecraft can help better protect astronaut health, fortify spacecraft integrity, and promote planetary protection as human activity increases in low-Earth orbit, the moon, Mars, and beyond. \n Video Abstract Supplementary Information The online version contains supplementary material available at 10.1186/s40168-024-01864-3.",
  "keywords": "Built environment, Fungi, Spacecraft, Relative humidity, Microbiome, Space biology, Moisture, Mold",
  "full_text": "Background In the next decade, more people than ever will be working and living in space. This will be fueled in part by the National Aeronautics and Space Agency (NASA) Commercial Low-Earth Orbit Destination initiative that will support private companies such as Starlab Space, LLC, and Blue Origin to build and operate the next generation of space stations [ 1 ]. In addition, NASA’s  Artemis  missions will establish a lunar orbiting space station named Gateway, as well as a surface habitat, which will be the proving ground for technologies needed to live on Mars [ 2 ]. One of the best analogs we have available to these future systems is the International Space Station (ISS). The ISS is a unique built environment that is an almost completely closed indoor system continuously inhabited for over 20 years in low-Earth orbit. The ISS contains its own unique microbiome with over 12,000 species identified onboard [ 3 ], similar to indoor environments on Earth [ 4 ]. These microbes originate from the astronauts, their food, onboard experiments, and other sources [ 5 ,  6 ]. Similar to Earth, many microbes reside in the dust [ 7 ]. On Earth, indoor dust acts as a sink [ 8 ] for microbes and a potential exposure source [ 9 ] for occupants in the indoor environment. Dust is also generated onboard the ISS from the daily activities of the crew. The crew must use a vacuum to remove dust from the high-efficiency particulate air (HEPA) filter coverings, which are a part of the air ventilation system, on a weekly basis [ 10 ]. The exposure risk for microbes in dust is not well understood in microgravity environments, but it differs from Earth due to the altered particle size distributions in the air and the absence of gravitational settling influences how they deposit in the lungs when inhaled [ 11 – 13 ]. Exposure to fungal growth indoors is associated with negative health outcomes such as asthma and allergies [ 14 ,  15 ]. Understanding indoor microbial exposure risks is especially critical in the extreme conditions experienced during spaceflight that compromise the human immune system, potentially exacerbating any negative health effects [ 16 ]. Additionally, the unique stressors of a spaceflight environment can cause changes in microbial communities such as increased virulence [ 17 ] and antimicrobial resistance [ 5 ]. Negative health impacts due to microbial exposure have impacted ISS crew members during flight with symptoms such as rhinitis, skin infections, urinary tract infections, and skin rashes [ 18 ]. In addition to astronaut health, preventing microbial growth during spaceflight is important to maintain the structural integrity of the spacecraft as some microbes are able to degrade mission-critical spacecraft materials such as plastics [ 19 ], sealants [ 20 ], and fibers [ 21 ] which can cause premature failure of spacecraft components. Microbial activity onboard has been known to cause issues in essential systems such as biofouling in water lines due to issues in the original design that has since been rectified [ 22 ]. In addition, capture of bacterial- and fungal-related airborne particles is a major function of the ISS air filtration system [ 23 ]. Increased levels of relative humidity facilitate rapid microbial growth, especially for fungi. Elevated equilibrium relative humidity (ERH) in the air is sufficient to provide enough water availability to microbes to support growth in the dust [ 8 ,  24 ,  25 ], which can be predicted even under varying relative humidity conditions using the time-of-wetness framework [ 26 ]. These elevated ERH conditions significantly alter community composition and change microbial function in terrestrial house dust [ 24 ,  25 ,  27 ]. On the ISS, the current NASA operational guidelines for relative humidity is to maintain it between 25 and 75% [ 28 ], but pockets of elevated moisture conditions are possible during the daily operations onboard. Examples include fungal growth on plant experiments onboard due to a ventilation failure that caused high ERH [ 29 ], fungal growth on fabric panels where a wet towel was placed [ 30 ] on various pieces of equipment used onboard [ 31 ], and microbial growth on free-floating condensate on the Russian station  Mir in an unused section of the station [ 32 ]. However, we do not yet understand if we are able to predict fungal growth in dust from the ISS as can be done on Earth. The goal of this project is to predict fungal growth in dust from the ISS under varying moisture conditions using the time-of-wetness framework. To our knowledge, this is the first study to actively grow a collection of microbes directly from a substrate that is onboard the ISS to model unexpected high moisture conditions. The results have important implications for protecting human health and spacecraft integrity during future missions to the moon, Mars, and beyond. Methodology Overview Dust samples were obtained from four vacuum bags that came from weekly housekeeping activities to clean the protective screen covers for the HEPA filters which are part of the ISS air ventilation system. Samples were returned to Earth, where they were incubated at varying constant ERH conditions (50%, 60%, 70%, 80%, 85%, 90%, and 100%) for 2 weeks. In addition, the time-of-wetness framework was used to model microbial growth at elevated (85% ERH) and saturated (100% ERH) conditions. Quantitative polymerase chain reaction (qPCR) was used for the quantification of bacteria and fungi for all samples. Illumina MiSeq sequencing was used to determine how microbial communities in the ISS dust changed for each ERH and time-of-wetness condition. In addition, a subset of these samples was observed via scanning electron microscopy to visualize microbial growth directly on the ISS dust samples. ISS dust samples All dust used in this study was obtained from vacuum bags (CELOC hypo-allergenic filter system Oreck# PKBB12DW) from the vacuum onboard the ISS which the astronauts use to clean the HEPA filter coverings that are part of the air ventilation system. It is important to note that we had no control over when, how much, or where these vacuums were used while onboard, which means other areas may have also been vacuumed in addition to the HEPA filter coverings. In total, ISS dust from four separate vacuum bags was returned to Earth and analyzed in this study. ISS vacuum bags 1–4 were collected by the ISS crew on GMT 264 (September 21, 2018), GMT 102 (April 12, 2019), GMT 243 (August 31, 2019), and GMT 286 (October 13, 2019) and returned to Earth on SpaceX16 (January 13, 2019), SpaceX-17 (July 3, 2019), and SpaceX-19 (January 7, 2020). In total, it took approximately 6, 5, 6, and 4 months for bags 1, 2, 3, and 4 to reach our lab at the Ohio State University from the actual collection date onboard ISS. For ISS vacuum bag 1, the full vacuum bag was sent directly to The Ohio State University Indoor Environmental Quality Laboratory. ISS vacuum bags 2–4 were first sent to the Toxicology and Environmental Chemistry group at NASA’s Johnson Space Center (Houston, TX, USA), and then, a subsample of dust was sent to us for analysis. In addition, we received dust samples that were frozen onboard the ISS, returned in cold stowage, and sent directly to our laboratory, where they were stored at − 80 °C until use (Additional file  1 : Table S1). Incubations All incubation was completed in a sterilized 3.8 L glass chamber and placed in a VWR incubator (Model TFFU20F2QWA Radnor, PA USA) set to 25 °C. Sodium chloride (NaCl) and magnesium chloride (MgCl 2 ) solutions were used to simulate 50%, 60%, 70%, 80%, 85%, and 90% ERH conditions. Deionized (DI) water alone was used to create 100% ERH conditions. Salt solutions were measured for water activity ( a w ) using an Aqualab™ Dew Point Water Activity Meter (Decagon 125 Devices Pullman, WA, USA) and adjusted as needed. All incubation chambers contained approximately 50 mL of salt solution or DI for the desired ERH condition and an Onset® HOBO® Data logger (Onset Computer Corporation, Bourne, MA, USA) to monitor ERH and temperature. Dust samples were not sieved and measured out into approximately 25 mg portions that were placed on sterile aluminum foil on a plastic dish. Two-week incubations consisted of triplicate samples for each ISS bag and ERH condition (three samples from each bag per incubation chamber) similar to previous studies [ 24 ]. Time-of-wetness incubations followed a procedure previously outlined [ 25 ]. Time-of-wetness refers to the time fraction per day when relative humidity conditions are above the 80% threshold [ 26 ]. This framework was applied to microbial growth in ISS dust by calculating the relative growth rates at days 5, 10, 14, and 21 at elevated (85% ERH) and saturated (100% ERH) conditions which cycled between 50% ERH for 6, 12, 18, and 24 h during separate incubations. To obtain the relative growth rate ( R / k ), we first calculated the growth rates ( k ) for constant (24 h/day) elevated and saturated conditions. Next, the effective growth rates ( R ) were calculated for each condition (elevated and saturated) at 6-, 12-, and 18-h time points. The relative growth rate was calculated for each bag at each time of wetness first, then these values were averaged to obtain the averaged maximum relative growth rate for each time point and ERH condition. Samples were extracted and quantified on days 5, 10, 14, and 21 after incubation (one 25-mg dust sample per day per bag). All incubation chambers were covered with parafilm to retain ERH conditions and allow CO 2  to escape. DNA extractions and qPCR DNA was extracted from all dust samples using a DNeasy Powerlyzer Power Soil Kit (Qiagen, Hilden, Germany) with a modified bead mixture (1 g garnet, 0.3 g 100 µm glass beads, and 0.1 g 500 µm beads) to allow for more efficient lysis of cells in the dust substrate [ 33 ]. Each DNA extraction run included a blank and was confirmed to contain no microbial DNA. A total of 50 µL of DNA extract was collected for each sample and stored at − 20℃ until use. qPCR was used to determine fungal and bacterial concentrations for all samples with an Applied Biosystems™ QuantStudio™ 6 Flex System (Fisher Scientific, Waltham, MA, USA) using QuantStudio Real-Time PCR Software version 1.3. All samples were diluted to a 50X solution in Tris–EDTA (TE) buffer solution, and triplicate qPCR measurements were made for each sample. For every plate run on qPCR, two wells of template controls were included, and all wells consisted of a 25-µL reaction volume, which included 2 µL of sample. Total fungal and bacterial quantities in samples were determined by the use of universal assays that measured at the whole kingdom level. SYBR® Green (Applied Biosystems™), forward primer (FF2) 5′-GGTTCTATTTTGTTGGTTTCTA-3′, and reverse primer (FR1) 5′-CTCTCAATCTGTCAATCCTTATT-3′ was used to quantify fungal concentration which targets the 18S rRNA gene [ 34 ].  Aspergillus fumigatus  was grown on Difco™ Potato Dextrose Agar and after 14 days spores were collected, counted, and DNA extracted for use as standards for qPCR fungal quantification. For bacteria, TaqMan® master mix (Applied Biosystems™), forward primer 5′-TCCTACGGGAGGCAGCAGT-3′, reverse prime 5′-GGACTACCAGGGTATCTAATCCTGTT-3′, and PROBE (6-FAM)-5′-CGTATTACCGCGGCTGCTGGCAC-3′-(BHQ) was used to target the 16S rRNA gene [ 9 ,  34 ,  35 ].  Bacillus atrophaeus  was grown in Difco™ Luria–Bertani Broth, Miller overnight, counted, and DNA extracted for qPCR bacterial quantification standards. Fungal and bacterial standards were counted using a Labomed microscope with a 20X air objective lens and InCyto DHC-N01-5 Neubauer Improved C-Chips. These standards were run in duplicate for each qPCR plate with a total of six dilutions ranging from 10 1  to 10 6  cells or spores/µL. For bacteria, this was reported as cells per milligram of dust, while fungi were reported as spore equivalents per milligram of dust. The term “spore equivalent” refers to the fact fungi are eukaryotic, and the DNA measured with qPCR could be from a spore or from another fungal structure present such as hyphae or different fungal propagules. qPCR cycling parameters for fungal and bacterial primer sets consisted of one cycle of 50℃ for 2 min and 95℃ for 10 min, followed by 40 cycles of 95℃ for 15 s and 60℃ for 1 min. All qPCR values were multiplied by a dilution factor (50X), and the 50 µL extraction volume was then divided by the dust mass of each sample. A subset of samples went through qPCR inhibition testing by spiking  A. fumigatus  and  B. atrophaeus  onto the dust with no inhibition of the reaction detected. The molecular methods used in this study, namely qPCR values are reported in cells/spore equivalents and will not account for differences in DNA extraction efficiency, amplification bias, or gene copy number between species [ 36 ,  37 ]. Microbial sequencing All sequencing for dust samples was performed on an Illumina MiSeq™ at RTL Genomics (Lubbock, TX, USA). All samples were sequenced for fungi, and a smaller subset was sequenced for bacteria. For fungal sequencing, ITS1F (CTTGGTCATTTAGAGGAAGTAA) and ITS2aR (GCTGCGTTCTTCATCGATGC) ribosomal DNA primers were used [ 38 ], while the bacteria used 515F (5′-GTGCCAGCMGCCGCGGTA) and 806R (5′-GGACTACHVHHHTWTCTAAT) primers [ 39 ] with 2 × 300 bp sequencing reads. The Quantitative Insights Into Microbial Ecology 2 (QIIME2), version 2021.8, bioinformatics pipeline was used to analyze raw FASTQ sequencing data [ 40 ]. For fungi, primers and spacers were trimmed using the Cutadapt [ 41 ] plug-in and paired-ends joined using the VSEARCH join-pairs method [ 42 ]. Sequences were then trimmed to a Phred score of 30 with three low-quality base windows using the Quality-filter plugin [ 43 ]. Fungal sequences were clustered using the vsearch open reference method with UNITE database reference sequences (version 9.0) [ 44 ]. Bacterial sequences were run through the Dada2 pipeline [ 45 ] and clustered by phylogeny [ 46 ]. Beta diversity metrics for fungi were analyzed using Bray–Curtis dissimilarity while bacteria utilized unweighted and weighted UniFrac statistics with a principle coordinate analysis (PCoA) and Adonis function in QIIME2 [ 47 ]. Richness and Shannon alpha diversity metrics were calculated for all incubations and significance determined using the Kruskal–Wallis test statistic from QIIME2. The Basic Local Alignment Search Tool (BLAST) version 2.9.0 [ 48 ], the User-friendly Nordic Internal Transcribed spacer Ectomycorrhiza (UNITE) 2019 database [ 49 ], and Fungal High-throughput Taxonomic tool for use with Next-Generation Sequencing (FHitINGS) [ 50 ] version 1.4 was used to identify fungal taxonomy. A note that an updated 2022 version of the UNITE database now exists, and we compared relative abundance data to our analyses of the 2019 database to which no significant differences for our samples were observed. Bacterial taxa were classified in QIIME2 using the feature-classifier plugin [ 51 ] which utilized the Greengenes database version 13_8 [ 52 ]. All sequencing data has been submitted to NASA’s GeneLab database (GLDS-623) [ 53 ]. Microscopy and total organic carbon A subset of dust samples from ISS bag 1 were observed using scanning electron microscopy. Approximately 1.25 mg of dust was placed on black double-sided carbon tape and attached to a SEM sample holder. These samples were then incubated in triplicates for several ERH conditions (50%, 85%, and 100%) for 2 weeks at 25 °C. After incubation, samples were coated with 25 nm of gold and placed in a Apreo™ LoVac Scanning Electron Microscope (Thermo Scientific™ Waltham, MA, USA) for visual observation. Microscopy preparation and analysis were completed at the Center for Electron Microscopy and Analysis (Ohio State University Columbus, OH, USA). In addition, we measured the total soluble organic carbon in the original dust and dust after incubation after 2 weeks at 85% and 100% ERH. A total of four samples were measured at each condition which included one from each bag. Each dust sample was placed into 35 mL of DI in a 50-mL falcon tube. The tubes were placed on a shaker table at 180 rpm for 30 min. After shaking, 30 mL of the solution was extracted and run through a 0.45-µm filter which was then used for analyses. Soluble organic carbon was measured on a Shimadzu TOC-V CSN (VELP Scientific, Inc. Deer Park, NY, USA). Statistical analyses Microbial quantities for constant ERH incubations at each ERH condition tested were compared to quantities in the original dust (no incubation) samples using Satterthwaite two-sample  t  tests and a Spearman rank correlation coefficient utilizing STATA (Version 16.1). Statistical significance was considered ( P < 0.05). QIIME2 version 2021.8.0 was used to create a principal coordinate analysis (PCoA) plot using Bray–Curtis and UniFrac distance matrices. The Adonis function was also used to compare ERH and TOW conditions for microbial species beta diversity while Kruskal–Wallis was used to determine significance for alpha diversity. The PCoA plot was imported into R Studio (version 2021.09.0 Build 351) for visualization. Statistical Analysis System® Studio, version 9.4, was used to compare taxonomic diversity between ERH conditions, time-of-wetness, frozen, and original dust samples. Species that did not occur in at least 10% of all samples were removed before analysis. All relative abundance data was transformed using the inverse hyperbolic sine function and combined with qPCR quantities to produce an absolute abundance value as previously described [ 25 ]. Taxonomy among samples was analyzed using the PROC MULTTEST FDR Test Mean function in SAS. False discovery rate was used instead of positive false discovery rate due to the relatively small sample size [ 54 ]. Results Increased relative humidity conditions lead to increased microbial growth Dust was received from four vacuum bags from the ISS with an average initial fungal concentration of 4.39 × 10 6  spore equivalents (SE)/mg dust and an average bacterial load of 1.06 × 10 7  cells/mg dust. After incubating the dust samples for 2 weeks at different ERH conditions to simulate an unexpected high moisture event, the fungal concentration ranged from 4.22 × 10 6  SE/mg dust at 50% ERH to 2.10 × 10 10  SE/mg dust at 100% ERH (Fig.  1 , Table S2). Increased fungal concentration was associated with elevated ERH conditions after 2 weeks (Spearman rank correlation ( r s ) = 0.77,  P  < 0.0001) with significantly more fungal growth at 80% ( P  < 0.044) and 85–100% ERH ( P  < 0.0001) (Table S3). Bacterial concentration was significantly increased compared to the original load at 90% ( P  = 0.005) and 100% ERH ( P  = 0.0001) with a positive association between bacterial concentration and ERH ( r s  = 0.39,  P  = 0.0001) (Additional file  2 : Figure S1A, Table S2–S3). Dust was also collected by tweezers from the ISS HEPA filters and returned frozen for analysis with lower fungal and bacterial loads compared to bulk dust samples (Additional file  1 : Table S4). These results are similar to previous studies that showed significant growth under similar conditions for fungi [ 8 ,  24 ] and bacteria [ 8 ] in dust collected from Earth-based residential homes. The overall quantity of fungal growth is also comparable between these studies where house dust [ 24 ] and ISS dust could both reach more than 10 9  spore equivalents per milligram of dust when exposed to 100% ERH for 2 weeks. Fig. 1 Fungal growth concentrations of original dust and after constant equilibrium relative humidity incubations at 50, 60, 70, 80, 85, 90, and 100% ERH at 25℃. Each fungal concentration represents the average value of four vacuum bags which included physical triplicates for each bag and triplicate qPCR concentrations for each sample for a total of 36 measurements per condition. Error bars represent the standard error of fungal ",
  "introduction": "",
  "methods": "Methodology Overview Dust samples were obtained from four vacuum bags that came from weekly housekeeping activities to clean the protective screen covers for the HEPA filters which are part of the ISS air ventilation system. Samples were returned to Earth, where they were incubated at varying constant ERH conditions (50%, 60%, 70%, 80%, 85%, 90%, and 100%) for 2 weeks. In addition, the time-of-wetness framework was used to model microbial growth at elevated (85% ERH) and saturated (100% ERH) conditions. Quantitative polymerase chain reaction (qPCR) was used for the quantification of bacteria and fungi for all samples. Illumina MiSeq sequencing was used to determine how microbial communities in the ISS dust changed for each ERH and time-of-wetness condition. In addition, a subset of these samples was observed via scanning electron microscopy to visualize microbial growth directly on the ISS dust samples. ISS dust samples All dust used in this study was obtained from vacuum bags (CELOC hypo-allergenic filter system Oreck# PKBB12DW) from the vacuum onboard the ISS which the astronauts use to clean the HEPA filter coverings that are part of the air ventilation system. It is important to note that we had no control over when, how much, or where these vacuums were used while onboard, which means other areas may have also been vacuumed in addition to the HEPA filter coverings. In total, ISS dust from four separate vacuum bags was returned to Earth and analyzed in this study. ISS vacuum bags 1–4 were collected by the ISS crew on GMT 264 (September 21, 2018), GMT 102 (April 12, 2019), GMT 243 (August 31, 2019), and GMT 286 (October 13, 2019) and returned to Earth on SpaceX16 (January 13, 2019), SpaceX-17 (July 3, 2019), and SpaceX-19 (January 7, 2020). In total, it took approximately 6, 5, 6, and 4 months for bags 1, 2, 3, and 4 to reach our lab at the Ohio State University from the actual collection date onboard ISS. For ISS vacuum bag 1, the full vacuum bag was sent directly to The Ohio State University Indoor Environmental Quality Laboratory. ISS vacuum bags 2–4 were first sent to the Toxicology and Environmental Chemistry group at NASA’s Johnson Space Center (Houston, TX, USA), and then, a subsample of dust was sent to us for analysis. In addition, we received dust samples that were frozen onboard the ISS, returned in cold stowage, and sent directly to our laboratory, where they were stored at − 80 °C until use (Additional file  1 : Table S1). Incubations All incubation was completed in a sterilized 3.8 L glass chamber and placed in a VWR incubator (Model TFFU20F2QWA Radnor, PA USA) set to 25 °C. Sodium chloride (NaCl) and magnesium chloride (MgCl 2 ) solutions were used to simulate 50%, 60%, 70%, 80%, 85%, and 90% ERH conditions. Deionized (DI) water alone was used to create 100% ERH conditions. Salt solutions were measured for water activity ( a w ) using an Aqualab™ Dew Point Water Activity Meter (Decagon 125 Devices Pullman, WA, USA) and adjusted ",
  "results": "Results Increased relative humidity conditions lead to increased microbial growth Dust was received from four vacuum bags from the ISS with an average initial fungal concentration of 4.39 × 10 6  spore equivalents (SE)/mg dust and an average bacterial load of 1.06 × 10 7  cells/mg dust. After incubating the dust samples for 2 weeks at different ERH conditions to simulate an unexpected high moisture event, the fungal concentration ranged from 4.22 × 10 6  SE/mg dust at 50% ERH to 2.10 × 10 10  SE/mg dust at 100% ERH (Fig.  1 , Table S2). Increased fungal concentration was associated with elevated ERH conditions after 2 weeks (Spearman rank correlation ( r s ) = 0.77,  P  < 0.0001) with significantly more fungal growth at 80% ( P  < 0.044) and 85–100% ERH ( P  < 0.0001) (Table S3). Bacterial concentration was significantly increased compared to the original load at 90% ( P  = 0.005) and 100% ERH ( P  = 0.0001) with a positive association between bacterial concentration and ERH ( r s  = 0.39,  P  = 0.0001) (Additional file  2 : Figure S1A, Table S2–S3). Dust was also collected by tweezers from the ISS HEPA filters and returned frozen for analysis with lower fungal and bacterial loads compared to bulk dust samples (Additional file  1 : Table S4). These results are similar to previous studies that showed significant growth under similar conditions for fungi [ 8 ,  24 ] and bacteria [ 8 ] in dust collected from Earth-based residential homes. The overall quantity of fungal growth is also comparable between these studies where house dust [ 24 ] and ISS dust could both reach more than 10 9  spore equivalents per milligram of dust when exposed to 100% ERH for 2 weeks. Fig. 1 Fungal growth concentrations of original dust and after constant equilibrium relative humidity incubations at 50, 60, 70, 80, 85, 90, and 100% ERH at 25℃. Each fungal concentration represents the average value of four vacuum bags which included physical triplicates for each bag and triplicate qPCR concentrations for each sample for a total of 36 measurements per condition. Error bars represent the standard error of fungal quantities for each vacuum bag.  *  indicate statistically significant growth ( P  < 0.05) compared to the original dust using Satterthwaite two-sample  t  test Original dust samples (no incubation or ERH exposure) and dust incubated at 50% ERH for 2 weeks showed no visible signs of microbial growth, in scanning electron microscopy images (Fig.  2 A,B). At elevated relative humidity conditions of 85% and 100% ERH, we observed indications of active fungal growth on the dust substrate (Fig.  2 C,D). This included elongated hyphae with conidia production prevalent on almost all dust surfaces, which indicates that fungal reproduction is occurring. In general, more of all of these structures were observed at 100% compared to 85% ERH, similar to other studies with Earth dust and carpet samples [ 24 ]. Our previous microscopy analyses in residential carpets also concluded that almost no fungal growth occurred even at high ERH conditions if house dust was not present, indicating the nutrients in dust are essential for active growth [ 24 ]. Fig. 2 Scanning electron microscopy (SEM) images of ISS dust from the original dust ( A ) and incubations at 50% ERH ( B ) show fibrous dust materials, but no fungal growth. Fungal growth including spores, elongated hyphae, and different fungal propagules was observed in ISS dust incubated at 85% ERH ( C ) and 100% ERH ( D ) for 2 weeks at 25℃ Total soluble organic carbon was measured in ISS dust samples that included the original dust as well as dust incubated at 85% and 100% ERH for 2 weeks at 25℃ (Fig.  3 ). For each condition, a total of four samples were measured that included one sample per ISS bag collected. In the original dust, total soluble organic carbon ranged from 12.55 to 36.79 mg/L with no significant changes after a 2-week incubation at 85% ERH (10.2–29.05 mg/L,  P  = 0.52). In contrast, there was a signi",
  "discussion": "Discussion To date, all microbial studies that have been performed related to spaceflight samples have focused on characterizing what is there including water, surface, dust, and air samples [ 55 – 57 ], but not what happens when moisture becomes elevated and unintended growth occurs. To our knowledge, this is the first study to expose ISS dust to varying moisture conditions to show that increasing ERH alters microbial growth and community composition even for a short period of time. As mentioned above, NASA sets standards for ERH conditions onboard the ISS that ideally stay between 25 and 75% ERH [ 28 ]. However, due to the airflow present in the ISS ventilation system, pockets of isolated moisture can occur in certain spots around the station especially during certain activities. For example, astronauts are required to exercise for 2.5 h daily to mitigate the many negative health impacts associated with long-duration spaceflight [ 58 ] which creates excess moisture in the form of sweat. Personal hygiene is also a major source of potential elevated moisture exposure while showering, brushing teeth, or washing hands. Additionally, this moisture may originate from the crew dining area during meals or from unintended water release from several plant production systems onboard [ 59 ,  60 ]. In microgravity fluids such as water act differently compared to on Earth, such as capillary forces being more dominant on the ISS (microgravity) where Earth is governed by gravitational forces. Due to these many potential sources of daily elevated moisture conditions, it is critical to understand how fungal and bacterial communities in spacecraft dust will react when receiving ideal growth conditions, namely water availability, and how this can affect crew health, spacecraft integrity, and planetary protection plans. In ISS dust after 2 weeks exposed to constant ERH conditions significant growth for fungi occurred at 80% RH, while for bacteria this occurred at 90% ERH compared to original dust samples (no ERH exposure). This is similar to previous studies that showed significant growth under similar conditions for fungi [ 5 ,  8 ] and bacteria [ 5 ] in dust collected from Earth-based residential homes. The overall quantity of fungal growth is also comparable between these studies where house dust [ 8 ] and ISS dust could both reach more than 10 9 SE per milligram dust when exposed to 100% RH for 2 weeks. The time-of-wetness framework has also been applied to growth in Earth-based house dust samples that can be compared to samples from ISS dust. Time-of-wetness samples showed a two-stage activation limited growth model for fungi for both elevated (85% RH) and saturated (100% RH) conditions [ 9 ]. These results differ in contrast to the ISS dust where elevated RH fungi showed an activation-limited growth model and at saturated conditions showed a deactivation-limited growth model (Fig.  4 ). There may be several potential reasons for this difference in fungal grow",
  "conclusion": "Conclusion Our results provide important foundational knowledge for the prediction of fungal growth in future spacecraft, space stations, and surface habitats. The time-of-wetness framework, which utilizes varying ERH conditions, as shown in this study can be expanded and refined to incorporate other key environmental factors present in spaceflight. With the appropriate model based on time exposure to elevated relative humidity levels, we can predict how much and what type of microbial growth will be present in spacecraft dust during long-duration human space missions. We can continue to refine moisture control on spacecraft to preserve a healthy environment. As crewed commercial spacecraft and missions beyond low-Earth orbit become a reality, a better understanding of microbes onboard a spacecraft will protect human health and spacecraft integrity and aid in developing planetary protection protocols to prevent forward and/or backward microbial contamination of Earth and the other celestial bodies we will visit in the future [ 61 ]."
}