{
  "id": "PMC11940681",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11940681/",
  "title": "37-Day microgravity exposure in 16-Week female C57BL/6J mice is associated with bone loss specific to weight-bearing skeletal sites",
  "authors": "Rukmani Cahill, Elizabeth A. Blaber, Cassandra M. Juran, Margareth Cheng-Campbell, Joshua S. Alwood, Yasaman Shirazi-Fard, Eduardo A. C. Almeida",
  "year": "2025",
  "journal": "PLOS One",
  "abstract": "Exposure to weightlessness in microgravity and elevated space radiation are associated with rapid bone loss in mammals, but questions remain about their mechanisms of action and relative importance. In this study, we tested the hypothesis that bone loss during spaceflight in Low Earth Orbit is primarily associated with site-specific microgravity unloading of weight-bearing sites in the skeleton. Microcomputed tomography and histological analyses of bones from mice space flown on ISS for 37 days in the NASA Rodent Research-1 experiment show significant site-specific cancellous and cortical bone loss occurring in the femur, but not in L2 vertebrae. The lack of bone degenerative effects in the spine in combination with same-animal paired losses in the femur suggests that space radiation levels in Low Earth Orbit or other systemic stresses are not likely to significantly contribute to the observed bone loss. Remarkably, spaceflight is also associated with accelerated progression of femoral head endochondral ossification. This suggests the microgravity environment promotes premature progression of secondary ossification during late stages of skeletal maturation at 21 weeks. Furthermore, mice housed in the NASA ISS Rodent Habitat during 1 g  ground controls maintained or gained bone relative to mice housed in standard vivarium cages that showed significant bone mass declines. These findings suggest that housing in the Rodent Habitat with greater topological enrichment from 3D wire-mesh surfaces may promote increased mechanical loading of weight-bearing bones and maintenance of bone mass. In summary, our results indicate that in female mice approaching skeletal maturity, mechanical unloading of weight-bearing sites is the major cause of bone loss in microgravity, while sites loaded predominantly by muscle activity, such as the spine, appear unaffected. Additionally, we identified early-onset of femoral head epiphyseal plate secondary ossification as a novel spaceflight skeletal unloading effect that may lead to premature long bone growth arrest in microgravity.",
  "keywords": "",
  "full_text": "Introduction Understanding the effects of the spaceflight environment on biological systems is an important area of research because of health concerns associated with increased human spaceflight activities in Low Earth Orbit (LEO) and in future deep space exploration of the Moon and Mars. Our research focuses on the skeletal bone loss observed in mammalian rodent models in response to microgravity and space radiation, including their mechanisms of action, and their relative contributions to altered skeletal homeostasis. Rigorously investigating the effects of spaceflight on bone, however, has proven to be complex because of highly variable space experiments conditions, plus technical, logistic and other limitations on the ability to control and replicate those experiments. As a result, reports of spaceflight effects on bone vary; findings range from increases in mandibular bone volume to both significant and nonsignificant changes in tibial trabeculae and various cortical sites [ 1 – 8 ]. Similarly, meta-analyses of spaceflight bone loss across species show variable site-specificity and magnitudes [ 9 , 10 ] of bone structural parameters. The NASA Rodent Research validation mission (RR-1) introduced the NASA RH as an ISS National Lab facility for rodent studies in order to standardize discrepancies between spaceflight studies ( Fig 1A ). Importantly for experiment design, animals can also be euthanized and dissected on orbit, avoiding potential concerns about hypergravity exposure during spacecraft reentry in live animal return experiments. The RR-1 experiment included ground-based controls in the RH, baseline controls to account for effects of aging over the 37-day study, and vivarium controls to reference results to standard vivarium cage mouse housing [ 11 , 12 ] ( Fig 1B ). In our investigation of RR-1 bone tissue samples, we focused on the hindlimb and the spine to compare sites of the skeleton predominantly loaded by weight-bearing and muscle activity, respectively ( Fig 1C ). The experiment used mice during the late stages of skeletal maturation, that occur between 16 and 21 weeks of age, prior to onset of femoral growth plate closure and secondary endochondral ossification (SEO) [ 13 ]. 10.1371/journal.pone.0317307.g001 Fig 1 (A) Image of the RH used in the ground control and spaceflight conditions (credit Dominic Hart, NASA). (B) Each experimental condition of the NASA RR-1 study showing the biologically relevant independent variables examined. Adapted from Choi, et al. [ 11 ]. (C) Representative studied sites of μCT analysis with type of bone and the thickness of the selected VOI. A specific focus of our study is the femur because of its major weight-bearing role in the mouse. Cancellous regions in the proximal and distal femur provide structural scaffolding during cortical bone growth [ 14 ], and are normally atrophied with aging [ 15 , 16 ] post skeletal maturation. Similarly to aging, spaceflight induces unrecoverable resorption of trabeculae in rodents and humans [ 17 , 18 ] and increases fracture risk in long bones [ 19 ]. As a primary weight-bearing center in the mouse skeleton [ 20 ], the femoral head is an important study site to understand the effects of disuse on skeletal health. Opposite the femoral head, the distal epiphysis of the femur is another site of SEO and direct loading [ 21 ] by the torsional stress of keeping the hip joint and ankle aligned [ 22 , 23 ]. Unlike cancellous bone, the comparably low surface area to volume ratio of cortical bone makes it more resilient to bone resorption during spaceflight [ 18 ]. Finally, the femoral neck is the thinnest cortical region in this bone, and as such, it is the site of most hip fractures in elderly patients [ 24 ], making it another important analysis site for our study. For contrast to the predominantly weight-bearing femur, we also analyzed the L2 vertebra in RR-1 mice. In bipedal humans, the spine is primarily loaded by the weight of the upper body. In quadrupedal rodents, however, the L2 vertebra is thought to be loaded mainly through the articulation of the thorax and abdomen via the lumbar and abdominal muscles, rather than serving a weight-bearing role. Thus, we hypothesize bone loss in the rodent model is a site-specific phenomenon associated with mechanical unloading of weight-bearing sites in the skeleton, rather than other systemic factors. Using standard methodology for the quantification of bone parameters with histology and microcomputed tomography (μCT) [ 25 ], within the regions of interest described in  Fig 1C , we conducted global and same-animal paired comparisons of bone parameters in the femur and L2 vertebrae sites to rigorously test the idea that bone loss in LEO is specific to mechanically unloaded skeletal sites and not due to systemic effects. Methods Animals The bone tissues used in this study were from mice in the NASA RR-1 flight experiment. 12 week old female C57BL/6J mice (Jackson Laboratories, Bar Harbor, ME) were matched by weight and assigned to groups (n =  10/group), housed in standard vivarium cages, and acclimated for 4 weeks to control experimental conditions, as previously described [ 11 ], prior to launch at 16 weeks of age. Food and water were available  ad libitum  and further husbandry details have been published [ 11 ]. All animal procedures were approved and carried out by the Institutional Animal Care and Use Committees (IACUC) at the NASA Ames Research Center (ARC) and Kennedy Space Center (KSC). Secondary dissection tissues used in this study were collected by astronauts on orbit and dissected by the RR-1 Biospecimen Sharing Program (BSP) team on the ground. Tissues were awarded by the NASA Ames Life Sciences Data Archive (ALSDA) for study to EACA (femur) and JSA (vertebrae). Reduced specimen numbers in certain sample groups, such as the femoral head, was due to sample damage that occurred during biospecimen sharing dissections. Rodent habitat The RR-1 study was the first to utilize and validate NASA’s RH modules for spaceflight experiments. These were modified from previous model of AEM to support long-term housing aboard the ISS after the end of the STS program. Mice were socially housed at n = 5 per side of the RH. RHs included new long-duration exhaust filters, refillable water compartments, and were equipped with four cameras each to assess rodent health and behavior during the experiments. Details of habitat upgrades are found in Table 1 of Choi, S., et al., 2020 [ 11 ]. Spaceflight Mice were launched into space at 16 weeks of age and flight conditions were replicated in controls except for transport to orbit on SpaceX Dragon at twice the normal density using a RH Transporter unit on ascent. An Animal Access Unit was used on the ISS to transfer mice from the Transporter to the RH and for accessing the mice during the experiment duration. A Mouse Transfer Box transported mice from the Transporter or the RH to the Microgravity Science Glovebox for injections and on orbit euthanasia when mice were 21 weeks of age [ 11 ]. Radiation dosimetry on ISS over the duration of the experiment was measured to be about 7.4 mGy, although shielding by the RH locker and EXPRESS rack likely reduced the radiation dose compared to the rest of the ISS [ 11 ]. Experimental protocol RR-1 spaceflight experiments were performed as previously described in detail by Choi, et al [ 11 ]. In brief, RR-1 used 16-week-old female C57BL/6J mice exposed to microgravity for 37 days on-orbit (FL) in RHs (4 days in flight transit and 33 days on the ISS). A group of ground control mice was housed in standard mouse vivarium cages (VIV) while another group was housed in RHs (GC) ( Fig 1A ) inside ISS Environmental Simulator chambers (ISSES). The ground control mice were offset by 4 days relative to spaceflight to account for transit time. An additional group of basal control mice was euthanized 1 day after launch (BL). All mice carcasses were kept at -80 o C until FL mice samples were returned to Earth (105 days). Upon thawing and dissection, femurs and a section of the lumbar vertebral column were fixed in 4% paraformaldehyde for μCT, and for paraffin embedding plus sectioning, followed by histological staining. Safranin-O staining The staining of sulfated glycosaminoglycans (sGAGs) using Safranin-O was performed on 6 μm deparaffinized sections of the femoral head and distal epiphysis to obtain a representative sampling of pre-SEO and SEO samples. Cartilage was stained using 0.1% Safranin-O. Bone tissue was visualized using polarized light and differential interference contrast (DIC). In each animal, a sagittal section of each region was selected for comparisons between experimental conditions and the femoral head plus distal epiphysis, was imaged on Zeiss Axioskop microscope in DIC mode with a 20X 0.5 NA Plan NeoFluar lens (Carl Zeiss Microscopy, New York, USA) for sGAG content evaluation. Microcomputed tomography The right femur from each sample was scanned using Bruker SkyScan 1272 μCT (Kontich, Belgium). Scans were performed at 60 kV of x-ray energy with a 0.25 mm thick aluminum filter. Images were taken every 0.5 degrees and averaged over 3 frames. Scans using the SkyScan 1272 were conducted at 0.6 μm for the femoral head, 3 μm for the femur, and 4 μm for vertebrae. Tomographies were reconstructed with Bruker SkyScan NRecon software and the Instarecon reconstruction server (Instarecon Inc., Urbana Illinois) using a ring artifact correction of 10, and a beam hardening correction of 40%. Reconstruction and segmentation Reconstructed μCT images of the femur were uploaded to DataViewer software (Bruker SkyScan, Kontich, Belgium), and reoriented in two parts; one where the z-axis was concentrically aligned with the midshaft and distal epiphysis, and one where the z-axis was concentrically aligned with the femoral neck. Vertebrae were oriented so both lateral pedicles were parallel. Appropriate orientation was confirmed and visualized in 3D using CTVox software (Bruker SkyScan, Kontich, Belgium). Fixed dimension volumes of interest (VOIs) were selected, and bone regions were segmented using CTAn software (Bruker SkyScan, Kontich, Belgium) for each of the five selected sites. For the L2 vertebrae, a cancellous VOI of 0.6 mm was isolated, extending from the caudal growth plate to its connection with the lateral pedicles. The femoral head was analyzed with a cancellous VOI of 0.4 mm, defined by the tissue between the end of the metaphyseal growth plate and start of the cortical femoral neck. In the femoral neck, a cortical VOI of 0.14 mm segmented the tissue connecting the end of the femoral head region to the femoral shaft. The femoral midshaft was analyzed with a cortical VOI of 0.48 mm, determined by averaging the z-position of the proximal and distal ends of the femur. Lastly, the distal femoral epiphysis had a cancellous VOI of 1.12 mm, extending from the epiphyseal growth plate towards the midshaft ( Fig 1C ). Digital image analysis The BATch MANager program within CTAn, was used to create task lists for 2D and 3D bone analyses and executed for each of the VOIs cancellous or cortical region [ 25 ], and output measurements were obtained for comparison between experimental groups. Cancellous bone in the proximal and distal epiphyses was evaluated using percent bone volume (BV/TV, %), number of trabeculae per mm (Tb.N, 1/mm), trabecular thickness (Tb.Th, mm), trabecular separation (Tb.Sp, mm), trabecular pattern factor (Tb.Pf, 1/mm), and connectivity density (Conn.D, 1/mm 3 ). Cortical bone was evaluated using percent bone area (BA/TA, %), average cortical thickness (Ct.Th, mm), endosteal perimeter (E.Pm, mm), and periosteal perimeter (P.Pm, mm). Secondary endochondral ossification was visually evaluated in cross-sectional views of the femoral head to determining if the epiphyseal growth plate and mineralized distal cartilage had been converted to the fully ossified cancellous tissue morphology characteristic of SEO. Statistical analysis We used Prism v. 10.1.0 (GraphPad Inc., Boston, Massachusetts), to conduct one-way ANOVA tests between each experimental group for each measurement to identify variability between their means, with α =  0.05 set for the threshold for significance. Tukey’s Honest Significant Difference was implemented for post-hoc analysis, and these p-values were used for significance brackets. To evaluate the magnitude of effect between housing type and spaceflight conditions, the changes of BV/TV in VIV and FL groups relative to GC was calculated. To compare percent change between groups, a one-sample t-test was implemented with a hypothetical mean of zero. A paired t-test was performed between the vertebrae, femoral head, and distal epiphysis within the same sample, which evaluated within-subject variation of bone volume at weight-bearing versus non-weight-bearing site pairs. Results Bone loss in the weight bearing femoral head and distal epiphysis cancellous bone regions depends on housing type and spaceflight in microgravity In the femoral head, BV/TV was significantly decreased in spaceflight compared to all control environments (BL, −25%; VIV, −18%; GC, −27%) ( Fig 2A ). FL bones also had significantly fewer trabeculae than basal mice (−15%), which was unchanged in the two control habitats ( Fig 2B ). FL bones showed thinner trabeculae (BL, −16%; GC, −17%) ( Fig 2C ), an increase in separation (BL, +26%; GC, +22%) ( Fig 2D ), and a higher pattern factor (BL, +163%; GC, +755%) ( Fig 2E ) compared to BL and GC bones. Conn.D remained unchanged ( Fig 2F ). Interestingly, the VIV group had nonsignificant trends of similar magnitude in their trabecular metrics indicating loss as observed in the spaceflight group. VIV bones had more space between trabeculae than the BL control, which was not reflected in GC indicating a housing effect (+18%) ( Fig 2D ). Overall, the femoral head shows significant bone atrophy expressed in multiple bone parameters after 37 days in space ( Fig 2G ). 10.1371/journal.pone.0317307.g002 Fig 2 Bone loss in the mouse femoral head is associated with weightlessness in microgravity. Characterization metrics of cancellous bone in the femoral head show that (A) BV/TV is decreased in FL. Bones from FL mice have significantly lower (B) Tb.N and of those trabeculae, spaceflight reduces (C) Tb.Th. Both age and spaceflight increase (D) Tb.Sp, whereas only FL has an increase in (E) Tb.Pf. (F) Conn.D is not significantly affected; however, VIV and FL have similarly reduced Conn.D. VIV bones experience another similar increase in magnitude of Tb.Pf, which was not statistically significant. Data shown are the mean ±  standard deviation with a scatter plot (ns: non-significant, * : p <  0.033, **: p <  0.002, ***: p <  0.0002, ****: p <  0.0001). (G) μCT volumetric reconstructions of a representative sample from each group show evident decreased cancellous bone in FL. At the distal epiphysis, BV/TV was significantly decreased in VIV and FL bones from GC levels (VIV, −41%; FL, −55%) ( Fig 3A ). Similarly to the femoral head, the distal epiphysis in spaceflight samples showed fewer trabeculae as compared to BL (−39%) and GC bones (−42%), which was not observed in VIV bones ( Fig 3B ). Though trabecular thickness was unchanged ( Fig 3C ), separation of trabeculae was increased in FL compared to BL and GC (BL, +16%; GC, +14%) ( Fig 3D ). VIV had significantly higher trabecular separation (+12%) compared to basal mice, a result which was also observed in the femoral head. Spaceflight significantly increased Tb.Pf from GC mice (+27%) ( Fig 3E ). The FL group had significantly lower connectivity density than BL (−50%) and GC (−52%), which was not seen in the VIV ( Fig 3F ). This indicates that GC housing in the RH may rescue aging-related bone loss in the distal epiphysis of vivarium cage housed mice. In all trabecular metrics, the VIV group experienced loss trends similar to those in FL bones. Collectively, the data suggest, relative to the RH, the vivarium cage housing allows aging-related bone loss to progress in the cancellous regions of weight bearing bones in the form of fewer trabeculae and fewer plate-like structures ( Fig 3G ). 10.1371/journal.pone.0317307.g003 Fig 3 The loss of bone in the femoral distal epiphysis is affected by housing type and weightlessness conditions in microgravity. Cancellous bone measurements in the distal epiphysis exhibit a housing-related dependency on (A) BV/TV as well as an effect from spaceflight. (B) Tb.N is decreased in FL following the same patterns as BV/TV. Interestingly, (C) Tb.Th. is not affected by age, cage type, or spaceflight, however age and spaceflight significantly increase (D) Tb.Sp (E) Tb.Pf is only effected in FL. (F) Conn.D is decreased in FL. Data shown are the mean ±  standard deviation with a scatter plot (ns: non-significant, * : p <  0.033, **: p <  0.002, ***: p <  0.0002). (G) μCT volumetric reconstructions of a representative sample from each group show visibly decreased presence of bone in VIV and FL. Long bone cortical tissues undergo degenerative changes in space The femoral neck experiences compression and bending forces near its connection to the femoral shaft. We found that BA/TA is significantly lower in FL compared to VIV, although not by a large magnitude (−6%, p <  0.05) ( Fig 4A ). Ct.Th is not significantly changed between groups, though a trend exists such that the VIV group has thicker cortical bone ( Fig 4B ). E.Pm is significantly higher in FL than in all other groups (BL, +50%; VIV, +34%; GC, +43%) ( Fig 4C ), where P.Pm remains unchanged ( Fig 4D ). These results indicate that cancellous structures in the femoral neck endocortical region may be eroded with spaceflight ( Fig 4E ). 10.1371/journal.pone.0317307.g004 Fig 4 Femoral neck marrow cavity is enlarged in spaceflight but not significantly changed with age and habitat conditions. Cortical bone characterization metrics in the femoral neck indicate FL has less (A) BA/TA than VIV. Nonsignificant trends in the data show an increase in (B) Ct.Th in VIV that is opposite in FL. (C) E.Pm is significantly increased in VIV, GC, and FL from BL, though (D) P.Pm experiences no changes. Data shown are the mean ±  standard deviation with a scatter plot (ns: non-significant, * : p <  0.033, **: p <  0.002, ***: p <  0.0002). (E) μCT volumetric reconstructions of a representative sample from each group show similar presence of bone in BL and GC, while VIV and FL demonstrate erosion in the endosteal surface. With the process of aging to skeletal maturity, cancellous scaffolding is reduced, and the cortical shell of bones becomes thicker providing more withstanding force against loading [ 26 ]. This effect is seen between the BL and VIV groups, where BA/TA (+7%, p <  0.005) and Ct.Th (+7%, p <  0.01) increase with time ( Fig 5A - B ). Spaceflight significantly inhibits this by reducing BA/TA (−6%, p <  0.005) and Ct.Th (−8%, p <  0.005) from VIV levels ( Fig 5A - B ). Unlike in the femoral neck, there were no effects seen in the E.Pm ( Fig 5C ), which may be due to the midshaft region lacking cancellous bone while the femoral neck has residual cancellous structures extending from the femoral head. P.Pm remained unchanged in all conditions ( Fig 5D ). These results indicate that the femoral midshaft experiences significant cortical thinning, which may be attributed to spaceflight ( Fig 5E ). 10.1371/journal.pone.0317307.g005 Fig 5 In the femoral midshaft, spaceflight abrogates increases in bone parameters BA/TA and Ct.Th in controls. Cortical bone characterization metrics in the femoral midshaft indicate the effect of age increasing (A) BA/TA and (B) Ct.Th, which is undone in FL. (C) E.Pm and (D) P.Pm are unchanged between groups. Data shown are the mean ±  standard deviation with a scatter plot (ns: non-significant, **: p <  0.002, ***: p <  0.0002). (E) μCT volumetric reconstructions of",
  "introduction": "Introduction Understanding the effects of the spaceflight environment on biological systems is an important area of research because of health concerns associated with increased human spaceflight activities in Low Earth Orbit (LEO) and in future deep space exploration of the Moon and Mars. Our research focuses on the skeletal bone loss observed in mammalian rodent models in response to microgravity and space radiation, including their mechanisms of action, and their relative contributions to altered skeletal homeostasis. Rigorously investigating the effects of spaceflight on bone, however, has proven to be complex because of highly variable space experiments conditions, plus technical, logistic and other limitations on the ability to control and replicate those experiments. As a result, reports of spaceflight effects on bone vary; findings range from increases in mandibular bone volume to both significant and nonsignificant changes in tibial trabeculae and various cortical sites [ 1 – 8 ]. Similarly, meta-analyses of spaceflight bone loss across species show variable site-specificity and magnitudes [ 9 , 10 ] of bone structural parameters. The NASA Rodent Research validation mission (RR-1) introduced the NASA RH as an ISS National Lab facility for rodent studies in order to standardize discrepancies between spaceflight studies ( Fig 1A ). Importantly for experiment design, animals can also be euthanized and dissected on orbit, avoiding potential concerns about hypergravity exposure during spacecraft reentry in live animal return experiments. The RR-1 experiment included ground-based controls in the RH, baseline controls to account for effects of aging over the 37-day study, and vivarium controls to reference results to standard vivarium cage mouse housing [ 11 , 12 ] ( Fig 1B ). In our investigation of RR-1 bone tissue samples, we focused on the hindlimb and the spine to compare sites of the skeleton predominantly loaded by weight-bearing and muscle activity, respectively ( Fig 1C ). The experiment used mice during the late stages of skeletal maturation, that occur between 16 and 21 weeks of age, prior to onset of femoral growth plate closure and secondary endochondral ossification (SEO) [ 13 ]. 10.1371/journal.pone.0317307.g001 Fig 1 (A) Image of the RH used in the ground control and spaceflight conditions (credit Dominic Hart, NASA). (B) Each experimental condition of the NASA RR-1 study showing the biologically relevant independent variables examined. Adapted from Choi, et al. [ 11 ]. (C) Representative studied sites of μCT analysis with type of bone and the thickness of the selected VOI. A specific focus of our study is the femur because of its major weight-bearing role in the mouse. Cancellous regions in the proximal and distal femur provide structural scaffolding during cortical bone growth [ 14 ], and are normally atrophied with aging [ 15 , 16 ] post skeletal maturation. Similarly to aging, spaceflight induces unrecoverable resorption of ",
  "methods": "Methods Animals The bone tissues used in this study were from mice in the NASA RR-1 flight experiment. 12 week old female C57BL/6J mice (Jackson Laboratories, Bar Harbor, ME) were matched by weight and assigned to groups (n =  10/group), housed in standard vivarium cages, and acclimated for 4 weeks to control experimental conditions, as previously described [ 11 ], prior to launch at 16 weeks of age. Food and water were available  ad libitum  and further husbandry details have been published [ 11 ]. All animal procedures were approved and carried out by the Institutional Animal Care and Use Committees (IACUC) at the NASA Ames Research Center (ARC) and Kennedy Space Center (KSC). Secondary dissection tissues used in this study were collected by astronauts on orbit and dissected by the RR-1 Biospecimen Sharing Program (BSP) team on the ground. Tissues were awarded by the NASA Ames Life Sciences Data Archive (ALSDA) for study to EACA (femur) and JSA (vertebrae). Reduced specimen numbers in certain sample groups, such as the femoral head, was due to sample damage that occurred during biospecimen sharing dissections. Rodent habitat The RR-1 study was the first to utilize and validate NASA’s RH modules for spaceflight experiments. These were modified from previous model of AEM to support long-term housing aboard the ISS after the end of the STS program. Mice were socially housed at n = 5 per side of the RH. RHs included new long-duration exhaust filters, refillable water compartments, and were equipped with four cameras each to assess rodent health and behavior during the experiments. Details of habitat upgrades are found in Table 1 of Choi, S., et al., 2020 [ 11 ]. Spaceflight Mice were launched into space at 16 weeks of age and flight conditions were replicated in controls except for transport to orbit on SpaceX Dragon at twice the normal density using a RH Transporter unit on ascent. An Animal Access Unit was used on the ISS to transfer mice from the Transporter to the RH and for accessing the mice during the experiment duration. A Mouse Transfer Box transported mice from the Transporter or the RH to the Microgravity Science Glovebox for injections and on orbit euthanasia when mice were 21 weeks of age [ 11 ]. Radiation dosimetry on ISS over the duration of the experiment was measured to be about 7.4 mGy, although shielding by the RH locker and EXPRESS rack likely reduced the radiation dose compared to the rest of the ISS [ 11 ]. Experimental protocol RR-1 spaceflight experiments were performed as previously described in detail by Choi, et al [ 11 ]. In brief, RR-1 used 16-week-old female C57BL/6J mice exposed to microgravity for 37 days on-orbit (FL) in RHs (4 days in flight transit and 33 days on the ISS). A group of ground control mice was housed in standard mouse vivarium cages (VIV) while another group was housed in RHs (GC) ( Fig 1A ) inside ISS Environmental Simulator chambers (ISSES). The ground control mice were offset by 4 days relative to",
  "results": "Results Bone loss in the weight bearing femoral head and distal epiphysis cancellous bone regions depends on housing type and spaceflight in microgravity In the femoral head, BV/TV was significantly decreased in spaceflight compared to all control environments (BL, −25%; VIV, −18%; GC, −27%) ( Fig 2A ). FL bones also had significantly fewer trabeculae than basal mice (−15%), which was unchanged in the two control habitats ( Fig 2B ). FL bones showed thinner trabeculae (BL, −16%; GC, −17%) ( Fig 2C ), an increase in separation (BL, +26%; GC, +22%) ( Fig 2D ), and a higher pattern factor (BL, +163%; GC, +755%) ( Fig 2E ) compared to BL and GC bones. Conn.D remained unchanged ( Fig 2F ). Interestingly, the VIV group had nonsignificant trends of similar magnitude in their trabecular metrics indicating loss as observed in the spaceflight group. VIV bones had more space between trabeculae than the BL control, which was not reflected in GC indicating a housing effect (+18%) ( Fig 2D ). Overall, the femoral head shows significant bone atrophy expressed in multiple bone parameters after 37 days in space ( Fig 2G ). 10.1371/journal.pone.0317307.g002 Fig 2 Bone loss in the mouse femoral head is associated with weightlessness in microgravity. Characterization metrics of cancellous bone in the femoral head show that (A) BV/TV is decreased in FL. Bones from FL mice have significantly lower (B) Tb.N and of those trabeculae, spaceflight reduces (C) Tb.Th. Both age and spaceflight increase (D) Tb.Sp, whereas only FL has an increase in (E) Tb.Pf. (F) Conn.D is not significantly affected; however, VIV and FL have similarly reduced Conn.D. VIV bones experience another similar increase in magnitude of Tb.Pf, which was not statistically significant. Data shown are the mean ±  standard deviation with a scatter plot (ns: non-significant, * : p <  0.033, **: p <  0.002, ***: p <  0.0002, ****: p <  0.0001). (G) μCT volumetric reconstructions of a representative sample from each group show evident decreased cancellous bone in FL. At the distal epiphysis, BV/TV was significantly decreased in VIV and FL bones from GC levels (VIV, −41%; FL, −55%) ( Fig 3A ). Similarly to the femoral head, the distal epiphysis in spaceflight samples showed fewer trabeculae as compared to BL (−39%) and GC bones (−42%), which was not observed in VIV bones ( Fig 3B ). Though trabecular thickness was unchanged ( Fig 3C ), separation of trabeculae was increased in FL compared to BL and GC (BL, +16%; GC, +14%) ( Fig 3D ). VIV had significantly higher trabecular separation (+12%) compared to basal mice, a result which was also observed in the femoral head. Spaceflight significantly increased Tb.Pf from GC mice (+27%) ( Fig 3E ). The FL group had significantly lower connectivity density than BL (−50%) and GC (−52%), which was not seen in the VIV ( Fig 3F ). This indicates that GC housing in the RH may rescue aging-related bone loss in the distal epiphysis of vivarium cage housed mice. In all trabecular metrics, the VIV group experienced loss trends similar to those in FL bones. Collectively, the data suggest, relative to the RH, the vivarium cage housing allows aging-related bone loss to progress in the cancellous regions of weight bearing bones in the form of fewer trabeculae and fewer plate-like structures ( Fig 3G ). 10.1371/journal.pone.0317307.g003 Fig 3 The loss of bone in the femoral distal epiphysis is affected by housing type and weightlessness conditions in microgravity. Cancellous bone measurements in the distal epiphysis exhibit a housing-related dependency on (A) BV/TV as well as an effect from spaceflight. (B) Tb.N is decreased in FL following the same patterns as BV/TV. Interestingly, (C) Tb.Th. is not affected by age, cage type, or spaceflight, however age and spaceflight significantly increase (D) Tb.Sp (E) Tb.Pf is only effected in FL. (F) Conn.D is decreased in FL. Data shown are the mean ±  standard deviation with a scatter plot (ns: non-significant, * : p <  0",
  "discussion": "Discussion Spaceflight in LEO is well-documented to cause significant bone loss and is often compared to physiologically aged, osteopenic phenotypes [ 27 , 28 ]. NASA’s early systematic studies of spaceflight effects on rodent bone physiology were conducted in short duration Space Shuttle Space Transportation System (STS) studies lasting ten to fourteen days using the Animal Enclosure Module (AEM) in a mid-deck locker. More recent results, with longer durations greater than thirty days on the International Space Station (ISS) use the Rodent Habitat hardware (RH), on the EXPRESS rack and broadly show relatively smaller degenerative bone losses possibly due to rodent acclimation to microgravity [ 11 , 19 , 29 ]. These effects are thought to be caused throughout bone tissue as a result of cellular proliferation and differentiation homeostasis imbalance between bone forming osteoblasts and bone degrading osteoclasts [ 30 ] with osteocytic osteolysis [ 31 ] and apoptosis [ 32 ] also playing a role. Exceptions to this general assertion have been reported for calvariae [ 33 , 34 ] and mandibles [ 1 , 35 ] with increases or maintenance of bone volume during spaceflight, potentially due to greater mechanical stimulation from elevated intracranial pressure due to microgravity cephalic fluid shift. However, these studies mostly measured acute, short-term spaceflight effects during NASA’s Space Shuttle (STS) era and have limitations as a model for longer-term exposures more relevant to future spaceflight missions. Other experimental variables in spaceflight include species and strain, animal age at launch, experiment duration, ambient temperature, humidity, CO 2  concentrations, sample collection methods during or post-flight, and habitat type used. Like the STS AEM, the ISS RH provides a wire-mesh interior, allowing group-housed mice behavior and activities with associated mechanical demands similar to ground-based enriched habitats. Such activities include grappling across the cage to access food, climbing the 3D internal structure, and uniquely for space flown mice, to run in a loop along the perimeter of the habitat [ 12 ]. However, these activities only emerged after acclimation to space on days 11 and 12 in the RR-1 mice [ 12 ], where other STS experiments would have already concluded or been within a few days of ending. A fundamental distinction between ground-based spaceflight simulations and low-Earth orbit is the type and dosage of radiation. Ground-based simulations often use low LET radiation, such as X-rays, at high acute doses of a few Gray (Gy) [ 36 , 37 ]. In contrast, spaceflight radiation is high linear energy transfer (LET), which has been shown to induce bone loss when acute doses of 1–2 Gy are administered [ 38 ]. However, on the ISS, the total high LET radiation dose over 37 days was only ~7.4 mGy, with an average daily dose of 207 µGy [ 11 ]. This acute dosage in ground simulations is equivalent to ~13 years of radiation exposure on th",
  "conclusion": ""
}