{
  "id": "PMC11339457",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11339457/",
  "title": "Discoveries from human stem cell research in space that are relevant to advancing cellular therapies on Earth",
  "authors": "Fay Ghani, Abba C. Zubair",
  "year": "2024",
  "journal": "NPJ Microgravity",
  "abstract": "Stem cell research performed in space has provided fundamental insights into stem cell properties and behavior in microgravity including cell proliferation, differentiation, and regeneration capabilities. However, there is broader scientific value to this research including potential translation of stem cell research in space to clinical applications. Here, we present important discoveries from different studies performed in space demonstrating the potential use of human stem cells as well as the limitations in cellular therapeutics. A full understanding of the effects of microgravity in space on potentially supporting the expansion and/or enhancement of stem cell function is required to translate the findings into clinics.",
  "keywords": "Stem cells, Stem-cell research, Stem cells",
  "full_text": "Introduction Over the last two decades, there have been tremendous advancements in stem cell biology within regenerative medicine as well as innovations in space technologies. The International Space Station (ISS) has been increasingly supportive of academic and commercial groups using microgravity for research and product development with potential benefits for use on Earth 1 , 2 . There is a growing interest in evaluating the potential for stem cells and their derived tissues in space to model human disease mechanisms and treat diseases through cell therapy. At the start of human spaceflight, the primary focus of life science research conducted in space was to understand the physiological effects of the spaceflight environment including microgravity on humans to keep them alive and well in this extreme environment. Additionally, medical research in space has uncovered valuable evidence about the effects of microgravity on the human condition including biological processes and disease pathways. A great wealth of knowledge about cells and tissues has been known in biomedical space research. In recent years, there has been an emerging interest from scientists, governments, and commercial entities to investigate human health in space for the benefit of humans on Earth too. Studying stem cells in space has uncovered their behavior in an environment other than Earth, revealing mechanisms which would otherwise be undetected or unknown with the inevitable presence of normal gravity. This includes changes to stem cell proliferation rates, differentiation, and lineage phenotypes 3 – 6 . Stem cell research performed in space has shown potential ways microgravity can be leveraged to advance cellular therapeutics in space to benefit human life and commercial enterprise on Earth 7 . This paper reviews important discoveries that have occurred in real microgravity conditions on the ISS demonstrating the impact of microgravity on fundamental stem cell properties relevant to regenerative medicine practices and therapeutics on Earth 3 , 8 – 14 . We present here different areas of stem cell research conducted in space that have potential to translate to terrestrial applications within the context of developing cellular therapies while also highlighting the limitations and opposing evidence available. Prior to these spaceflight studies, little was known about the role of microgravity in influencing human stem cell growth and fate. We are just starting to understand the ways in which a microgravity environment influences stem cell function, division, and survival. Stem cell studies in space and their potential application The main types of stem cells used in clinical and experimental cell therapy are pluripotent stem cells and adult stem cells. Pluripotent stem cells include embryonic stem cells, epiblast stem cells, embryonic germ cells and induced pluripotent stem cells (iPSCs). iPSCs are specialized human stem cells created in the lab from a person’s blood or skin cells and can generate nearly any cell in the body, and hence, can be used in regenerative medicine therapies. They are derived from direct reprogramming of postnatal/adult somatic cells in vitro. They also carry an individual’s own DNA making them ideal for creating tailored treatments for diseases and are essential in the field of personalized medicine. Currently, the clinical use of pluripotent stem cells largely lacks therapeutic evidence and is constrained to investigational regenerative medicine 15 – 17 . As for adult stem cells, they are rare, undifferentiated stem cells which replenish cells and contribute to growth and repair of tissue by giving rise to progenitor cells which differentiate into the required cell types. Adult stem cells include hematopoietic stem cells (HSCs), mesenchymal stem cells (MSCs), skin stem cells (SSCs) and neural stem cells (NSCs) 18 . With current tissue engineering technologies and advancements in gene editing techniques, stem cells can be remodeled into three-dimensional organoids and tissue structures, further exacerbating their use in personalized regenerative applications 19 . Stem cell-based therapies are a possible treatment for age-related conditions including stroke, dementia, neurodegenerative diseases, and cancer, among other conditions and injuries. However, such treatments may require large amounts of stem cells, and this is difficult to achieve since expanding stem cells for therapies remains a challenge 20 . One of the most important factors influencing therapeutic effects of stem cells is their culture environment, including presence or absence of gravitational forces. Microgravity is recognized as a novel culture environment for stem cells as a result of the unique changes which can occur in a microgravity culture 4 . Different research groups around the world have been working on expanding stem cells in space for use in terrestrial studies and practices. This is a result of the advantages that the microgravity environment provides to cells in space. The goal of almost all these spaceflight studies is to enhance growth of large amounts of safe and high-quality clinical-grade stem cells with minimal cell differentiation. The studies also evaluate the feasibility of successful harvest and transport of the space expanded stem cells back to Earth. Optimizing these experiments and creating standardized protocols can enable the growth of stem cells in space for patient use on Earth. The space environment offers an advantage to the growth of stem cells by providing a more natural three-dimensional (3D) state for their expansion which closely resembles growth of cells in the human body, in comparison to the two-dimensional (2D) culture environment available on Earth which less likely imitates real tissue 21 . A 3D cell culture system better mimics the behaviors and reactions of cells in vivo than 2D systems by simulating native cell-cell interactions and development. Therefore, scientists are interested in the effects of microgravity in creating a 3D cell culture system for stem cells by offloading the gravitational forces exerted on cells and replicating physiological composition of cells and their spatial arrangements 22 . Different types of stem cells have been sent into space to assess whether space is in fact an ideal platform to produce large quantities of stem cells and eventually improve treatments on Earth. Types of stem cells studied in space Mesenchymal stem cells (MSCs), hematopoietic stem cells (HSCs), cardiomyocytes derived from induced pluripotent stem cells (hiPSC-CMs), cardiovascular progenitor cells (CPCs) and neural stem cells (NSCs) have been sent to the ISS and returned for analysis. Their phenotypic and functional characteristics including their biology, stemness, and fate choice towards specific lineages were evaluated to ensure their maintenance of identity and safety (Table  1 ). These stem cells are vital for stem cell therapy including bone marrow transplant for the treatment of bone or blood cancers, and helping patients recover neurons and blood vessels after a stroke. Successfully growing stem cells in space and maintaining their stemness without differentiation into other downstream lineages while bringing them back to Earth in good condition can make these cells feasible for use in patients in the future (Fig.  1 ). Table 1 Overview of spaceflight studies that investigated human stem cell culture during spaceflight and the potential applications and benefits on Earth Stem cell type Duration of cell culture on the ISS (mission) Main findings Potential applications and benefits Study Mesenchymal stem cells (MSCs) 14 days (SpaceX CRS-10) • MSCs maintained their morphological and phenotypic characteristics. • MSCs maintained their proliferative capabilities. • Down-regulation in expression of  PLK1 , suggesting µG may slow progression of MSCs at later stages of the cell cycle during longer-term culture. • MSCs maintained their differentiation capacity. • MSCs exhibited enhanced immunosuppressive capacity. • No evidence of tumorigenic transformation. • It is feasible to grow MSC in space for human application on Earth. • MSCs expanded on the ISS could be clinically used to treat inflammatory conditions. Huang et al. 8 Hematopoietic stem cells (HSCs) 11 days (STS-63) and 13 days (STS-69) • CD34+ cells maintained cell viability >95%. • Significant decrease in growth potential of multilineage, particularly erythroid, hematopoietic progenitor cells. • The decrease in progenitor cell pool is coupled to an increase in terminally differentiated macrophages. • CD34+ cells can be expanded in space, given the right culture conditions. • µG may have direct effects on in vivo hematopoiesis during early primitive hematopoietic progenitor cell proliferation and differentiation and may be a significant component of the clinical syndrome of spaceflight anemia. Davis et al. 9 Cardiomyocytes derived from Induced Pluripotent Stem Cells (hiPSC-CMs) 5.5 weeks (SpaceX CRS-9) • hiPSC-CMs retained sarcomeric structure and morphology. • hiPSC-CMs retained contraction and relaxation velocities. • hiPSC-CMs demonstrated unchanged Ca2+ transient amplitude but showed a significant increase in transient decay tau, indicating a decreased calcium recycling rate. • Gene-expression pathways related to mitochondrial function were upregulated. • Binding motifs for transcription factors known to regulate cardiac metabolism were enriched. • In-space hiPSC-CMs are the best model currently available for studying human cardiac function in response to microgravity at the cellular level. • Long-term cell culture of highly specialized hiPSC-CMs is possible in space. • Along with other platforms like 3D engineered heart tissues or organoids, hiPSC-CMs may enable prevention or treatment strategies to be developed for spaceflight-induced cardiac remodeling and other conditions found on Earth. Wnorowski et al. 10 Cardiac progenitor spheres derived from Induced Pluripotent Stem Cells (hiPSC-cardiac progenitors) 3 weeks (SpaceX-20) • Cardiac sphere cultures recovered beating activity 2–3 days post-flight. • Cardiac spheres were greater in size, had greater nuclei counts of live cells and contained more cells at the active phase of the cell cycle. • Cardiac spheres showed increased proliferative capacity. • Cardiac progenitor spheres were able to differentiate into highly enriched cardiomyocytes. • They had improved cellular and structural parameters, and calcium signalling. • Genes associated with cardiac development, cell cycle, proliferation, survival, and cardiac functions were upregulated. • Genes related to extracellular matrix and apoptosis were downregulated. • Long-term spaceflight can generate enriched cardiomyocytes with improved proliferation and features. • Combination of µG and 3D culture provided a novel method to increase proliferation and differentiation of cardiac progenitors. • This study shows therapeutic application of hiPSC-CMs since therapy requires large amounts of cells with improved ability for engraftment and also cells with high quality (including improved maturation and function to improve safety of cell therapy). • Genes and pathways involved in cardiomyocyte proliferation, survival, and differentiation were analyzed, providing targets for future manipulation of these pathways. Rampoldi et al. 11 Cardiovascular progenitor cells (CPCs) 12 days (SpaceX CRS-11) • CPCs show markers of early cardiovascular development and maintain differentiation capacity. • 14 microRNAs exhibited significant changes in levels of expression in CPCs in space. • Cytoskeletal maintenance was altered in neonatal CPCs but not adult CPCs. • Genes related to mechanotransduction ( YAP1, RHOA ) were downregulated. • Expression of cytoskeletal genes ( VIM, NES, DES, LMNB2, LMNA) , non-canonical Wnt ligands ( WNT5A, WNT9A ), and Wnt/calcium signaling molecules ( PLCG1, PRKCA ) were elevated in neonatal CPCs. • Neonatal CPCs showed increased expression of genes involved in pre-mesodermal development. • Neonatal CPCs in space proliferated more rapidly than adult or ground-control CPCs. • CPCs showed increased DNA repair transcripts following spaceflight. • Stress response genes were induced in CPCs. • No transcripts associated with apoptosis were observed. • CPCs demonstrated greater migratory capacity. • The induction of mesendodermal markers and  Tbx  gene expression reflects potential therapeutic value of spaceflight for cardiac repair. Baio et al. 3 30 days (SpaceX CRS-11) • Adult CPCs co-expressed several markers of early cardiovascular differentiation. • Adult CPCs expressed higher YAP1 levels in µG, especially after 12 days, but this declined at 30 days. • Adult CPCs maintained their viability and proliferative capabilities. • Further studies defining the functional and safety implications of µG-activated cells in a model of cardiovascular repair would provide insight regarding µG-mediated conditioning in vivo. • Induction of adult CPCs to over-express YAP1 is a step towards conditioning these progenitors to have reparative potential closer to that of neonatal CPCs. Camberos et al. 12 Neural stem cells (NSCs) 39.3 days • NSCs preserved their stemness in space. • NSCs maintained their proliferative capabilities. • NSCs in space exhibited a higher metabolic state (elevated oxygen consumption and glycolysis). • NSCs maintained their ability to become neurons in the appropriate conditions. • NSCs can be expanded in space to increase neural cell numbers and address neurodegenerative diseases. Cepeda et al. 13 Fig. 1 Schematic diagram showing different types of stem cells grown in microgravity (µG) on the International Space Station (ISS) and their return to Earth (1 G) for potential clinical applications. Created with BioRender.com. Mesenchymal stem cells MSCs are known to have potential as therapeutic agents. However, their safe and efficient expansion while maintaining stem cell properties is still a major challenge in the field 23 . Nonetheless, a study conducted by Huang et al. 8  evaluated the feasibility, potency, and safety of growing human bone marrow derived MSCs in space for potential future clinical applications. The MSCs were grown on the ISS for two weeks and different analyses were performed on them after their return to Earth. The results of this study showed that MSCs maintained their phenotype and proliferative characteristics after expansion on the ISS, prior microgravity exposure did not influence MSC differentiation abilities, and several cytokines and growth factors were significantly altered by microgravity and dependent on duration of exposure. MSCs grown in space showed enhanced immunosuppressive capabilities compared to those cultured on Earth. Also, no evidence of malignant transformation or genomic integrity compromise were found as demonstrated via the chromosomal, DNA damage and tumorigenicity assays 8 . Furthermore, it is hypothesized that MSC cultures maintained in microgravity may be used for cell-based therapy in diseases of the central nervous system. Results collected via gene expression profiling from the experiment “Stroma-2” performed aboard the ISS showed that in-space mouse bone marrow-derived MSCs had higher expression of genes involved in neural development, neuron morphogenesis, and transmission of nerve impulse and synapse than MSCs grown on Earth 24 . Also, human MSCs cultured in simulated microgravity demonstrated therapeutic properties in a mouse model of acute injury via significantly higher expression of anti-inflammatory and anti-apoptotic factors compared to MSCs cultured in normal gravity 25 . Brain-injured mice that were transplanted with MSCs cultured in microgravity showed greater motor functional recovery than those transplanted with MSCs cultured in normal gravity 26 . Similarly, rat bone marrow-derived MSCs cultured in simulated microgravity which were transplanted into a rat model of spinal cord injury showed enhanced functional improvement and therapeutic effects 27 . Although the detailed mechanisms remain unclear, the results of these various stem cell transplantation studies demonstrate the benefits of using simulated microgravity as part of the culture experimental design to enhance therapeutic effects of MSCs using cell-based therapy for central nervous system diseases. Nonetheless, simulated microgravity has been shown to inhibit the migration of rat MSCs 28  and suppress the differentiation of human MSCs 6 , 29 , 30 , mouse MSCs 26 , and rat MSCs 27 , 31 . Suppression of differentiation under microgravity may alter generation of multiple tissue lineages in space 32 . However, inhibition of differentiation of MSCs preserves their stemness and allows them to maintain their stem cell identity. This could help expand the cells in space for clinical application on Earth. Furthermore, simulated microgravity has been seen to inhibit proliferation of MSCs in some studies 31  and show increased proliferation compared to those cultured in normal gravity in others 6 . Therefore, conflicting data is present on the behavior of MSCs in microgravity, and hence, their potential benefits in stem cell-based therapy needs to be further explored. Hematopoietic stem cells HSCs are primarily found in the bone marrow and give rise to all mature blood cells including red blood cells, white blood cells and platelets 33 . The effects of spaceflight on human HSC proliferation and differentiation were explored in vitro via culture of CD34+ bone marrow-derived cells in suspension for 11 days during the space shuttle mission STS-63 (Discovery) and 13 days during STS-69 (Endeavour). Compared to ground control samples, the in-space HSCs exhibited a significant decline in the growth of myeloid and erythroid progenitor cell numbers. The in-space HSCs also showed an absolute increase in terminally differentiated macrophages, suggesting accelerated differentiation towards the macrophage lineage. The study indicates that the proliferation and differentiation of HSCs is impacted by microgravity with erythropoiesis being particularly sensitive to changes in gravity. Therefore, gravity may play a key role in certain pathways and biological processes of in vitro hematopoiesis 9 . Additionally, these findings suggest that spaceflight anemia may be a result of suppression of erythropoiesis by microgravity, among other factors 9 , 34 , 35 . The reduced differentiation observed within in-space HSCs suggests that microgravity may play a role in preserving the stemness of HSCs, and hence, may be used as HSC therapy in which they can be given to patients to produce functional and terminally differentiated cells. It remains to be established that space expanded HSC can produce functional and terminally differentiated hematopoietic cells on Earth. On the contrary, a significant decrease in the number of mouse bone marrow hematopoietic stem and progenitor cells was reported during 12 days of spaceflight and simulated microgravity, mainly by blocking cell cycle at G1/S transition. However, their differentiation abilities were not affected 36 . In addition to this, a study which analyzed peripheral blood samples from six astronauts who had participated in spaceflight missions found significant changes in several cell populations at different time points, including HSCs. The changes to lineage cells and HSCs were further studied in a mouse model, using hindlimb unloading to simulate microgravity, and found a reduction in frequency of NK cells, B cells, and erythrocyte precursors in the bone marrow and increase in frequency of T cells, neutrophils, and HSCs. Deep sequencing showed changes in the expression of regulatory molecules important for the differentiation of HSCs, and hence, their findings demonstrated that spaceflight and simulated microgravity may disrupt the homeostasis of immune system and cause dynamic changes to both HSCs and",
  "introduction": "Introduction Over the last two decades, there have been tremendous advancements in stem cell biology within regenerative medicine as well as innovations in space technologies. The International Space Station (ISS) has been increasingly supportive of academic and commercial groups using microgravity for research and product development with potential benefits for use on Earth 1 , 2 . There is a growing interest in evaluating the potential for stem cells and their derived tissues in space to model human disease mechanisms and treat diseases through cell therapy. At the start of human spaceflight, the primary focus of life science research conducted in space was to understand the physiological effects of the spaceflight environment including microgravity on humans to keep them alive and well in this extreme environment. Additionally, medical research in space has uncovered valuable evidence about the effects of microgravity on the human condition including biological processes and disease pathways. A great wealth of knowledge about cells and tissues has been known in biomedical space research. In recent years, there has been an emerging interest from scientists, governments, and commercial entities to investigate human health in space for the benefit of humans on Earth too. Studying stem cells in space has uncovered their behavior in an environment other than Earth, revealing mechanisms which would otherwise be undetected or unknown with the inevitable presence of normal gravity. This includes changes to stem cell proliferation rates, differentiation, and lineage phenotypes 3 – 6 . Stem cell research performed in space has shown potential ways microgravity can be leveraged to advance cellular therapeutics in space to benefit human life and commercial enterprise on Earth 7 . This paper reviews important discoveries that have occurred in real microgravity conditions on the ISS demonstrating the impact of microgravity on fundamental stem cell properties relevant to regenerative medicine practices and therapeutics on Earth 3 , 8 – 14 . We present here different areas of stem cell research conducted in space that have potential to translate to terrestrial applications within the context of developing cellular therapies while also highlighting the limitations and opposing evidence available. Prior to these spaceflight studies, little was known about the role of microgravity in influencing human stem cell growth and fate. We are just starting to understand the ways in which a microgravity environment influences stem cell function, division, and survival.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}