{
  "id": "PMC11166981",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11166981/",
  "title": "Spaceflight induces changes in gene expression profiles linked to insulin and estrogen",
  "authors": "Begum Aydogan Mathyk, Marshall Tabetah, Rashid Karim, Victoria Zaksas, JangKeun Kim, R. I. Anu, Masafumi Muratani, Alexia Tasoula, Ruth Subhash Singh, Yen-Kai Chen, Eliah Overbey, Jiwoon Park, Henry Cope, Hossein Fazelinia, Davide Povero, Joseph Borg, Remi V. Klotz, Min Yu, Steven L. Young, Christopher E. Mason, Nathaniel Szewczyk, Riley M. St Clair, Fathi Karouia, Afshin Beheshti",
  "year": "2024",
  "journal": "Communications Biology",
  "abstract": "Organismal adaptations to spaceflight have been characterized at the molecular level in model organisms, including  Drosophila  and  C. elegans . Here, we extend molecular work to energy metabolism and sex hormone signaling in mice and humans. We found spaceflight induced changes in insulin and estrogen signaling in rodents and humans. Murine changes were most prominent in the liver, where we observed inhibition of insulin and estrogen receptor signaling with concomitant hepatic insulin resistance and steatosis. Based on the metabolic demand, metabolic pathways mediated by insulin and estrogen vary among muscles, specifically between the soleus and extensor digitorum longus. In humans, spaceflight induced changes in insulin and estrogen related genes and pathways. Pathway analysis demonstrated spaceflight induced changes in insulin resistance, estrogen signaling, stress response, and viral infection. These data strongly suggest the need for further research on the metabolic and reproductive endocrinologic effects of space travel, if we are to become a successful interplanetary species.",
  "keywords": "Systems biology, Computational biology and bioinformatics",
  "full_text": "Introduction We have entered an era in which living and working in space is a reality. Studies show that spaceflight has health risks such as central nervous system and cardiovascular dysfunction, cancer risk, immune dysregulation, muscle and bone loss, and fatty liver 1 . At the molecular level, risks include oxidative stress, DNA damage, cosmic radiation exposure, mitochondrial dysfunction, microbiome shift, and epigenetic alterations 1 . Of these, mitochondrial dysfunction and oxidative stress have been identified as major space-related risks 2 . Mitochondria are not only the powerhouse of the cell but also the center of many metabolic pathways. Insulin is a highly conserved anabolic and mitogenic peptide hormone that acts as a master regulator of energy metabolism across species, including humans 3 . It is secreted by the pancreas in response to increased plasma glucose, and exerts its effects on most organs including the kidney and liver as well as skeletal muscle, and bone 4 . Insulin receptor is a transmembrane receptor belonging to the family of receptor tyrosine kinases (RTKs) 5  and undergoes autophosphorylation upon activation, leading to a downstream signaling cascade which influences cellular function, particularly glucose metabolism. Insulin resistance (IR) arises when these downstream molecular pathways do not respond appropriately in target tissues, thus impeding the physiologic response to insulin. In the physiological state, IR can also be observed due to opposing actions from counterregulatory hormones such as glucagon, glucocorticoids, and catecholamines. Insulin resistance is further associated with metabolic abnormalities such as diabetes, lipid dysfunction, nonalcoholic fatty liver disease (NAFLD), cardiovascular disease, retinopathy, and polycystic ovary syndrome (PCOS). Each of these factors is also interconnected, thus resulting in a potentially vicious cycle. The presence of insulin resistance during spaceflight has been reported, and sex differences play a role, with female astronauts displaying better Homeostatic Model Assessment for Insulin Resistance (HOMA-IR) values than male astronauts 6 , 7 . Sex differences play a role in diseases and metabolism both on Earth and in space 8 . Some of these differences may be attributed to sex hormones. Estrogens play a variety of roles and serve many functions in women’s lives. Besides being a reproductive hormone, estrogen is involved in metabolism as well as in the cardiovascular, nervous, and immune systems 9 . Estrogen signaling activates membrane and nuclear receptors in both canonical and non-canonical ways to modulate metabolism, and promote growth, proliferation, and differentiation of diverse cell types 10 , 11 . Estrogen receptors are ESR1, estrogen receptor beta (ESR2), and G-protein coupled estrogen receptor 1 (GPER1). There are also estrogen-related receptors alpha, beta and gamma (ESRRA, ESRRB, ESRRG) which are structurally similar to ESR1 and ESR2 12  but whose ligands are unknown. ESRRA also has DNA sequence homology to the estrogen receptor and can be activated by phytoestrogens (i.e. genistein) 13 . These receptors play pivotal roles in metabolism, insulin resistance, NAFLD, and mitochondrial function 12 . Besides that, an unbalanced ratio of these receptors may have an impact on metabolism 14 . Additionally, estrogen and insulin combine in controlling metabolic pathways. In animal models, knockout of the estrogen receptor alpha ( ERα ) ( ESR1 ) in both male and female mice results in insulin resistance and dysglycemia 15 – 17 . Estrogen receptors promote pancreatic cell survival, enhance insulin production, and improve insulin sensitivity 18 , 19 . Female and male  ESR1 −/− mice both display reduced GLUT4 expression, further emphasizing the role of estrogen in glycemic control 14 . Clinically, compared to premenopausal women, postmenopausal women have an increased risk of adverse metabolic profiles such as type 2 diabetes, insulin resistance, impaired glucose and lipid profiles, increased android fat deposition, sarcopenia, and osteoporosis 20 . Estrogens also positively correlate with bone and muscle mass and are protective against disuse atrophy 21 . Thus, there is substantial reason to believe that insulin and estrogen signaling are key pathways regulating health in space. The amount of knowledge in the literature about how insulin and estrogen signaling and related pathways change during spaceflight is currently sparse. Our preliminary findings reported possible insulin and estrogen signaling alteration during spaceflight 22 , 23 . A few published studies show insulin resistance parameters may change during spaceflight but data are conflicting, suggesting either decreased insulin or no change 24 , 25 . Similarly, data on estrogen signaling are conflicting with one study revealing downregulation of  ESR1  and  ESR2  in the uterus 26  whereas a recent study found no alterations in estrogen receptor expression in rodent ovaries 27 . To address these gaps in our knowledge of insulin and estrogen signaling in response to spaceflight we examined these signaling pathways across multiple tissues in rodents from the same mission as well as in a group of astronauts and a set of commercial spaceflight participants/astronauts. Our results indicate significant changes in these pathways in response to spaceflight in both mice and people. These observations lay the foundation for further studies aimed at understanding the metabolic alterations induced by spaceflight as well as highlighting insulin and estrogen signaling as potential targets for countermeasures in future spaceflight missions. Results Spaceflight demonstrates global impact of insulin and estrogen signals across different organs in female mice To understand how insulin and estrogen signaling change during spaceflight we examined gene expression in mice that were flown to the International Space Station (ISS) for 37 days. For this purpose, adrenal glands (OSD-98), kidney (OSD-102), liver (OSD-168), eyes (OSD-100), and skeletal muscles (i.e. quadriceps (OSD-103), gastrocnemius (OSD-101), soleus (OSD-104), tibialis anterior (OSD-105), and extensor digitorum longus (OSD-99)) were utilized (Fig.  1a ). The transcriptomic data (RNA-seq) was obtained for 16-week-old female mice from the NASA GeneLab platform 28  and were analyzed for insulin signaling, estrogen signaling and insulin resistance related genes and pathways. The gene lists for these hormones were obtained from the NCBI resource 29  (i.e. ‘insulin signaling’ mus musculus). The greatest number of differentially expressed genes (DEGs) were observed in the mouse liver ( n  = 3670), followed by soleus ( n  = 3518) and extensor digitorum longus (EDL) ( n  = 1859) muscles. In all, 2677 DEGs were unique to the liver, 2048 DEGs were unique to soleus muscle, and 784 DEGs were unique to EDL (Fig.  1b ). The least number of DEGs was noted in the adrenal gland ( n  = 61) and 28 of them were unique to it (Fig.  1b ). There are a total of 1970 unique genes from the NCBI curated gene list which are commonly encountered across insulin resistance, insulin signaling and estrogen signaling pathways. Most of the genes from the NCBI list related to insulin resistance, insulin signaling, and estrogen signaling were downregulated in the liver (Fig.  1c ). In total, 645 out of the 1970 unique genes from the NCBI resource had gene expression values across all nine tissues. These genes were divided into seven biologically relevant clusters associated with insulin resistance and signaling (Fig.  1d ). In particular, the last cluster (cluster 7) at the bottom of the heatmap were related to Gene Ontology (GO) processes 30  such as lipid localization and glycerolipid metabolic processes which are related to obesity which in turn can lead to a decrease in insulin sensitivity 31  (Supplementary Fig.  1 ). Fig. 1 Unique differentially expressed genes across tissues in mice. a  Graphical abstract showing the samples and analysis created in BioRender.  b  UpSet plot showing the number of differentially expressed genes (FC cutoff of 1.2 and  p -adj<0.05) that are unique to each tissue and overlapping different tissues. The liver had the highest number of unique genes while adrenal had the lowest. The two genes that were common across all nine tissues were related to circadian rhythm and insulin signaling.  c  Global gene level heatmap of 1970 unique genes from NCBI curated gene list which are common across insulin resistance, insulin signaling and estrogen signaling pathways. Genes are the rows and columns are the nine tissues analyzed from the RR1 mission. Genes were further divided into being unique to only one of these pathways or a combination of the pathways. Heatmap shows the  z -scores of logFC values from the nine tissues and the tissues are clustered using hierarchical clustering. Liver was the most affected with genes being downregulated across all pathways when comparing flight vs pre-flight.  d  Heatmap of 645 unique genes from NCBI curated gene list which have log fold change values across all 9 tissues. Hierarchical clustering of genes shows clusters being related to GO biological processes relevant to insulin resistance, insulin signaling and estrogen signaling (Fig.  S1 ).  e  Venn diagram of insulin resistance, insulin signaling and estrogen signaling pathways with their corresponding unique and overlapping genes from the NCBI curated gene list. There are a total of 145 genes that are common across all three pathways. In general, two genes were differentially expressed (i.e., upregulated) across all tissues in the RR-1 samples;  ARNTL  and  NPAS2 . Across skeletal muscles, 21 DEGs were commonly encountered, out of which 11 DEGs were upregulated and 9 DEGs were downregulated.  UCKL1OS  was only upregulated in soleus. Many of them were related to the circadian clock, such as  NR1D2, NPAS2, PER2, PER3, CIART, DBP, ARNTL , and  SOX4 . In terms of insulin signaling linked genes, in muscles,  ARNTL, MT1, SOX4  were upregulated and  DBP  and  PER2  were downregulated. The genes associated with circadian rhythm, indicates the global effect of spaceflight on the circadian clock and its association with insulin signaling. Overall, from our analysis, the liver was the most impacted organ by spaceflight, with the highest number of DEGs, alongside insulin and estrogen receptor signaling predicted to be inhibited ( z -scores: −3.772 and −5.859, respectively). Common insulin and estrogen signaling genes altered by spaceflight in female rodents To determine if there are any universally shared insulin and estrogen pathways being regulated throughout the different organs during spaceflight, we performed further analysis on the 145 shared genes linked to insulin and estrogen signaling as well as insulin resistance (Fig.  1e ). 56 out of 145 common genes across the insulin resistance and insulin signaling pathways had gene expression values across all nine tissues. The genes were clustered into three clusters where the top enriched pathways from GO processes were: triglyceride-rich lipoprotein particle remodeling for cluster 1, positive regulation of insulin secretion for cluster 2, and carbohydrate homeostasis for cluster 3 (Fig.  2a ). The disease enrichment analysis revealed that 62 out of 145 genes were associated with diseases, with the top enriched disease being diabetes mellitus, followed by fatty liver (Fig.  2b ). Human genes at the intersection of these pathways were used in a similar manner, and the top enriched disease was obesity, followed by hypertension (Fig.  2c ). Thus, enriched diseases in both species emphasize the importance of insulin and estrogen signaling in metabolic diseases. Fig. 2 Insulin resistance, insulin and estrogen signaling related genes and diseases. a  Heatmap for 56 out of 145 common genes across the insulin resistance and insulin signaling pathways for which there were gene expression values across all nine tissues.  b  Disease enrichment plot showing top 10 diseases from mouse genome database (MGD) being enriched using 145 unique genes common across insulin resistance, insulin signaling and estrogen signaling. The y axis shows the disease labels and the x axis shows the ratio of disease relevant genes to the total number of genes found from the 145 genes that were present in MGD. The dots in the enrichment plots are colored by the FDR values and the sizes of the dots indicate the number of genes found to be enriched for a disease. Diabetes and fatty liver are the top two enriched diseases which are related to estrogen and insulin signaling.  c  Disease enrichment plot is shown with top 10 diseases from human curated sources (e.g., UniProt, ClinGen) using species relevant genes out of 145 genes from the NCBI list. Obesity and fatty liver are the top two enriched diseases which are also related to estrogen and insulin signaling. Further pathway analysis utilizing gene set enrichment analysis (GSEA), focused on specific insulin and estrogen pathways, demonstrated differences in the enrichment of gene sets across organs (Fig.  3a ). The majority of gene sets related to insulin and insulin resistance were predicted to be inhibited in the liver (OSD-168) such as insulin receptor signaling pathway, response to troglitazone and adipogenesis (Fig.  3a ). Kidney (OSD-102) and eye (OSD-100) also showed similar inhibition for insulin pathways, such as insulin pathway, insulin receptor signaling pathway, response to insulin (Fig.  3A ). Interestingly, a set of muscle tissues (i.e. tibialis anterior (OSD-105) and EDL (OSD-99)) were shown to be activated for response to insulin, while the quadriceps (OSD-103) and gastrocnemius (OSD-101) showed negative enrichment scores for response to insulin (Fig.  3a ). It is known that during spaceflight the soleus muscle is impacted first with muscle mass loss which can lead to downstream dysregulation related to metabolic, inflammatory, and immune functions 32 . Fig. 3 Gene set enrichment analysis of insulin and estrogen pathways. a  A heatmap of the normalized enrichment scores (NES) of estrogen and insulin pathways impacted by spaceflight in datasets of RR-1 mission samples. The dark gray locations in the heatmap indicate missing values for the NES, resulting from off-range adjusted p-values (padj) at which the NES is obtained. The assumed range is padj < 0.3. A positive NES indicates activation of the pathways, while at negative NES the pathway is inhibited. In the pathways, the full meaning of CRGS is ‘Cellular Response to Glucose Stimulus’; and the full meaning of IERSP is ‘Intracellular Estrogen Receptor Signaling Pathway’. The pathways are categorized into several types, and the MSigDB database from which the pathway is sourced is indicated in parentheses.  b  A heatmap of the t-score of the overlapping leading-edge pathway genes across the datasets of the RR-1 mission samples. The dark gray locations in the heatmap indicate the absence of a value for the  t -score, resulting from off-range adjusted  p -values (padj) at which the  t -score is obtained. The assumed range is padj < 0.05. The leading-edge genes are the genes that contribute to the GSEA predicted pathways. The overlapping leading-edge genes are commonly leading-edge genes to at least four of the datasets. Overall, there are similar organ dependent patterns for estrogen-specific pathways observed (Fig.  3a ). Estrogen metabolism and signaling pathways were negatively enriched in the kidney (OSD-102), liver (OSD-168), and quadriceps muscle (OSD-103). Specific estrogen signaling pathways, such as pubertal breast, were negatively enriched in the liver, eye, and adrenal gland, while being positively enriched in the (OSD-99) and tibialis anterior (OSD-105) muscles (Fig.  3a ). When analyzing the specific leading-edge genes involved in the insulin and estrogen pathway predictions, we observed that a subset of these genes were related to the circadian rhythm (i.e., A RNTL, CLOCK, CRY2, PER3, NFIL3 , and  NR1D2 ) (Fig.  3b ). The majority of these gene expressions were in the same direction across organs; however, some unique differences were observed.  PFKM  was upregulated only in the soleus muscle (OSD-104) (Fig.  3b ). Gene expression changes and proteomics suggest underlying insulin resistance in spaceflight-induced hepatosteatosis Notably, the liver is a key metabolic organ that orchestrates and regulates a plethora of metabolic pathways, including estrogen and insulin signaling 33 . During spaceflight, the liver RNA-seq data exhibits the most pronounced and unique impact on metabolic pathways as well as insulin and estrogen signaling. A comprehensive analysis of liver samples harvested after 37 days of spaceflight, revealed that both insulin and estrogen receptor signaling are predicted to be inhibited in the liver during spaceflight, as compared to ground controls ( z -scores: −3.772 and −5.859, respectively). Our findings indicate that several genes of the insulin signaling pathway denoted development of insulin resistance and hepatic steatosis ( z -scores: 2.481 and 3.737, respectively). Furthermore, insulin receptor was downregulated in the liver during spaceflight, along with inhibition of mitochondrial fatty acid oxidation (FAO), which may indicate derangement of mitochondrial activity. In addition, disruption of estrogen signaling has been extensively reported to aggravate hepatic insulin resistance 33 , 34 . According to this evidence, our analysis showed inhibition of estrogen receptor signaling in the liver during spaceflight ( z -score: −5.859). Remarkably, genes associated with mitochondrial complex I, complex II, and ATP synthase were downregulated in the estrogen signaling network (Fig.  4a ). This is particularly relevant considering that estrogen receptors play a key role in mitochondrial activity and biogenesis 35 – 37 . In livers harvested from mice after spaceflight, we observed impairment of estrogen signaling, which in turn may hamper oxidative phosphorylation by mainly affecting complex I (Fig.  4a ) 38 . Fig. 4 Hepatic steatosis in mice liver. a  The hepatic steatosis canonical pathway with the significantly regulated genes for liver tissue from mice flown to space compared to ground control mice. The lower panel is the mitochondrial complexes and the significantly regulated genes involved visualized by ShinyGo v0.76.3 and KEGG pathway diagrams. The boxes highlighted in yellow indicate genes related to estrogen receptor signaling. Panel was created in BioRender.  b  Lollipop plot illustrating the normalized enrichment scores (NES) of hepatic steatosis pathways in OSD-168 (liver tissue). Only pathways with a NES obtained at an adjusted  p -value <0.3 (padj < 0.3) are shown.  c  An illustration of common leading-edge genes across pathways of insulin and estrogen in a heatmap of the normalized enrichment scores (NES) of the pathways impacted by spaceflight in OSD-168 (liver tissue). Only pathways with NES at padj < 0.3 are shown, and only genes that are among leading edge genes seven (7) or more of the pathways are shown. Specific analysis of pathways related to hepatic steatosis (Fig.  4b, c ) revealed that the SREBP pathway was one of the top positively enriched pathways (Fig.  4b ). This pathway is known to be involved in metabolic-associated chronic liver diseases such as Nonalcoholic Fatty Liver Disease (NAFLD) 39 . Furthermore, response to insulin and insulin signaling pathways were universally enriched in hepatic steatosis during spaceflight, with insulin receptor ( INSR ) and downstream targets (i.e  IRS1 ,  AKT1 ,  AKT2 ) among the top enriched genes for hepatic steatosis (Fig.  4c ). Among the top leading genes, we additionally identified  MFN2 , which encodes for Mitofusin 2, a mitochondrial fusion protein associated with insulin signaling and oxidative stress in NAFLD 40 , 41 . In summary, our f",
  "introduction": "Introduction We have entered an era in which living and working in space is a reality. Studies show that spaceflight has health risks such as central nervous system and cardiovascular dysfunction, cancer risk, immune dysregulation, muscle and bone loss, and fatty liver 1 . At the molecular level, risks include oxidative stress, DNA damage, cosmic radiation exposure, mitochondrial dysfunction, microbiome shift, and epigenetic alterations 1 . Of these, mitochondrial dysfunction and oxidative stress have been identified as major space-related risks 2 . Mitochondria are not only the powerhouse of the cell but also the center of many metabolic pathways. Insulin is a highly conserved anabolic and mitogenic peptide hormone that acts as a master regulator of energy metabolism across species, including humans 3 . It is secreted by the pancreas in response to increased plasma glucose, and exerts its effects on most organs including the kidney and liver as well as skeletal muscle, and bone 4 . Insulin receptor is a transmembrane receptor belonging to the family of receptor tyrosine kinases (RTKs) 5  and undergoes autophosphorylation upon activation, leading to a downstream signaling cascade which influences cellular function, particularly glucose metabolism. Insulin resistance (IR) arises when these downstream molecular pathways do not respond appropriately in target tissues, thus impeding the physiologic response to insulin. In the physiological state, IR can also be observed due to opposing actions from counterregulatory hormones such as glucagon, glucocorticoids, and catecholamines. Insulin resistance is further associated with metabolic abnormalities such as diabetes, lipid dysfunction, nonalcoholic fatty liver disease (NAFLD), cardiovascular disease, retinopathy, and polycystic ovary syndrome (PCOS). Each of these factors is also interconnected, thus resulting in a potentially vicious cycle. The presence of insulin resistance during spaceflight has been reported, and sex differences play a role, with female astronauts displaying better Homeostatic Model Assessment for Insulin Resistance (HOMA-IR) values than male astronauts 6 , 7 . Sex differences play a role in diseases and metabolism both on Earth and in space 8 . Some of these differences may be attributed to sex hormones. Estrogens play a variety of roles and serve many functions in women’s lives. Besides being a reproductive hormone, estrogen is involved in metabolism as well as in the cardiovascular, nervous, and immune systems 9 . Estrogen signaling activates membrane and nuclear receptors in both canonical and non-canonical ways to modulate metabolism, and promote growth, proliferation, and differentiation of diverse cell types 10 , 11 . Estrogen receptors are ESR1, estrogen receptor beta (ESR2), and G-protein coupled estrogen receptor 1 (GPER1). There are also estrogen-related receptors alpha, beta and gamma (ESRRA, ESRRB, ESRRG) which are structurally similar to ESR1 and ESR2 12  but whose li",
  "methods": "Methods Animal and sample collection All omics data related to mouse samples were obtained from NASA’s GeneLab public omics repository 86 . The data derived from spaceflight experiments carried out onboard the ISS as part of the Rodent Research-1 (RR-1), RR-5, RR-7, and MHU-2 missions. A description of the experimental design, the corresponding type of tissues, and the data accessed are summarized in Supplementary Table  1 . All previous animal experiments and methods were performed in accordance with the relevant guidelines at each principal investigators’ institutions and were approved by the Institutional Animal Care and Use committee (IACUC). A detailed description of the methodology for obtaining tissue samples and processing is available in NASA’s GeneLab platform. For the RR-1 mission, in summary, forty female 12-week-old C57Bl/6 J (Jackson Lab, Bar Harbor, ME) were selected based on similar body weights for 4 experimental groups (16-week-old at launch, n = 10/group): baseline control, vivarium control, habitat control, and flight. Flight mice were launched onboard the ISS on 21 September 2014. Relevant to this study, the habitat control was placed in the ISS Environmental Simulator at NASA KSC on a 4-day delay to mimic flight temperature, CO 2 , and humidity conditions on the ISS for the duration of spaceflight. Flight mice were exposed to microgravity for a total of 37 days (33 days on ISS and 4 days in the Dragon Capsule). Mice were euthanized by injection of Euthasol followed by cervical dislocation and immediately fast frozen intact or partially dissected prior to carcasses being frozen in the Minus Eighty Degree Laboratory Freezer (MELFI) aboard the ISS. All ground mice were processed similarly. Flight mice carcasses returned to Earth February 2015 and were then maintained along with the control mice frozen at the Biospecimen Sharing Program (BSP) at the Ames Research Center until dissection 66 . Samples were collected and processed as previously described 27 , 68 . Mouse carcasses were removed from −80 °C storage and thawed at room temperature for 15–20 min. Multiple tissues were collected from each carcass. This study was based on the following tissue types, the Adrenal glands (OSD-98), Extensor digitorum longus muscle (OSD-99), Eye (OSD-100), Gastrocnemius muscle (OSD-101), Kidney (OSD-102), Quadriceps Muscle (OSD-103), Soleus muscle (OSD-104), Tibialis anterior muscle (OSD-105), and Liver (OSD-168, OSD-48). RNA sequencing and analysis Protocol for each dataset is available on the GeneLab platform (Table  S1 ). Data validation and quality control was performed with FASTQC and Trim Galore! read alignment to the mouse genome using STAR RNA-seq aligner generation of gene-level expected count data with RSEM 87 . UpSet plots were generated using the UpSetR package in R. The UpSet plot bars were sorted from the largest number of genes to the smallest number of genes in each intersection set with each set having ≥ 2 genes. Heat maps were",
  "results": "Results Spaceflight demonstrates global impact of insulin and estrogen signals across different organs in female mice To understand how insulin and estrogen signaling change during spaceflight we examined gene expression in mice that were flown to the International Space Station (ISS) for 37 days. For this purpose, adrenal glands (OSD-98), kidney (OSD-102), liver (OSD-168), eyes (OSD-100), and skeletal muscles (i.e. quadriceps (OSD-103), gastrocnemius (OSD-101), soleus (OSD-104), tibialis anterior (OSD-105), and extensor digitorum longus (OSD-99)) were utilized (Fig.  1a ). The transcriptomic data (RNA-seq) was obtained for 16-week-old female mice from the NASA GeneLab platform 28  and were analyzed for insulin signaling, estrogen signaling and insulin resistance related genes and pathways. The gene lists for these hormones were obtained from the NCBI resource 29  (i.e. ‘insulin signaling’ mus musculus). The greatest number of differentially expressed genes (DEGs) were observed in the mouse liver ( n  = 3670), followed by soleus ( n  = 3518) and extensor digitorum longus (EDL) ( n  = 1859) muscles. In all, 2677 DEGs were unique to the liver, 2048 DEGs were unique to soleus muscle, and 784 DEGs were unique to EDL (Fig.  1b ). The least number of DEGs was noted in the adrenal gland ( n  = 61) and 28 of them were unique to it (Fig.  1b ). There are a total of 1970 unique genes from the NCBI curated gene list which are commonly encountered across insulin resistance, insulin signaling and estrogen signaling pathways. Most of the genes from the NCBI list related to insulin resistance, insulin signaling, and estrogen signaling were downregulated in the liver (Fig.  1c ). In total, 645 out of the 1970 unique genes from the NCBI resource had gene expression values across all nine tissues. These genes were divided into seven biologically relevant clusters associated with insulin resistance and signaling (Fig.  1d ). In particular, the last cluster (cluster 7) at the bottom of the heatmap were related to Gene Ontology (GO) processes 30  such as lipid localization and glycerolipid metabolic processes which are related to obesity which in turn can lead to a decrease in insulin sensitivity 31  (Supplementary Fig.  1 ). Fig. 1 Unique differentially expressed genes across tissues in mice. a  Graphical abstract showing the samples and analysis created in BioRender.  b  UpSet plot showing the number of differentially expressed genes (FC cutoff of 1.2 and  p -adj<0.05) that are unique to each tissue and overlapping different tissues. The liver had the highest number of unique genes while adrenal had the lowest. The two genes that were common across all nine tissues were related to circadian rhythm and insulin signaling.  c  Global gene level heatmap of 1970 unique genes from NCBI curated gene list which are common across insulin resistance, insulin signaling and estrogen signaling pathways. Genes are the rows and columns are the nine tissues analyzed from the RR1 mission. Genes were further divided into being unique to only one of these pathways or a combination of the pathways. Heatmap shows the  z -scores of logFC values from the nine tissues and the tissues are clustered using hierarchical clustering. Liver was the most affected with genes being downregulated across all pathways when comparing flight vs pre-flight.  d  Heatmap of 645 unique genes from NCBI curated gene list which have log fold change values across all 9 tissues. Hierarchical clustering of genes shows clusters being related to GO biological processes relevant to insulin resistance, insulin signaling and estrogen signaling (Fig.  S1 ).  e  Venn diagram of insulin resistance, insulin signaling and estrogen signaling pathways with their corresponding unique and overlapping genes from the NCBI curated gene list. There are a total of 145 genes that are common across all three pathways. In general, two genes were differentially expressed (i.e., upregulated) across all tissues in the",
  "discussion": "Discussion Consistent with past reports that insulin signaling is a central regulator of gene expression changes and lipid metabolism in response to spaceflight in the worm,  C. elegans 64 , 65 , we find that gene expression changes related to insulin signaling occur in spaceflown rodents and humans. Further, we find that estrogen signaling gene expression changes also occur in both spaceflown rodents and humans. In mice, the liver and soleus muscle were the tissues that displayed the largest changes in global gene expression (Fig.  1b ). These tissues also displayed large changes in insulin and estrogen signaling gene expression (Fig.  1c, d ). In the liver, insulin receptor ( INSR ) and downstream kinases  AKT1  and  AKT2  were downregulated during spaceflight. These changes were accompanied by decreased expression of other insulin receptor signaling genes. The metabolic pathways directly controlled by insulin were inhibited, which resulted in activation of dysglycemia, insulin resistance, and hepatic steatosis. This last prediction is particularly striking given the increase in liver mass in these mice in a prior study utilizing the same cohort 66 . Hepatic steatosis is a direct consequence of insulin resistance and can in turn exacerbate insulin resistance, leading to the development of a metabolic syndrome, and thus resulting in a vicious cycle 67 . Prior studies have reported that during spaceflight, mice developed hepatomegaly 66  and hepatic lipid accumulation 68 , 69 . Further, the livers used in our analysis showed histologic evidence of lipid accumulation via Oil Red O staining in a prior study 68 . Thus, our results suggest that disrupted insulin signaling may underlie these changes. In addition to the insulin signaling changes, the impaired estrogen signaling we observed (z-score < −2), may contribute to hepatic insulin resistance. In rodents, both male and female estrogen receptor knockout mice display insulin resistance 15 . Further, both insulin and estrogen actively play a role in metabolism and our findings also suggest that mitochondrial dysfunction, previously reported during spaceflight 2 , may be due to alterations in insulin and estrogen signaling (Fig.  4a ). PGC-1α, encoded by  PPARGA1A , is a master regulator in metabolism and mitochondrial biogenesis 70 .  PPARGC1A  downregulation in the liver was observed in both insulin and estrogen gene expression changes. Additionally, estrogen regulates mitochondrial function and biogenesis 35 – 37 . In our liver data, downregulation of mitochondrial complex I, complex 2, and ATP synthase genes were observed in the estrogen signaling network (Fig.  4a ). Thus, alterations in insulin and estrogen signaling in the liver may contribute to whole body alterations in metabolism in response to spaceflight. Soleus muscle was the second most affected tissue in mouse studies. Soleus is a slow twitch (type I) muscle fiber, dense in mitochondria to provide sustained oxidative capacity for long",
  "conclusion": ""
}