{
  "id": "PMC10831389",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10831389/",
  "title": "Sex differences in muscle health in simulated micro- and partial-gravity environments in rats",
  "authors": "Megan E. Rosa-Caldwell, Marie Mortreux, Anna Wadhwa, Ursula B. Kaiser, Dong-Min Sung, Mary L. Bouxsein, Seward B. Rutkove",
  "year": "2023",
  "journal": "Sports Medicine and Health Science",
  "abstract": "Skeletal muscle size and strength are important for overall health for astronauts. However, how male and female muscle may respond differently to micro- and partial-gravity environments is not fully understood. The purpose of this study was to determine how biological sex and sex steroid hormones influence the progression of muscle atrophy after long term exposure to micro and partial gravity environments in male and female rats. Male and female Fisher rats ( n  ​= ​120) underwent either castration/ovariectomy or sham surgeries. After two weeks recovery, animals were divided into microgravity (0g), partial-gravity (40% of weight bearing, 0.4g), or full weight bearing (1g) interventions for 28 days. Measurements of muscle size and strength were evaluated prior to and after interventions. At 0g, females lost more dorsiflexion strength, plantar flexion strength, and other metrics of muscle size compared to males; castration/ovariectomy did not influence these differences. Additionally, at 0.4g, females lost more dorsiflexion strength, plantar flexion strength, and other metrics of muscle strength compared to males; castration/ovariectomy did not influence these differences. Females have greater musculoskeletal aberrations during exposure to both microgravity and partial-gravity environments; these differences are not dependent on the presence of sex steroid hormones. Correspondingly, additional interventions may be necessary to mitigate musculoskeletal loss in female astronauts to protect occupational and overall health.",
  "keywords": "Sex differences, Atrophy, Muscle strength, Plantar flexion, Dorsiflexion",
  "full_text": "Abbreviations list 1g Simulated Earth gravity, normal weight bearing 0.4g Simulated Martian gravity, 40% of normal weight bearing 0g Simulated micro-gravity, 0% normal weight bearing NASA National Aeronautics and Space Administration ISS International Space Station ARED Advanced Resistive Exercise Device CAST Castrated rats OVX Ovariectomized rats Sham Sham (placebo) surgery in rats, intact gonads PBS Phosphate Buffered Saline IACUC Institutional Animal Care and Use Committee M Males F Females Hz Hertz pQCT Peripheral Quantitative Computed Tomography mm Millimeters mm/s Millimeters per second SAS Statistical Analysis System LSMESTIMATE Least Squared Means Estimate PROC MIXED Procedure Mixed ANOVA Analysis of variance μm micrometer 1 Introduction Skeletal muscle strength is critical for operational health and safety for astronauts upon the International Space Station and future missions to the Moon and Mars. Exposure to microgravity (or microgravity analogs) is well known to elicit musculoskeletal alterations in humans and in rodent models. 1 ,  2 ,  3  To mitigate these losses, NASA has instigated strict requirements for exercise interventions on the International Space Station (ISS). However, these interventions are time-consuming (∼2 ​h /day) and do not fully mitigate musculoskeletal losses. 4  Additionally, while certain exercise modalities are available on the ISS, such as the advanced resistive exercise device (ARED) and a specialized treadmill system, given the space limitations for the upcoming Artemis missions to the Moon and future missions to Mars, exercise may not be a viable option for early expeditions to such locations. Therefore, a more thorough understanding of musculoskeletal physiology will be necessary to develop other interventions to mitigate micro- and partial gravity-induced alterations to muscle health. One of the key areas of interest for astronaut health is to ensure a thorough understanding of biological sex differences during exposure to reduced gravity environments. While prior crewed missions may have been disproportionally male, the current Artemis class of astronauts is 50% male and 50% female. 5  Additionally, commercial spaceflight appears to be quickly becoming a reality, with future customers of this enterprise likely comprising approximately 50% males and 50% females. Therefore, understanding the influence of biological sex on muscle outcomes is imperative to developing interventions for safe space travel. Recent articles have detailed baseline differences in male and female muscle fiber type distribution and metabolic activity. 6  Disuse atrophy is known to differentially influence different fiber types, providing physiological plausibility for sex differences in the etiology of disuse atrophy. One of the key experimental models for investigating spaceflight-induced musculoskeletal deteriorations is hindlimb unloading, which entails rodents being elevated from their cage floors by their tail or hip harness. This position completely removes gravitational loading from the rodents’ back paws and elicits a fluid shift towards the head, similar to spaceflight. Extensive literature has been published using this model, which has been elegantly described in previous reviews. 7  Experimental research using hindlimb unloading to investigate the influence of biological sex on the progression of musculoskeletal deficits after disuse have been conflicting. One study noted that female rats better maintained muscle function compared to males after 14 days of unloading. 8  In contrast, others have found female mice had exacerbated muscle loss compared to males within seven days of unloading. 9 , 10  These phenotypic differences were accompanied by a relatively greater reactive oxygen species induction, greater autophagy induction, and lower protein synthetic rates in females compared to males. 9 , 10  Moreover, an additional study found that female mice responded more favorably to mitochondrially-targeted catalase as a therapy to mitigate disuse, compared to males. 11  However, it should be noted that others have not found mitochondrially-targeted catalase to mitigate disuse-associated atrophy in either males or females. 12 One key difference between males and females is differences in major circulating sex steroid hormones, with testosterone being a key sex steroid hormone for males and estradiol being a key sex steroid hormone for females. A comprehensive review of each of these hormones’ function in relation to muscle health is beyond the scope of this paper and has been detailed elsewhere 6 , 13 , 14 ; however, it is clear that both hormones are important for muscle size and strength. What is uncertain is if these steroid hormones contribute to sex differences in musculoskeletal losses during atrophy, or conversely if these hormones potentially mask inherent musculoskeletal differences between males and females. Understanding the influence of sex steroid hormones on muscle loss is important for understanding basic muscle physiology as well as possibly developing interventions to mitigate muscle loss for astronauts. The aggregate of the studies to date is far from a consensus on how or if females may respond differently to a micro- or partial-gravity environment. Moreover, considering the timeline of prior studies (0–14 days of disuse), questions remain on whether sex differences exist, and if they would persist with longer durations of unloading. Additionally, while mechanistic studies investigating alterations in cellular signaling are undoubtedly critical for an in-depth understanding of muscle biology, they do not address whether the muscle will have different functional capacity after exposure to micro- or partial-gravity. Alterations to muscle function will be imperative for NASA to determine how to optimize operational effectiveness and safety in the astronaut corps. Overall, sex differences in the etiology of muscle loss have not been fully resolved. Moreover, how sex steroid hormones may act to augment or mitigate sex differences during disuse atrophy has not been thoroughly investigated. The purpose of this study was to determine if and how biological sex and sex steroid hormones influence the progression of muscle atrophy after long term exposure to simulated micro- and partial-gravity environments in male and female rats. 2 Methods 2.1 Animal experiments Overall design:  All experimental procedures were approved by the Beth Israel Deaconess Medical Center Institutional Animal Care and Use Committee (IACUC, protocol number: 081–2020). The overall protocol (including pictorial description) for this study has been previously reported. 15  Briefly, 120 male (M) and female (F) Fisher rats were obtained from Charles River Laboratories (Wilmington, MA, Stock number: 002). At 12 weeks of age, the rats underwent either castration/ovariectomy (CAST/OVX) or sham (SHAM) surgeries. Animals were given two weeks to recover; thereafter, they were divided into either simulated micro-gravity (0g), simulated partial-gravity (40% of bodyweight, Martian gravity, 0.4g) or Earth gravity control (1g) conditions. Simulated 0g was induced with a pelvic harness around the animals’ hips to keep hindlimbs suspended from the ground, as we have previously described. 16 , 17  Simulated 0.4g was induced with a harness and vest system to allow the animal to keep all paws on the ground with reduced loading, as we have previously described. 16 , 17  Partial weight-bearing was assessed weekly and adjusted as needed to maintain 40% weight bearing. A total of 10 rats were used in each group. Animals remained in interventions for 28 days. Immediately prior to and after interventions, animals underwent a series of tests to evaluate changes in musculoskeletal strength (detailed below). After post-intervention testing, animals were euthanized with 30%–70% carbon dioxide of chamber volume per minute. Death was confirmed with cardiac puncture. These procedures are aligned with 2020 American Veterinary Medical Association Guidelines on Euthanasia guidelines. Hindlimb muscles were then collected and weighed. Soleus muscles were fixed in 10% formalin for 48 ​h and rinsed with phosphate buffered saline (PBS) for histological analysis. Gonadectomy status and associated alterations are detailed in our previous manuscript using these animals. 15 Animal housing:  Conditions for housing has been published previously. 15  Briefly, all animals were singly housed in custom-made cages specifically designed for micro-gravity or partial weight-bearing interventions. Animals were kept in the BIDMC animal facility at ∼22 ​°C with a 12:12 light cycle. Animals were allowed access to food and water ad libitum throughout the study. Rats were fed standard laboratory chow throughout the study. Food was weighed daily to ensure appropriate consumption. Animals were also checked daily to ensure the harness was functioning appropriately and weighed weekly to ensure they did not have excessive bodyweight loss. If an animal exhibited extreme signs of stress (> 20% bodyweight loss, anorexia, non-grooming behaviors, etc.), it was removed from the study and euthanized. One rat (M-CAST-0.4g) was removed from the study due to excessive bodyweight loss. Grip Strength:  Hindlimb grip strength was evaluated as we have previously described. 15  Briefly, animals’ hindlimbs were placed on a grip bar attached to a force transducer (Ametek, Berwyn, PA). Animals were gently pulled from the bar until they released their grip; the corresponding force was recorded. Animals repeated this measurement two more times; the greatest value was utilized for data analysis. Maximally stimulated muscle strength:  Maximal stimulation of dorsiflexion and plantar flexion muscles was completed as previously described. 15  Animals were anesthetized with 2% isoflurane mixed with oxygen using a vaporizing system. The animal's left foot was then taped to a footplate (Dual Mode Muscle Lever System; Aurora Scientific, Aurora, Ontario, Canada) and adjusted to ensure ∼90% of dorsiflexion at the ankle joint and alignment of the ankle and knee joints. The animal's tibial nerve was stimulated to elicit either dorsiflexion or plantar flexion. To confirm appropriate needle placement, a small (10 ​Hz) stimulation was applied to the nerve. After appropriate needle placement was confirmed, a 200 ​Hz stimulation for 200 ​ms was applied to the nerve generating a maximal tetanus. Maximal tetanic measurements were visually inspected by a researcher to ensure maximal tetanus was achieved. Peripheral quantitative computed tomography (pQCT):  Peripheral quantitative computed tomography (pQCT, Stratee, XCT Research SA+, Pforzheim, Germany) was utilized to quantify total muscle cross-sectional area in the tibial compartment, as previously described. 15  Anesthetized animals (∼2% isoflurane) were positioned and images were captured 40 ​mm from the tibial plateau with the following acquisition parameters: voxel size: 0.10 ​mm, Ct speed: 10 ​mm/s. Images were analyzed to decipher different tissue densities and corresponding area with specified software provided by the manufacturer. Histology:  Histological preparation and analysis was completed as we have previously described. 8  After 48 ​h of fixation in 10% formalin and washing with PBS, soleus muscles were embedded in paraffin and stained for myosin heavy chain type I (ab11083; Abcam, Cambridge, MA), myosin heavy chain type II (ab91506; Abcam, Cambridge, MA), and wheat germ agglutinin to visualize muscle fiber borders (W6748; Thermofisher Scientific, Waltham, MA). Images were collected with an epifluorescent microscope at 20 × magnification (Zeiss Axio Imager M1) and analyzed with Fiji (ImageJ, NIH) as we have previously described. 8  All analyses were completed by a blinded investigator (DS). Statistical Analysis:  Longitudinal data were analyzed as percent difference between baseline and post-intervention values with a covariate of baseline values. Cross-sectional data (e.g., muscle fiber areas and tissue weights) were analyzed as percent difference from within sex and hormonal status (SHAM, CAST/OVX) 1g controls. A covariate of baseline values was used for longitudinal data to account for the possible influence of baseline values on the progression of muscle loss. Percent differences were used to more directly compare data between males and females despite their significant differences in bodyweight and other muscle parameters. The specific research question was to evaluate differences between males and females at different simulated gravitational loads (0g and 0.4g) and in response to different gonadal status (SHAM or OVX/CAST). Therefore, we developed a novel statistical model in Statistical Analysis System (SAS) software using the least squared means estimate (LSMESTIMATE) statement within the procedure mixed (PROC MIXED) function. Primary comparisons of interest included: • SHAM Males v. SHAM Females at 0g • SHAM Males v. SHAM Females at 0.4g • CAST Males v. OVX Females at 0g • CAST Males v. OVX Females at 0.4g These four primary comparisons were condensed into  a priori  contrasts and were tested globally with a joint  F -test, as we have previously described. 15  If the joint  F -test was significant ( p  ​< ​0.05), individual contrasts were evaluated for differences between pre-planned comparisons. The  p -values for specific contrasts were accommodated for multiple comparisons with a Holm's adjustment ( p  ​< ​0.05). Additionally, within each sex and hormonal status ,  an one-way analysis of variance (ANOVA) with a factor of loading (1g, 0.4g, and 0g) was completed as a model validation. Significance was denoted with a global  F -test of  p  ​< ​0.05 and pair-wise comparisons were investigated with a Tukey-adjusted  p -value ( p  ​< ​0.05). Graphical representation of model validation analysis can be found in supplementary materials. 18  All data analysis was completed with SAS statistical software (SAS Institute, Cary, NC, United States). All SAS coding (including datasets), SAS outputs, and a pictorial description of the experimental design are available in Supplementary Files. 18 3 Results 3.1 Females lost more bodyweight compared to males, but had similar loss in rear paw grip strength during 28-day interventions F-SHAM-0g had similar bodyweight losses compared to M-SHAM-0g ( Fig. 1 A). However, in rats post-gonadectomy, F-OVX-0g had greater bodyweight loss compared to M-CAST-0g (+14.9% v. −6.8% respectively,  Fig. 1 B). After exposure to simulated partial gravity, females lost more bodyweight compared to males, in both SHAM (−9.4% v. −0.90%,  Fig. 1 C) and OVX/CAST conditions (−11.4% v. −3.9%,  Fig. 1 D). Fig. 1 Bodyweight and grip strength changes in males and females undergoing exposure to micro-gravity (0g) or 40% partial-gravity (0.4g) interventions in SHAM and CAST/OVX conditions. Bodyweight changes in  A)  SHAM males and females exposed to 0g.  B)  CAST males and OVX females exposed to 0g.  C)  SHAM males and females exposed to 0.4g.  D)  CAST males and OVX females exposed to 0.4g. Grip strength changes in  E)  SHAM males and females exposed to 0g.  F)  CAST males and OVX females exposed to 0g.  G)  SHAM males and females exposed to 0.4g.  H)  CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre-intervention and post-intervention (28 days) with a covariate of baseline values. Data are presented as Mean ​± ​ SEM . SHAM ​= ​sham surgery animals with intact gonads, CAST ​= ​castrated males, OVX ​= ​ovariectomized females,  SEM  ​= ​standard error of the mean. Fig. 1 SHAM females and males lost similar hindlimb grip strength after 28 days exposure to 0 ​g ( Fig. 1 E). In 0g OVX/CAST animals, females had less loss in grip strength compared to males (−45.3% v. −67.9% respectively,  Fig. 1 F). At 0.4g, there were no differences in hindlimb grip strength between females and males in SHAM ( Fig. 1 G) or OVX/CAST conditions ( Fig. 1 H). 3.2 Females lost more muscle leg girth and corresponding muscle cross-sectional area compared to males In both intact and gonadectomized rats, and at both 0g and 0.4g, females had greater loss in overall leg girth compared to males (SHAM at 0g: −9.2% v. −4.87% respectfully,  Fig. 2 A; OVX/CAST at 0g: −11.7% v. 0.91%  Fig. 2 B; SHAM at 0.4g: 9.1% v. 0.08% respectively,  Fig. 2 C; OVX/CAST at 0.4g: −10.3% v. 1.1%,  Fig. 2 D). Fig. 2 Leg girth and total muscle area changes in the lower leg between males and females undergoing exposure to micro-gravity (0g) or 40% partial-gravity (0.4g) interventions in both SHAM and CAST/OVX conditions. Leg girth changes in  A)  SHAM males and females exposed to 0g.  B)  CAST males and OVX females exposed to 0g.  C)  SHAM males and females exposed to 0.4g.  D)  CAST males and OVX females exposed to 0.4g. Muscle area changes in  E)  SHAM males and females exposed to 0g.  F)  CAST males and OVX females exposed to 0g.  G)  SHAM males and females exposed to 0.4g.  H)  CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre-intervention and post-intervention (28 days) with a covariate of baseline values. Data are presented as Mean ​± ​ SEM . SHAM ​= ​sham surgery animals with intact gonads, CAST ​= ​castrated males, OVX ​= ​ovariectomized females,  SEM  ​= ​standard error of the mean. Fig. 2 With regards to total muscle cross-sectional area loss of the lower leg, there were no differences between SHAM females and males at 0g ( Fig. 2 E). In OVX/CAST rats exposed to 0g, females tended to have greater muscle cross-sectional area loss, although not significant (−19.3% v. −9.8% respectively,  Fig. 2 F). The same findings were observed in the 0.4g SHAM group (−17.9% v. −8.8%,  Fig. 2 G). However, in OVX/CAST rats exposed to 0.4g, females had significantly greater muscle cross-sectional area loss compared to males (−16.8% v. −3.8% respectively,  Fig. 2 H). 3.3 Females had similar losses in muscle fiber cross-sectional areas as males at 0g but greater muscle fiber area loss than males at 0.4g In both SHAM and OVX/CAST animals exposed to 0 ​g, there were no differences between females and males in relative difference in muscle fiber area ( Fig. 3 A–B). However, at 0.4 ​g in SHAM and OVX/CAST animals, females had greater loss in total muscle fiber area than males (−34.8% v. −15.1% respectively,  Fig. 3 C). Moreover, this relationship was sustained in OVX/CAST animals (−29.8% v. −15.0% respectively,  Fig. 3 D). Fig. 3 Muscle fiber cross-sectional area (CSA) differences in the soleus muscle between males and females undergoing exposure to micro-gravity (0g) or 40% partial-gravity (0.4g) interventions in both SHAM and CAST/OVX conditions. Overall CSA differences in  A)  SHAM males and females exposed to 0g.  B)  CAST males and OVX females exposed to 0g.  C)  SHAM males and females exposed to 0.4g.  D)  CAST males and OVX females exposed to 0.4g. Type I CSA differences in  E)  SHAM males and females exposed to 0g.  F)  CAST males and OVX females exposed to 0g.  G)  SHAM males and females exposed to 0.4g.  H)  CAST males and OVX females exposed to 0.4g. Type II CSA differences in  I)  SHAM males and females exposed to 0g.  J)  CAST males and OVX females exposed to 0g.  K)  SHAM males and females exposed to 0.4g.  L)  CAST males and OVX females exposed to 0.4g. Hybrid Type I/Type II CSA differences in  M)  SHAM males and females exposed to 0g.  N)  CAST males and OVX females exposed to 0g.  O)  SHAM males and females exposed to 0.4g.  P)  CAST males and OVX females exposed to 0.4g.  Q)  Representative images for all groups. All images collected at 20× magnification, scale bars represent 50 ​μm (micrometers). Individual data points are percent difference from within sex and hormone-status 1g (fully loaded) control animals. Data are presented as Mean ​± ​ SEM . SHAM ​= ​sham surgery animals with intact gonad",
  "introduction": "1 Introduction Skeletal muscle strength is critical for operational health and safety for astronauts upon the International Space Station and future missions to the Moon and Mars. Exposure to microgravity (or microgravity analogs) is well known to elicit musculoskeletal alterations in humans and in rodent models. 1 ,  2 ,  3  To mitigate these losses, NASA has instigated strict requirements for exercise interventions on the International Space Station (ISS). However, these interventions are time-consuming (∼2 ​h /day) and do not fully mitigate musculoskeletal losses. 4  Additionally, while certain exercise modalities are available on the ISS, such as the advanced resistive exercise device (ARED) and a specialized treadmill system, given the space limitations for the upcoming Artemis missions to the Moon and future missions to Mars, exercise may not be a viable option for early expeditions to such locations. Therefore, a more thorough understanding of musculoskeletal physiology will be necessary to develop other interventions to mitigate micro- and partial gravity-induced alterations to muscle health. One of the key areas of interest for astronaut health is to ensure a thorough understanding of biological sex differences during exposure to reduced gravity environments. While prior crewed missions may have been disproportionally male, the current Artemis class of astronauts is 50% male and 50% female. 5  Additionally, commercial spaceflight appears to be quickly becoming a reality, with future customers of this enterprise likely comprising approximately 50% males and 50% females. Therefore, understanding the influence of biological sex on muscle outcomes is imperative to developing interventions for safe space travel. Recent articles have detailed baseline differences in male and female muscle fiber type distribution and metabolic activity. 6  Disuse atrophy is known to differentially influence different fiber types, providing physiological plausibility for sex differences in the etiology of disuse atrophy. One of the key experimental models for investigating spaceflight-induced musculoskeletal deteriorations is hindlimb unloading, which entails rodents being elevated from their cage floors by their tail or hip harness. This position completely removes gravitational loading from the rodents’ back paws and elicits a fluid shift towards the head, similar to spaceflight. Extensive literature has been published using this model, which has been elegantly described in previous reviews. 7  Experimental research using hindlimb unloading to investigate the influence of biological sex on the progression of musculoskeletal deficits after disuse have been conflicting. One study noted that female rats better maintained muscle function compared to males after 14 days of unloading. 8  In contrast, others have found female mice had exacerbated muscle loss compared to males within seven days of unloading. 9 , 10  These phenotypic differences were accompanied by a r",
  "methods": "2 Methods 2.1 Animal experiments Overall design:  All experimental procedures were approved by the Beth Israel Deaconess Medical Center Institutional Animal Care and Use Committee (IACUC, protocol number: 081–2020). The overall protocol (including pictorial description) for this study has been previously reported. 15  Briefly, 120 male (M) and female (F) Fisher rats were obtained from Charles River Laboratories (Wilmington, MA, Stock number: 002). At 12 weeks of age, the rats underwent either castration/ovariectomy (CAST/OVX) or sham (SHAM) surgeries. Animals were given two weeks to recover; thereafter, they were divided into either simulated micro-gravity (0g), simulated partial-gravity (40% of bodyweight, Martian gravity, 0.4g) or Earth gravity control (1g) conditions. Simulated 0g was induced with a pelvic harness around the animals’ hips to keep hindlimbs suspended from the ground, as we have previously described. 16 , 17  Simulated 0.4g was induced with a harness and vest system to allow the animal to keep all paws on the ground with reduced loading, as we have previously described. 16 , 17  Partial weight-bearing was assessed weekly and adjusted as needed to maintain 40% weight bearing. A total of 10 rats were used in each group. Animals remained in interventions for 28 days. Immediately prior to and after interventions, animals underwent a series of tests to evaluate changes in musculoskeletal strength (detailed below). After post-intervention testing, animals were euthanized with 30%–70% carbon dioxide of chamber volume per minute. Death was confirmed with cardiac puncture. These procedures are aligned with 2020 American Veterinary Medical Association Guidelines on Euthanasia guidelines. Hindlimb muscles were then collected and weighed. Soleus muscles were fixed in 10% formalin for 48 ​h and rinsed with phosphate buffered saline (PBS) for histological analysis. Gonadectomy status and associated alterations are detailed in our previous manuscript using these animals. 15 Animal housing:  Conditions for housing has been published previously. 15  Briefly, all animals were singly housed in custom-made cages specifically designed for micro-gravity or partial weight-bearing interventions. Animals were kept in the BIDMC animal facility at ∼22 ​°C with a 12:12 light cycle. Animals were allowed access to food and water ad libitum throughout the study. Rats were fed standard laboratory chow throughout the study. Food was weighed daily to ensure appropriate consumption. Animals were also checked daily to ensure the harness was functioning appropriately and weighed weekly to ensure they did not have excessive bodyweight loss. If an animal exhibited extreme signs of stress (> 20% bodyweight loss, anorexia, non-grooming behaviors, etc.), it was removed from the study and euthanized. One rat (M-CAST-0.4g) was removed from the study due to excessive bodyweight loss. Grip Strength:  Hindlimb grip strength was evaluated as we have previously described. 15  ",
  "results": "3 Results 3.1 Females lost more bodyweight compared to males, but had similar loss in rear paw grip strength during 28-day interventions F-SHAM-0g had similar bodyweight losses compared to M-SHAM-0g ( Fig. 1 A). However, in rats post-gonadectomy, F-OVX-0g had greater bodyweight loss compared to M-CAST-0g (+14.9% v. −6.8% respectively,  Fig. 1 B). After exposure to simulated partial gravity, females lost more bodyweight compared to males, in both SHAM (−9.4% v. −0.90%,  Fig. 1 C) and OVX/CAST conditions (−11.4% v. −3.9%,  Fig. 1 D). Fig. 1 Bodyweight and grip strength changes in males and females undergoing exposure to micro-gravity (0g) or 40% partial-gravity (0.4g) interventions in SHAM and CAST/OVX conditions. Bodyweight changes in  A)  SHAM males and females exposed to 0g.  B)  CAST males and OVX females exposed to 0g.  C)  SHAM males and females exposed to 0.4g.  D)  CAST males and OVX females exposed to 0.4g. Grip strength changes in  E)  SHAM males and females exposed to 0g.  F)  CAST males and OVX females exposed to 0g.  G)  SHAM males and females exposed to 0.4g.  H)  CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre-intervention and post-intervention (28 days) with a covariate of baseline values. Data are presented as Mean ​± ​ SEM . SHAM ​= ​sham surgery animals with intact gonads, CAST ​= ​castrated males, OVX ​= ​ovariectomized females,  SEM  ​= ​standard error of the mean. Fig. 1 SHAM females and males lost similar hindlimb grip strength after 28 days exposure to 0 ​g ( Fig. 1 E). In 0g OVX/CAST animals, females had less loss in grip strength compared to males (−45.3% v. −67.9% respectively,  Fig. 1 F). At 0.4g, there were no differences in hindlimb grip strength between females and males in SHAM ( Fig. 1 G) or OVX/CAST conditions ( Fig. 1 H). 3.2 Females lost more muscle leg girth and corresponding muscle cross-sectional area compared to males In both intact and gonadectomized rats, and at both 0g and 0.4g, females had greater loss in overall leg girth compared to males (SHAM at 0g: −9.2% v. −4.87% respectfully,  Fig. 2 A; OVX/CAST at 0g: −11.7% v. 0.91%  Fig. 2 B; SHAM at 0.4g: 9.1% v. 0.08% respectively,  Fig. 2 C; OVX/CAST at 0.4g: −10.3% v. 1.1%,  Fig. 2 D). Fig. 2 Leg girth and total muscle area changes in the lower leg between males and females undergoing exposure to micro-gravity (0g) or 40% partial-gravity (0.4g) interventions in both SHAM and CAST/OVX conditions. Leg girth changes in  A)  SHAM males and females exposed to 0g.  B)  CAST males and OVX females exposed to 0g.  C)  SHAM males and females exposed to 0.4g.  D)  CAST males and OVX females exposed to 0.4g. Muscle area changes in  E)  SHAM males and females exposed to 0g.  F)  CAST males and OVX females exposed to 0g.  G)  SHAM males and females exposed to 0.4g.  H)  CAST males and OVX females exposed to 0.4g. Individual data points are percent difference between pre-intervention and post-intervention (28 days) with a covariate of baseline values. Data are presented as Mean ​± ​ SEM . SHAM ​= ​sham surgery animals with intact gonads, CAST ​= ​castrated males, OVX ​= ​ovariectomized females,  SEM  ​= ​standard error of the mean. Fig. 2 With regards to total muscle cross-sectional area loss of the lower leg, there were no differences between SHAM females and males at 0g ( Fig. 2 E). In OVX/CAST rats exposed to 0g, females tended to have greater muscle cross-sectional area loss, although not significant (−19.3% v. −9.8% respectively,  Fig. 2 F). The same findings were observed in the 0.4g SHAM group (−17.9% v. −8.8%,  Fig. 2 G). However, in OVX/CAST rats exposed to 0.4g, females had significantly greater muscle cross-sectional area loss compared to males (−16.8% v. −3.8% respectively,  Fig. 2 H). 3.3 Females had similar losses in muscle fiber cross-sectional areas as males at 0g but greater muscle fiber area loss than males at 0.4g In both SHAM and OVX/CAST animals exposed to 0 ​g, there were no dif",
  "discussion": "4 Discussion There remains scientific controversy on how biological sex may influence the trajectory of diseases. Our study builds on prior research in this domain 8 ,  9 ,  10 ,  11  and concurs with prior literature finding females appear more susceptible to disuse atrophy relative to males. These differences are more pronounced during mechanical unloading and suggests females may need more therapeutic interventions to attenuate musculoskeletal losses upon exposure to different gravitational environments. Moreover, these sex differences were present regardless of the presence or absence of sex steroid hormones; this strongly implies that sex differences in musculoskeletal pathologies are more complex than simple differences in the sex steroid hormone milieu. Our data demonstrate that females experience greater relative loss across various components of muscle health in simulated micro- and partial-gravity environments, including muscle size ( Figs. 2 ,  Fig 3 , and  Fig 5 ) and muscle strength ( Fig. 4 ), compared to males. These data agree with prior studies in mice undergoing short-term exposure to disuse atrophy, 9 , 10  but conflict with recent works in rats undergoing 14 days of disuse. 8  Although sparse, human data on disuse also appear to suggest that females have slightly worse musculoskeletal outcomes with disuse compared to males. For example, in a recent study of immobilization in humans, females had lower force relative to muscle volume after arm immobilization whereas males did not have these changes. 19  Although males tended to have greater loss in muscle area, females appeared to have greater alterations to intrinsic muscle force. 19  Additionally, in patients within the intensive care units, females have greater reductions in handgrip strength compared to males. 20  Other studies in humans have found comparable rectus femoris area loss between males and females after undergoing immobilization for a femoral fracture. 21  In aggregate, our data appear to generally be consistent with prior studies investigating the influence of biological sex and musculoskeletal outcomes during disuse, with females tending to have exacerbated musculoskeletal loss during exposure to unloading compared to males. It is noteworthy that we found OVX/CAST had little effect on overall differences between males and females. If sex differences were purely attributable to differences in circulating sex steroid hormones, we would anticipate sex differences to disappear or at least be mitigated with removal of such sex hormones. Yet, we find that sex differences remain and, if anything, are enhanced after gonadectomy. Our previous studies using these same rats demonstrated that a lack of testosterone during unloading had little effect on muscle losses during exposure to either 0g or 0.4g. 15  In contrast, although subtle, ovariectomy appeared to exacerbate musculoskeletal losses in females. 15  Taken together with the current analysis, it is conceivable that",
  "conclusion": ""
}