{
  "id": "PMC11988970",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC11988970/",
  "title": "Molecular Mechanism of Microgravity-Induced Intestinal Flora Dysbiosis on the Abnormalities of Liver and Brain Metabolism",
  "authors": "Yi Xiong, Jianguo Guo, Wenchen Yu, Deyong Zeng, Chenchen Song, Li Zhou, Nadtochii Liudmila Anatolyevna, Denis Baranenko, Dan Xiao, Yingyu Zhou, Weihong Lu",
  "year": "2025",
  "journal": "International Journal of Molecular Sciences",
  "abstract": "Space flight has many adverse effects on the physiological functions of astronauts. Certain similarities have been observed in some physiological processes of rodents and astronauts in space, although there are also differences. These similarities make rodents helpful models for initial investigations into space-induced physiological changes. This study uses a 3D-Clinostat to simulate microgravity and explores the role of microgravity in space flight-induced liver and brain abnormalities by comparing changes in the gut microbiota, serum metabolites, and the function and physiological biochemistry of liver and brain tissues between the simulated microgravity (SMG) group mice and the wild type (WT) group mice. The study, based on hematoxylin-eosin (HE) staining, 16S sequencing technology, and non-targeted metabolomics analysis, shows that the gut tissue morphology of the SMG group mice is abnormal, and the structure of the gut microbiota and the serum metabolite profile are imbalanced. Furthermore, using PICRUST 2 technology, we have predicted the functions of the gut microbiota and serum metabolites, and the results indicate that the liver metabolism and functions (including lipid metabolism, amino acid metabolism, and sugar metabolism, etc.) of the SMG group mice are disrupted, and the brain tissue metabolism and functions (including neurotransmitters and hormone secretion, etc.) are abnormal, suggesting a close relationship between microgravity and liver metabolic dysfunction and brain dysfunction. Additionally, the high similarity in the structure of the gut microbiota and serum metabolite profile between the fecal microbiota transplant (FMT) group mice and the SMG group mice, and the physiological and biochemical differences in liver and brain tissues compared to the WT group mice, suggest that microgravity induces imbalances in the gut microbiota, which in turn triggers abnormalities in liver and brain metabolism and function. Finally, through MetaMapp analysis and Pearson correlation analysis, we found that valeric acid, a metabolite of gut microbiota, is more likely to be the key metabolite that relates to microgravity-induced gut microbiota abnormalities, disorders of amino acid and lipid metabolism, and further induced metabolic or functional disorders in the liver and brain. This study has significant practical application value for deepening the understanding of the adaptability of living organisms in the space environment.",
  "keywords": "microgravity, gut microbiota, metabolic dysfunction, liver, brain, 3D-Clinostat",
  "full_text": "1. Introduction The space environment is extremely complex, characterized by strong radiation, high vacuum, extreme temperatures, and microgravity, as well as other environmental factors [ 1 , 2 ]. These factors are collectively referred to as space composite stress, which can directly or indirectly threaten the health and safety of astronauts [ 3 , 4 ]. Microgravity, in particular, is a significant factor affecting the health of astronauts aboard a spacecraft and has therefore received considerable attention from researchers [ 5 ]. This is primarily because weightlessness not only leads to the redistribution of body fluids towards the head but also deprives the human body of gravitational load. Prolonged stays in space can increase the risks of decreased cardiovascular capacity, impaired immune system, reduced bone density, neurological disorders, and muscle atrophy [ 6 , 7 , 8 ]. When a spacecraft carrying astronauts rotates around the Earth, the interior is theoretically a zero-gravity environment. However, due to the influence of residual atmospheric drag and the spacecraft’s rotation, the interior actually exhibits a microgravity environment [ 9 ]. Nevertheless, true space flight experiments are rarely conducted due to their scarcity of opportunities, high costs, and operational complexity. As a result, most research on the effects of microgravity on the human body is conducted through ground-based simulation experiments, with actual flight tests providing supplementary validation [ 10 ]. Ground-based simulation studies of microgravity effects can provide referable data and experimental methods for actual space flight experiments. These simulations are crucial for understanding the physiological impacts of microgravity and developing countermeasures to protect astronaut health during space missions. Exploring the role of microgravity in the damage caused by space composite stress has become an important topic in ground-based experiments in recent years [ 11 , 12 ]. Various damages or abnormalities caused by microgravity in the body are collectively referred to as microgravity effects. The microgravity effects are mainly manifested as changes in multiple physiological systems such as the cardiovascular, liver, bone, muscle, nervous, endocrine, and immune systems [ 13 , 14 , 15 ]. In recent years, researchers have conducted studies on multiple physiological systems related to microgravity, either independently or focusing on some of their interactive effects. However, these studies mainly concentrate on the musculoskeletal and cardiovascular systems, while there are relatively few studies on the liver–brain system, especially on its mechanisms. The liver, as the largest internal organ involved in detoxification and metabolism to maintain the body’s homeostasis, experiences significant gravitational changes. Comparisons between flight specimens and ground controls have shown that among ten types of mouse tissues including muscle, eyes, and kidneys, the liver has the largest number of differentially expressed genes and proteins [ 16 ]. As an important detoxification organ for preventing physical injuries caused by space risks, the liver also has a significant impact on the pharmacokinetic and pharmacodynamic properties of drugs taken during spaceflight [ 17 , 18 ]. In addition, microgravity exposure can lead to liver dysfunction, resulting in liver injuries and inflammation related to apoptosis and oxidative stress, impaired metabolism, changes in the liver’s exogenous biotransformation mechanism, and lipid deposition [ 14 ]. Obviously, these dysfunctions are related to changes in liver metabolism or morphological structure caused by microgravity. Specifically, the major pathophysiological steps involved in these processes are summarized as follows: (1) apoptosis and oxidative stress: microgravity can disrupt the intracellular redox balance, leading to increased production of reactive oxygen species (ROS) [ 19 , 20 ]. Excessive ROS can attack biomacromolecules such as lipids, proteins, and DNA within liver cells, causing oxidative damage. Microgravity also activates apoptotic signaling pathways in liver cells, such as the mitochondrial pathway and the death receptor pathway. In the mitochondrial pathway, microgravity induces changes in mitochondrial membrane permeability, causing cytochrome c to be released into the cytoplasm. This activates caspase-9 and downstream caspase-3, triggering cell apoptosis; (2) inflammatory response: microgravity can induce or exacerbate liver injury by stimulating the release of inflammatory factors and the infiltration of inflammatory cells [ 21 ]; (3) metabolic impairment: microgravity affects pathways or enzymes related to glucose metabolism, lipid metabolism, and protein metabolism [ 22 ], leading to metabolic abnormalities of glucose, lipids, and proteins; (4) changes in the liver’s exogenous biotransformation mechanism: microgravity can influence the expression and activity of drug-metabolizing enzymes (such as the CYP450 enzyme system) in the liver, as well as alter the expression levels of drug transporters (such as P-glycoprotein and organic anion-transporting polypeptides) [ 23 , 24 ]; and (5) lipid deposition: microgravity disrupts the activity of enzymes related to fatty acid metabolism in the liver [ 25 , 26 ], leading to increased fatty acid synthesis and decreased oxidation. Additionally, microgravity affects the expression of genes related to lipoprotein synthesis in the liver, reducing the synthesis and secretion of lipoproteins. Long-term Space Composite Stress in Rats (LSCS) can also trigger depression and cognitive impairments in the body in multiple ways. The possible pathogenic mechanisms remain elusive and poorly understood, involving multiple aspects, including the dysregulation of neural plasticity in astronauts’ brains, decreased levels of neurotransmitters, dysfunction of the hypothalamic–pituitary–adrenal (HPA) axis, oxidative stress, and abnormal inflammatory responses [ 27 ]. Among them, the volume of brain regions, neurotransmitters such as 5-hydroxytryptamine (5-HT) and dopamine (DA) in the hippocampus, and antioxidant capacity are greatly affected by spaceflight. These physiological indicators with abnormal changes have become the targets for studying the pathogenesis of cognitive impairments [ 28 , 29 , 30 ]. Besides other factors such as space radiation, isolation and confinement, and circadian rhythm disorders, increasing evidence suggests that microgravity itself can affect the brain through multiple mechanisms, including vestibular deprivation, weightlessness, and cerebrospinal fluid shift [ 31 ]. In addition, gut microbiota, as a research hotspot involved in the regulation of multiple physiological systems of the body in recent years, has also been reported to undergo abnormal changes after spaceflight. Although changes in gut microbiota during spaceflight have attracted the attention of relevant scholars, there are few reports on its role in the process of liver and brain abnormalities in the body after flight. Ground-based studies have found that gut microbiota can interact with the body through pathways such as the liver–gut axis and the brain–gut axis. The key pathway among them refers to the neurohumoral network through which intestinal functions communicate with the liver and brain. This pathway integrates multiple elements such as nerves, hormones, and metabolism [ 32 ]. In order to study microgravity effects at different levels, ground-based experiments often need to establish different models, including cell models, Caenorhabditis elegans models, and mouse models. For the mouse model, weight loss and bone loss are extremely important changes, and this characteristic is often used as a sign of the successful simulation of microgravity in ground-based mouse models [ 33 , 34 ]. Traditional ground-based microgravity mouse models mainly simulate microgravity by completely unloading or inducing limb disuse [ 35 ]. However, tail suspension still causes certain mechanical injuries to mice, which may have an impact on the simulation results of microgravity [ 36 ]. The 3D-Clinostat, independently developed by the National Space Science Center of the Chinese Academy of Sciences, is often used to study the microgravity effects on model plants and the model animal Caenorhabditis elegans. Its principle is to continuously and randomly adjust the experimental samples in the center of the frame in the biaxial direction, averaging the gravity vector close to zero [ 37 ]. This study is based on the principle of the 3D-Clinostat causing bone loss in mice to establish a new microgravity model in mice, and explores the effects of microgravity on the structure of the gut microbiota and serum metabolites in mice. Combined with the functional prediction of PICRUST 2, behavioral experiments, and a series of physiological and biochemical tests of liver and brain tissues, it has been verified that microgravity changes the structure of the gut microbiota and serum metabolic profile, with abnormal changes in liver and brain tissues. Furthermore, through fecal microbiota transplantation technology, we have also explored the important role of the imbalance of gut microbiota in the abnormal changes in liver and brain tissues caused by microgravity. 2. Results 2.1. Establishment of Microgravity Mouse Model Based on 3D-Clinostat We established a microgravity animal model for C57BL/6 mice using a 3D-Clinostat ( Figure 1 a), with  Video S1  showing the operation of the clinostat and  Figure S1a  demonstrating the design drawing of the mouse survival box. During the 42-day experimental period, we measured the daily food and water intake of the mice in both groups and found that the rotation treatment did not affect the mice’s consumption of food and water ( Figure 1 b). To evaluate the impact of simulated microgravity on the growth and development of mice, we monitored their body weight throughout the treatment period. We observed that compared to the wild type (WT) group, the body weight of mice in the simulated microgravity (SMG) group showed a declining trend from Day 0 to Day 7, then gradually returned to normal growth, and stabilized after Day 21 ( Figure S1b ). Statistical analysis of the body weight differences between the two groups on Days 0, 7, 14, and 21 revealed that the body weight of the SMG group was significantly lower than that of the WT group on Days 7, 14, and 21 ( Figure 1 b). This suggests that the 3D-Clinostat treatment may have caused damage to the mice, leading to a decrease in body weight. Although the mice gradually adapted and returned to normal growth after Day 7, there was still a difference compared to the WT group. Furthermore, on Day 42, we performed autopsies on the mice and analyzed their main organ indices, finding no significant change in the heart index but a significant decrease in the liver, spleen, and thymus indices, indicating that the 3D-Clinostat treatment may have affected the mice’s digestive and immune systems ( Figure 1 b). To determine whether the damage caused by the 3D-Clinostat treatment was due to simulated microgravity, we investigated the osteoporosis condition of the mice’s hindlimb femurs. Osteoporosis is a characteristic effect of the body under microgravity stress, and therefore, changes in femur-related indices can be used as a basis for judging the effectiveness of the microgravity simulation [ 38 , 39 ]. First, we examined the femur index, femur length, and femur diameter of the mice’s hindlimb right femur and found no significant differences after treatment with the 3D-Clinostat ( Figure S2 ). Then, we used Micro-CT and HE staining to assess the morphological structure of the mouse femur. The three-dimensional reconstruction of the mouse femur from Micro-CT images showed that the number of trabeculae in the femur tissue was significantly reduced after treatment with the 3D-Clinostat, with sparse arrangement and even fractures, wider trabecular spacing, and increased separation ( Figure 1 c). HE staining for the morphological examination of the bone tissue of the right hindlimb femur revealed that in the WT group, the trabeculae were clear, evenly distributed, neatly arranged, with a larger thickness and smaller spacing, closely linked, and the marrow cavity was clear with a relatively intact structure ( Figure 1 c). In contrast, the model group mice showed significantly thinner and narrower trabeculae, with increased spacing, loose and incomplete arrangement, and areas of trabecular loss. Furthermore, we measured the microstructural parameters of the cancellous bone and found that after treatment with the 3D-Clinostat, the BV/TV (bone volume fraction), Tb. N (trabecular number), Tb. Th (trabecular thickness), and Ct. Th (cortical thickness) were significantly decreased, while the Tb. Sp (trabecular separation) and trabecular bone pattern factor significantly increased ( Figure 1 d). These findings collectively indicate that the mice’s femurs exhibited a significant state of osteoporosis, suggesting the successful establishment of the microgravity mouse model. 2.2. Microgravity-Induced Imbalance in Mouse Gut Microbiota Microgravity, as an environmental stressor in spaceflight, induces physiological changes including alterations in the intestinal tissue and gut microbiota [ 40 ]. Through HE staining of colonic tissue, we observed that simulated microgravity (SMG) caused damage to the colonic lumen, characterized by thinning of the epithelium, inflammatory cell infiltration, and reduced crypt damage ( Figure 2 a). We also observed that the feces of the SMG-treated mice were softer and more yellowish, whereas those of the WT group were normal, dark brown, and granular, with a moderate texture ( Figure 2 b). The differences in fecal status indicated gastrointestinal dysfunction and poor food digestion and absorption in the SMG-treated mice. Concurrent with the colonic tissue damage, we found a significant increase in the secretion of intestinal cytokines IL-1β, TNF-α, and IL-6 in SMG-treated mice ( Figure 2 c). Changes in the intestinal physiological environment led to alterations in the gut microbiota. To investigate whether microgravity restructured the mouse gut microbiota, we analyzed and compared the diversity differences between SMG and WT groups, including α-diversity and β-diversity indices. Among the α-diversity indices, the Shannon and Simpson indices decreased in the SMG group compared to the WT group ( p  < 0.05) ( Figure 2 d,e). Analysis methods for β-diversity, including unweighted pair-group method with arithmetic means (UPGMA,  Figure 2 f), Principal Component Analysis (PCA,  Figure 2 g), and Principal Coordinates Analysis (PCoA,  Figure 2 h), were employed to study the similarities or differences in sample community composition. We found that samples from the SMG group clustered together, distinct from those of the WT group, regardless of the β-diversity analysis method used. Additionally, by statistically analyzing the number of significantly different microorganisms at various taxonomic levels between SMG and WT groups ( Figure 2 i), we identified 6 significantly different phyla ( Firmicutes ,  Acidobacteria ,  Actinobacteria ,  Verrucomicrobia ,  Bacteroidetes , and  Deferribacteres ,  Figure S3a ), 7 significantly different classes, including  Bacilli ,  Acidobacteria ,  Deferribacteres ,  Deltaproteobacteria ,  Bacteroidia ,  Actinobacteria , and  Verrucomicrobia  ( Figure S3b ), as well as 7 significantly different orders ( Figure S3c ), 15 significantly different families ( Figure S3d ), and 26 significantly different genera ( Figure S3e ). 2.3. Microgravity-Induced Dysbiosis Leads to Metabolic Imbalance in Liver and Brain The composition of the mouse gut microbiota is closely related to its function, and local intestinal functional changes may affect the host’s physiology [ 41 ]. To explore the functional characteristics of the gut microbiota after microgravity restructuring, we focused on the KEGG predictions involving cellular processes, environmental information processing, genetic information processing, and metabolism. We found that the functional differences in the gut microbiota were mainly enriched in 49 related pathways of metabolic functions and 14 related pathways of organismal system functions ( Figure 3 a). To more intuitively discover the significance of the altered metabolic pathways, we focused on the changed pathway enrichment in the metabolism and organismal systems at KEGG level 2. The study found that secondary pathways related to metabolic functions mainly involved lipid metabolism and the biosynthesis of other secondary metabolites ( Figure 3 b). Those related to organismal system functions primarily concerned digestive system metabolism, the nervous system, and the endocrine system ( Figure 3 c). Furthermore, tertiary pathways involved in lipid metabolism included glycerolipid metabolism, sphingolipid metabolism, and fatty acid degradation ( Figure 3 d). Tertiary pathways related to the digestive system included mineral absorption, carbohydrate digestion and absorption, pancreatic secretion, and salivary secretion ( Figure 3 e). Pathways involved in the biosynthesis of other secondary metabolites included tropane, piperidine, and pyridine alkaloid biosynthesis, carbapenem biosynthesis, and phenazine biosynthesis ( Figure 3 f). Pathways related to the nervous and endocrine systems included the glucagon signaling pathway, progesterone-mediated oocyte maturation, estrogen signaling pathway, and prolactin signaling pathway ( Figure 3 g). These results suggest that microgravity restructured the composition and function of the gut microbiota, causing damage to the host’s lipid metabolic functions and the health of the digestive system, including the gut and liver, as well as the nervous and endocrine systems involving the brain. 2.4. Replicability of Gut Microbiota in Mice Under Microgravity To further explore the replicability of gut microbiota, we used the fecal microbiota transplantation (FMT) technique to intragastrically administer the fecal suspension of mice in the SMG group to wild-type C57BL/6 mice, and this group was marked as FMT. The intestinal contents of this group were analyzed by 16S sequencing, and the microbiota structure was compared with those of the WT and SMG groups. We found that the α diversity (Shannon index and Simpson index) of the gut microbiota in the WT group mice was significantly different from that in the SMG group and the FMT group ( Figure 4 a,b). For β-diversity, it can also be seen from UPGMA ( Figure 4 c), PCA ( Figure 4 d), and PCoA ( Figure 4 e) that the WT group was significantly independent in spatial distance from the other two groups, while the gut microbiota diversity of the SMG group and the FMT group showed a highly overlapping state. By analyzing the microbiota structure among the three groups using Circos software (version 0.69-9), it was also found that the gut microbiota in the SMG and FMT groups were very similar in composition structure and were clearly distinguishable from the WT group ( Figure 4 f). Comparing the differences in the top 15 gut microbiota with relative abundances in mice under the three different treatment methods at the phylum, class, and order levels ( Figure 4 g–i), similar results were obtained. In addition, we counted the total number of microorganisms with significant differences at each taxonomic level between FMT and WT and identified 6 phyla, 7 classes, 8 orders, 16 families, and 38 genera with significant differences ( Figure 5 a). This was close to the number of microorganisms with significant differences obtained at each taxonomic level between SMG and WT. Furthermore, to analyze the gut microbiota related to the microgravity effect, we screened the common differential microbiota at each taxon",
  "introduction": "1. Introduction The space environment is extremely complex, characterized by strong radiation, high vacuum, extreme temperatures, and microgravity, as well as other environmental factors [ 1 , 2 ]. These factors are collectively referred to as space composite stress, which can directly or indirectly threaten the health and safety of astronauts [ 3 , 4 ]. Microgravity, in particular, is a significant factor affecting the health of astronauts aboard a spacecraft and has therefore received considerable attention from researchers [ 5 ]. This is primarily because weightlessness not only leads to the redistribution of body fluids towards the head but also deprives the human body of gravitational load. Prolonged stays in space can increase the risks of decreased cardiovascular capacity, impaired immune system, reduced bone density, neurological disorders, and muscle atrophy [ 6 , 7 , 8 ]. When a spacecraft carrying astronauts rotates around the Earth, the interior is theoretically a zero-gravity environment. However, due to the influence of residual atmospheric drag and the spacecraft’s rotation, the interior actually exhibits a microgravity environment [ 9 ]. Nevertheless, true space flight experiments are rarely conducted due to their scarcity of opportunities, high costs, and operational complexity. As a result, most research on the effects of microgravity on the human body is conducted through ground-based simulation experiments, with actual flight tests providing supplementary validation [ 10 ]. Ground-based simulation studies of microgravity effects can provide referable data and experimental methods for actual space flight experiments. These simulations are crucial for understanding the physiological impacts of microgravity and developing countermeasures to protect astronaut health during space missions. Exploring the role of microgravity in the damage caused by space composite stress has become an important topic in ground-based experiments in recent years [ 11 , 12 ]. Various damages or abnormalities caused by microgravity in the body are collectively referred to as microgravity effects. The microgravity effects are mainly manifested as changes in multiple physiological systems such as the cardiovascular, liver, bone, muscle, nervous, endocrine, and immune systems [ 13 , 14 , 15 ]. In recent years, researchers have conducted studies on multiple physiological systems related to microgravity, either independently or focusing on some of their interactive effects. However, these studies mainly concentrate on the musculoskeletal and cardiovascular systems, while there are relatively few studies on the liver–brain system, especially on its mechanisms. The liver, as the largest internal organ involved in detoxification and metabolism to maintain the body’s homeostasis, experiences significant gravitational changes. Comparisons between flight specimens and ground controls have shown that among ten types of mouse tissues including muscle, eyes, and kidn",
  "methods": "4.1. Materials and Reagents Vancomycin (50 mg/kg), Neomycin (100 mg/kg), Metronidazole (100 mg/kg), Ampicillin (1 mg/mL), and 4% Paraformaldehyde were purchased from Macleans Biochemical Technology Co., Ltd. (Shanghai, China). Acetonitrile (99.9%), Methanol (99.9%), and Diethyl Ether (99.9%) were purchased from Sigma Chemical Co., Ltd. (St. Louis, MO, USA). Standard compounds of neurotransmitters Serotonin (5-HT), Norepinephrine (NE), Dopamine (DOPA), Acetylcholine (ACH), Glutamate (Glu), and Gamma-Aminobutyric Acid (GABA) were obtained from Alfa Aesar Chemical Co., Ltd. (Shanghai, China).",
  "results": "2. Results 2.1. Establishment of Microgravity Mouse Model Based on 3D-Clinostat We established a microgravity animal model for C57BL/6 mice using a 3D-Clinostat ( Figure 1 a), with  Video S1  showing the operation of the clinostat and  Figure S1a  demonstrating the design drawing of the mouse survival box. During the 42-day experimental period, we measured the daily food and water intake of the mice in both groups and found that the rotation treatment did not affect the mice’s consumption of food and water ( Figure 1 b). To evaluate the impact of simulated microgravity on the growth and development of mice, we monitored their body weight throughout the treatment period. We observed that compared to the wild type (WT) group, the body weight of mice in the simulated microgravity (SMG) group showed a declining trend from Day 0 to Day 7, then gradually returned to normal growth, and stabilized after Day 21 ( Figure S1b ). Statistical analysis of the body weight differences between the two groups on Days 0, 7, 14, and 21 revealed that the body weight of the SMG group was significantly lower than that of the WT group on Days 7, 14, and 21 ( Figure 1 b). This suggests that the 3D-Clinostat treatment may have caused damage to the mice, leading to a decrease in body weight. Although the mice gradually adapted and returned to normal growth after Day 7, there was still a difference compared to the WT group. Furthermore, on Day 42, we performed autopsies on the mice and analyzed their main organ indices, finding no significant change in the heart index but a significant decrease in the liver, spleen, and thymus indices, indicating that the 3D-Clinostat treatment may have affected the mice’s digestive and immune systems ( Figure 1 b). To determine whether the damage caused by the 3D-Clinostat treatment was due to simulated microgravity, we investigated the osteoporosis condition of the mice’s hindlimb femurs. Osteoporosis is a characteristic effect of the body under microgravity stress, and therefore, changes in femur-related indices can be used as a basis for judging the effectiveness of the microgravity simulation [ 38 , 39 ]. First, we examined the femur index, femur length, and femur diameter of the mice’s hindlimb right femur and found no significant differences after treatment with the 3D-Clinostat ( Figure S2 ). Then, we used Micro-CT and HE staining to assess the morphological structure of the mouse femur. The three-dimensional reconstruction of the mouse femur from Micro-CT images showed that the number of trabeculae in the femur tissue was significantly reduced after treatment with the 3D-Clinostat, with sparse arrangement and even fractures, wider trabecular spacing, and increased separation ( Figure 1 c). HE staining for the morphological examination of the bone tissue of the right hindlimb femur revealed that in the WT group, the trabeculae were clear, evenly distributed, neatly arranged, with a larger thickness and smaller spacing, closely linked, and the marrow cavity was clear with a relatively intact structure ( Figure 1 c). In contrast, the model group mice showed significantly thinner and narrower trabeculae, with increased spacing, loose and incomplete arrangement, and areas of trabecular loss. Furthermore, we measured the microstructural parameters of the cancellous bone and found that after treatment with the 3D-Clinostat, the BV/TV (bone volume fraction), Tb. N (trabecular number), Tb. Th (trabecular thickness), and Ct. Th (cortical thickness) were significantly decreased, while the Tb. Sp (trabecular separation) and trabecular bone pattern factor significantly increased ( Figure 1 d). These findings collectively indicate that the mice’s femurs exhibited a significant state of osteoporosis, suggesting the successful establishment of the microgravity mouse model. 2.2. Microgravity-Induced Imbalance in Mouse Gut Microbiota Microgravity, as an environmental stressor in spaceflight, induces physiological changes includin",
  "discussion": "3. Discussion The complex environment of space, including strong radiation, high vacuum, extreme temperatures and microgravity, can directly or indirectly threaten the health and safety of astronauts [ 46 , 47 ]. During medium- and long-term spaceflight, abnormal changes in multiple systems such as the liver and brain of astronauts, as well as in the neuro–endocrine–immune regulatory network, are the key and difficult points in spaceflight-related research. Although increasing evidence suggests that microgravity is involved in the abnormal changes in the liver and brain after spaceflight, the specific pathways through which it induces these abnormalities remain unclear. Establishing appropriate models is very important for solving this problem. To avoid the impact of unnecessary mechanical injuries on the results, in this study, we established a microgravity model of mice using the 3D-Clinostat and confirmed the feasibility of the new model through the commonly used evaluation methods of previous ground-based models. During the establishment of the new model, the daily food and water intake, which did not show significant changes, indicated that the physiological state of the mice was affected by environmental stress rather than diet. This environmental stress effect was very similar to the stress effect under real microgravity, suggesting that to some extent it was worthy of being a choice for ground-based simulation experiments. Obvious stress effects, such as weight loss, decreased organ indices, and bone loss, are common clinical manifestations of the microgravity effects in the head-down bed rest experiment (for humans) and the tail suspension experiment (for mice) [ 48 , 49 , 50 ]. Furthermore, we separately explored the impact of microgravity, one of the space environmental factors, on the liver and brain tissues of mice. The serum metabolome results, serving as macroscopic manifestations and preliminary diagnostic bases for the body’s condition, revealed obvious disorders in lipid and amino acid metabolism, as well as abnormalities in the digestive, nervous, and endocrine systems in the model group mice compared to the WT group. The excessively high levels of AST (aspartate aminotransferase), ALT (alanine aminotransferase), TC (total cholesterol), TG (triglyceride), LDL (low-density lipoprotein), and the overly low level of HDL (high-density lipoprotein) in the serum confirmed that the model group mice had clinical symptoms of disorders in lipid metabolism and amino acid metabolism. Similar to our results, increases in the levels of AST and ALT were also observed in the ground-based experiments on tail-suspended rats for 2 months and 42 days [ 21 , 51 ]. Likewise, during missions on the International Space Station, increases in TC, TG, and LDL in human serum were also observed, along with a decrease in the HDL level [ 16 ]. It can be seen that spaceflight has a serious impact on the body’s lipid metabolism and amino acid metabolism, and o",
  "conclusion": "5. Conclusions Overall, in this study, the 3D-Clinostat was used to conduct ground simulation of the microgravity effect on mice. It was found that the number of trabeculae in the femoral tissues of mice was significantly reduced and osteoporosis was evident. The obvious osteoporotic state of the mouse femur indicated the successful establishment of the mouse microgravity model. Subsequently, based on the 16S data detection of the feces of the model group mice, it was discovered that microgravity reconstructed the gut microbiota of mice. Based on the functional enrichment analysis of the microbiota, it was found that microgravity might impair the functions of lipid metabolism and amino acid metabolism of the body as well as the health of systems including the intestine, liver, and brain. Then, through fecal microbiota transplantation, it was found that the serum metabolism of the model group and the FMT group was significantly different from that of the WT group, which was similar to the distribution of gut microbiota diversity data. Thus, the gut microbiota dependence of microgravity-induced metabolic disorders was determined, indicating that microgravity affects the terminal metabolism of mice by reconstructing gut microbiota. Based on the functional analysis of the gut microbiota and serum metabolome of mice, we supposed that the reconstruction of gut microbiota induced by microgravity would lead to abnormal metabolism in the liver and brain tissues of the body. Finally, based on the serum metabolome data, the oxidation indicators of the brain and liver tissues and serum of the model group mice, as well as the detection of behavioral memory ability and neurotransmitters, it was verified that the reconstruction of gut microbiota induced by microgravity would lead to metabolic imbalance and functional abnormalities in the liver and brain tissues of the body. This study offers some references and potential directions for addressing astronauts’ health issues and desi"
}