{
  "id": "PMC2925951",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2925951/",
  "title": "Growth Performance and Root Transcriptome Remodeling of Arabidopsis in Response to Mars-Like Levels of Magnesium Sulfate",
  "authors": "Anne M. Visscher, Anna-Lisa Paul, Matias Kirst, Charles L. Guy, Andrew C. Schuerger, Robert J. Ferl",
  "year": "2010",
  "journal": "PLoS ONE",
  "abstract": "Background Martian regolith (unconsolidated surface material) is a potential medium for plant growth in bioregenerative life support systems during manned missions on Mars. However, hydrated magnesium sulfate mineral levels in the regolith of Mars can reach as high as 10 wt%, and would be expected to be highly inhibitory to plant growth. Methodology and Principal Findings Disabling ion transporters AtMRS2-10 and AtSULTR1;2, which are plasma membrane localized in peripheral root cells, is not an effective way to confer tolerance to magnesium sulfate soils. Arabidopsis  mrs2-10  and  sel1-10  knockout lines do not mitigate the growth inhibiting impacts of high MgSO 4 ·7H 2 O concentrations observed with wildtype plants. A global approach was used to identify novel genes with potential to enhance tolerance to high MgSO 4 ·7H 2 O (magnesium sulfate) stress. The early Arabidopsis root transcriptome response to elevated concentrations of magnesium sulfate was characterized in Col-0, and also between Col-0 and the mutant line  cax1-1 , which was confirmed to be relatively tolerant of high levels of MgSO 4 ·7H 2 O in soil solution. Differentially expressed genes in Col-0 treated for 45 min. encode enzymes primarily involved in hormone metabolism, transcription factors, calcium-binding proteins, kinases, cell wall related proteins and membrane-based transporters. Over 200 genes encoding transporters were differentially expressed in Col-0 up to 180 min. of exposure, and one of the first down-regulated genes was  CAX1 . The importance of this early response in wildtype Arabidopsis is exemplified in the fact that only four transcripts were differentially expressed between Col-0 and  cax1-1  at 180 min. after initiation of treatment. Conclusions/Significance The results provide a solid basis for the understanding of the metabolic response of plants to elevated magnesium sulfate soils; it is the first transcriptome analysis of plants in this environment. The results foster the development of Mars soil-compatible plants by showing that  cax1  mutants exhibit partial tolerance to magnesium sulfate, and by elucidating a small subset (500 vs. >10,000) of candidate genes for mutation or metabolic engineering that will enhance tolerance to magnesium sulfate soils.",
  "keywords": "",
  "full_text": "Introduction Long duration human missions to Mars must rely on more than just stored supplies and physico-chemical means to regenerate air and clean water. The Advanced Life Support (ALS) scenarios envisioned for extended manned missions will depend upon the efficient use of local planetary resources and the recycling of limited materials such as water, pressurized atmosphere, and organic matter, while producing food to augment supplies  [1] . The use of in situ regolith for plant growth in a future bioregenerative life support system on Mars may have several advantages over hydroponic systems  [2] ,  [3] . These include the immediate bioavailability of plant essential ions, low-tech mechanical support for plants, and easy access to in situ materials once on the surface. However, plant growth may be reduced or inhibited by phytotoxic substances in the regolith, such as high levels of soluble magnesium sulfate minerals. Hydrated forms of magnesium sulfate such as MgSO 4 ·7H 2 O (epsomite) and MgSO 4 ·H 2 O (kieserite) have been detected in several regions by the Mars Express Satellite  [4] ,  [5] ,  [6] . Analyses by the Mars Exploration Rover landers at Meridiani Planum and Gusev crater have also indicated the presence of high levels of magnesium sulfate minerals (up to 10 wt%) in outcrops and soils  [7] ,  [8] ,  [9] . High levels of hydrated sulfate minerals in regolith on Mars used in bioregenerative life support systems will lead to exposure of plant roots to supra-optimal concentrations of both Mg 2+  and SO 4 \n 2−  ions in the soil solution. Plants may have evolved to cope with relatively high levels of elements in the soil environment by limiting internal accumulation or tolerating high internal concentrations  [10] . In a potential bioregenerative life support system on Mars, an excess of a particular element in the crew's diet could affect the availability of other required elements. This study therefore first determined whether knockout mutant lines for genes encoding certain transporters responsible for uptake of Mg 2+  and SO 4 \n 2−  ions in roots could enhance plant tolerance to high levels of magnesium sulfate in the growth medium and then moved to a molecular analysis of the responses to Mg 2+  and SO 4 \n 2−  in order to increase the potential pool of candidate genes. Various efforts have previously illustrated that the disabling of transporter genes can indeed improve tolerance to certain elements. For example, a line of transgenic wheat plants expressing an antisense construct of the high affinity K +  transporter TaHKT2;1 showed reduced sodium uptake by roots and enhanced growth relative to unstressed plants compared to a control line at high levels of NaCl in the growth medium  [11] . Several plasma membrane localized proteins in the outer cell layers of Arabidopsis roots are known to be responsible for magnesium or sulfate ion uptake. Two specific genes,  AtMRS2-10  and  AtSULTR1;2 , were chosen for this study, in part because of their localization and because of availability of knockout lines.  AtMRS2-10  ( =  AtMGT1 ) functionally complemented a bacterial mutant lacking Mg 2+  transport capability and AtMRS2-10-GFP–expressing plants showed fluorescence in the periphery of root cells, suggesting a plasma membrane association  [12] .  AtMRS2-10  is, to date, the only member of the  AtMRS2  family that is known to be associated to the plasma membrane of root cells in addition to having Mg 2+  ion transport capability. Therefore, a knockout mutant line of the  AtMRS2-10  gene ( mrs 2-10 ) was characterized for this study based on the SALK_100361.41.30.x T-DNA insertion line  [13] .  AtSULTR1;2  is a constitutively expressed sulfate transporter gene whose product AtSULTR1;2 is localized in root hair, epidermal and cortical cells where it ensures sulfate uptake into plants under sulfur-replete conditions  [14] . A knockout mutant line of the  AtSULTR1;2  gene ( sel1-10 ) was shown to take up 80% less sulfate than wildtype when grown for 12 days on agar with optimal levels (1.7 mM MgSO 4 ·7H 2 O) of sulfate  [15] . Knockout lines of genes encoding vacuolar H + /Ca 2+  transporters CAX1 and CAX3 were also analyzed to present perspective of other, non-plasma membrane, cellular transporter locations. The  cax1-1  and  cax1/cax3  lines were previously shown to be more tolerant of high Mg 2+  levels in the form of MgCl 2  when grown on agar  [16] ,  [17] . In a separate study, a  CAX1  knockout mutant was identified through a mutant screen on nutrient solutions reflecting low Ca∶Mg ratios characteristic of serpentine soils  [18] . When high MgSO 4 ·7H 2 O concentrations are applied, the Ca∶Mg ratio of the nutrient solution decreases, which therefore makes the  cax1-1  and  cax1/cax3  mutants candidates for high magnesium sulfate tolerance. This study determined whether enhanced tolerance to low Ca∶Mg ratios is maintained when  cax1-1  and  cax1/cax3  mutants are exposed to elevated SO 4 \n 2−  in addition to elevated Mg 2+  in soil medium. These candidate genes for enhanced magnesium sulfate tolerance that are presented above were selected based on previous literature describing the results of individual gene or gene family analyses. Genome-wide transcriptome analyses of plants exposed to elevated concentrations of magnesium, sulfate, or magnesium sulfate in the growth medium have not been reported to date. In order to increase the number of candidate genes that could play a role in enhancing growth performance of plants exposed to this abiotic stress, root transcriptome remodeling in Col-0 was analyzed after short-term (45 min.) hydroponic exposure to a non-lethal, high concentration of MgSO 4 ·7H 2 O. This early time point was chosen to capture part of the primary stress responses. The differential expression of transporter genes was analyzed after 90 min. and 180 min. in addition to 45 min., as this group in particular may represent a metabolic strategy for tolerance to an elevated magnesium sulfate environment. The root transcriptome of the transporter gene knockout mutant  cax1-1  was furthermore contrasted with that of Col-0 after both genotypes were exposed to MgSO 4 ·7H 2 O treatment for 180 min. Based on their previously identified tolerance to high MgCl 2  and low Ca∶Mg ratios,  cax1  mutants are likely to show enhanced growth compared to wildtype when exposed to high magnesium sulfate levels. Furthermore, ionome analyses of  cax1  mutants showed that they have significantly reduced levels of Mg 2+  in their leaves compared to wildtype  [18] .The  cax1/cax3  double knockout mutant, while having the potential to show tolerance to elevated MgSO 4 ·7H 2 O based on its tolerance to MgCl 2  and its reduced shoot levels of Mg 2+ , showed significant differences in concentration of multiple elements, and grew more slowly than wildtype under regular nutrient conditions  [17] . Since  cax1-1  mutants did not display negative effects on growth under regular nutrient conditions,  cax1-1  rather than  cax1/cax3  was included in the root transcriptome analysis. Genes differentially regulated between  cax1-1  and Col-0 grown under stress conditions could reveal those molecular processes possibly leading to significant differences in growth performance at the whole plant level. A hydroponic medium was chosen to mimic root exposure to a specific soil solution in order to directly link transcriptome responses to the level of bioavailable ions that roots may experience in a hypothetical root zone of a regolith profile on Mars  [19] . The treatment concentration of MgSO 4 ·7H 2 O was based on the low Ca∶Mg ratio that can occur in serpentine soils on Earth. Because of their high amount of bioavailable magnesium, Serpentine soils can be seen as a partial analogue for regolith high in magnesium sulfate on Mars  [20] . Materials and Methods \n Mrs2-10  T-DNA Insertion Line Characterization A homozygous knockout T-DNA insertion line for  AtMRS2-10  (At1g80900) was identified by PCR and RT-PCR using the original SALK_100361.41.30.x line ( Fig. 1a,b ). For PCR, oligonucleotide primers MRS2-10_LP ( 5′-CAGGATCAAAGCATCGTTCTC-3′ ) and MRS2-10_RP ( 5′-TAGGAGCTCAGAAGACGCAAC-3′ ) were designed using software available on the Salk Institute website ( http://signal.salk.edu/tdnaprimers.html ). In addition, the T-DNA specific primer LBb1 ( 5′-GCGTGGACCGCTTGCTGCAACT-3′ ) was included as designed and recommended by the Salk Institute. Combinations of the primers were used to identify plants for which the T-DNA insertion was present in both AtMRS2-10 alleles. Genomic DNA was extracted from T-DNA insertion mutant leaves using the Shorty method. For this method, 500 uL Shorty Buffer (0.2 M Tris-HCL pH 9.0, 0.4 M LiCl, 25 mM EDTA, and 1% SDS) was added to ground leaf tissue (∼0.25 cm 2 ) in a microcentrifuge tube. The tube was then spun for 5 min. at high speed in a microcentrifuge. Supernatant (350 uL) was transferred to a new tube containing isopropanol (350 uL). The two volumes were mixed by inversion and the tube was spun for 10 min. at top speed in a microcentrifuge. After this, the liquid was discarded and the pellet was air-dried before being resuspended in 100 uL TE buffer. Genomic DNA was extracted from Col-0 leaves using the DNeasy Plant Mini Kit (Qiagen). PCR was carried out using JumpStart Taq DNA polymerase (Sigma). PCR products were separated in agarose gels and stained with SYBR Safe DNA gel stain (Invitrogen). A confirmed homozygous T-DNA insertion mutant was backcrossed to Col-0 three times before allowing self-fertilization. Homozygous plants backcrossed 3× were identified by PCR and used for seed generation. For RT-PCR, RNA was extracted from leaves of Col-0 and a homozygous T-DNA insertion line for  AtMRS2-10  (At80900) with the RNeasy Plant Mini Kit (Qiagen). Gene specific oligonucleotide primers MRS2-10_LP1 ( 5′-AGGGTTACTTTGTCGGAGA-3′ ) and MRS2-10_RP1 ( 5′-TACACGGGGTTTTATCTTG-3′ ) were designed based on Arabidopsis genomic DNA sequence information (NCBI). Alpha-(α)-Tubulin was used as a constitutive control with primers according to Yoshimoto (2002). RT-PCR was carried out using the OneStep RT-PCR kit (Qiagen). PCR products were separated in agarose gels and stained with SYBR Safe DNA gel stain (Invitrogen). An ionome analysis of the backcrossed homozygous  AtMRS2-10  knockout mutants ( mrs2-10 ) was performed as part of the Purdue Ionomics project and results are available online through the Purdue Ionomics Information Management System ( http://www.ionomicshub.org/home/PiiMS )  [21] . 10.1371/journal.pone.0012348.g001 Figure 1 Homozygous knockout mutant line  mrs2-10 . (a) A homozygous T-DNA insertion mutant for  AtMRS2-10  (At1g80900) was identified by PCR based on the SALK_100361.41.30.x line. (b) RNA extracted from  mrs2-10  and Col-0 leaves was tested for the presence of  MRS2-10  mRNA with gene-specific primers. Alpha-(α)-Tubulin (TUB) was used as a constitutive control. Plant Growth Experiments on Soil Medium Seeds from the Ws, Col-0,  mrs2-10 ,  sel1-10 \n [15] ,  cax1-1 \n [16]  and  cax1/cax3 \n [17]  lines were sterilized by soaking them for 15 minutes in a 40% (v/v) bleach solution with a drop of Tween 20 (polyoxyethylenesorbitanmonolaureate). The seeds were then washed six times with sterilized (autoclaved) water. To control for environmental variation when comparing plant growth per concentration, each tray was divided in 8 sections of 6 wells each, with either a mutant line or its associated wildtype background line planted in one section, in alternating fashion. This method resulted in 4 sections per seed line per tray. The seeds were evenly planted (5 seeds per tray well) on the soil medium (sphagnum peat moss, vermiculite and perlite) that was wetted with nutrient solution. The basic and control nutrient solution consisted of 2.2 g/L Murashige and Skoog salts (Sigma-Aldrich) and 0.5 g/L MES buffer (Sigma-Aldrich). For the treatments, MgSO 4 ·7H 2 O (Sigma-Aldrich) was added to the basic solution at 20, 60, 80 or 100 mM concentration. The pH of the solutions was adjusted to 5.70–5.75 with KOH. The trays with soil were covered with plastic wrap to maintain sufficient humidity and placed in a cold room at 4°C for three days. After stratification, the trays were moved to a growth room at 23°C where they were randomly placed on the growth benches. There, the seeds germinated, the plastic wrap was removed after 3–5 days, and the surviving plants were thinned to two plants per well (maximum of 12 plants per section) after one week to maintain sufficient spacing. The plants were sub-irrigated twice a week, alternatively with tap water and the appropriate nutrient solution. The plants were analyzed at week 4 and the experiment was repeated three times. Growth Performance Measurements and Statistical Analysis Fresh weight biomass of plants grown on soil was measured by grouping and weighing whole shoots of plants per tray section. Leaf chlorophyll content of plants grown on soil medium was measured with a Minolta SPAD-502 meter. One leaf measurement per plant per tray well was taken. Biomass or chlorophyll levels of wildtype and knockout mutant Arabidopsis lines were evaluated in a mixed analysis of variance (ANOVA) model using SAS 9.2 and JMP Genomics 7 software. Genotype and concentration were included in the ANOVA model as fixed effects, while batch (replication set) was included as a random effect. Unbiased estimates of biomass or chlorophyll levels (least-square means) were generated for each effect (genotype, concentration, or genotype and concentration) per experiment. The estimated levels of biomass or chlorophyll were then compared using a series of t-tests, generating estimated differences and corresponding p-values. Differences with associated p-values<0.05 were considered significant. Results of the ANOVA analysis are presented in  Table S1 . Hydroponic Root Growth The hydroponic set-up for Arabidopsis that was used in this study is based on two previously described systems  [22] ,  [23] . Glass containers (2.6 L) were covered with opaque black plastic sheeting along the glass, and with opaque plastic lids across the top. In each opaque plastic lid, 18 holes (d = 1.43 cm) were made at regular intervals with a hole puncher. A 2-cm-long Rockwool (Grodan) plug (d = 1.59 cm) was placed in each hole. Containers were filled with a nutrient solution adjusted to pH 5.7 by KOH that was replaced once a week. It consisted of distilled water, 0.25 g/L MES buffer, and 1/32x MS salts during week 1 and 2, while the concentration of MS salts increased to 1/16x during week 3. Arabidopsis seeds were sterilized and stratified before planting about ten seeds per Rockwool plug. Col-0 seeds were planted on 18 containers while  cax1-1  seeds were planted on 6. Containers were covered with transparent plastic wrap during the first 3–5 days of germination. Holes were made in the plastic wrap after 1–3 days depending on the general atmospheric humidity. The containers were randomly placed over 3 benches (8 containers/bench). Air was supplied to the roots by one 3W air pump per 8 containers; each container had an airstone made from glass beads. After one week, seedlings were thinned to one seedling per Rockwool plug, so that every container supported 18 plants ( Fig. 2a ). At day 21, Col-0 and  cax1-1  roots were exposed to the basic nutrient solution (0.25 g/L MES, 1/16x MS, pH 5.7) with an additional 2.08 mM magnesium sulfate (total Ca∶Mg ratio = 1∶15). Col-0 was exposed for 45 min., 90 min., or 180 min., while  cax1-1  was exposed for 180 min. only. The Col-0 control set received no extra magnesium sulfate and was harvested at 45 min. together with the first Col-0 treatment set. Four replicate containers were harvested for the control and each of the treatment sets ( Fig. 2b ). Roots were cut below the Rockwool plug and pooled per container before being flash frozen in liquid nitrogen and stored at −80°C. 10.1371/journal.pone.0012348.g002 Figure 2 Overview of hydroponic Arabidopsis growth and root harvest. (a) Set-up for the microarray experiment. (b) Example of Arabidopsis roots after 21 days of growth, and of root harvest per container for the microarray and Q-PCR experiments. Microarray Procedures, Statistical Analysis and Data display RNA was extracted from root samples with the RNeasy Plant Mini Kit (Qiagen). Samples were weighed while still frozen and reagents were adjusted to the total measured weight for the grinding and lysing step. Two replicate extractions were completed per sample with lysate volumes corresponding to 100 mg frozen wet weight each. The remainder of a sample was stored at −80°C as cleared lysate according to the Qiagen protocol. The quality and quantity of the extracted RNA was checked with denaturing agarose gels stained with ethidium bromide and the NanoDrop 1000 Spectrophotometer (Thermo Scientific). RNA from each sample was amplified and labeled with cy3 dye by using Agilent Quick Amp labeling kit, one color. A total of 20 samples were hybridized to five 4×44k Arabidopsis microarray slides (Agilent), which were then washed and scanned before data was extracted. Microarray handling and data extraction was done at the Interdisciplinary Center for Biotechnology Research (ICBR) at the University of Florida according to the One-Color Microarray-Based Gene Expression Analysis (Quick Amp Labeling) Protocol (version 5.7). Median signal intensities were quantile normalized using R software. Log2 transformed normalized data were evaluated using a mixed analysis of variance (ANOVA) model  [24] ,  [25]  implemented in SAS 9.2 that included the fixed effect of each genotype and time of tissue harvest. Unbiased, least square means estimates of transcript abundance were generated and gene expression measured in each treatment was then compared to a control using a series of t-tests; Col-0 sets treated for 45 min., 90 min., or 180 min were compared to the Col-0 set exposed to a control solution for 45 min., and these three comparisons are referred to in the text, tables and figures as Time 45, Time 90, and Time 180 respectively ( Fig. 3 ). In addition, the  cax1-1  set treated for 180 min. was compared to the Col-0 set treated for 180 min. ( Fig. 3 ). The p-values generated in these comparisons were corrected for multiple testing by controlling the False Discovery Rate (FDR) with the Q-value procedure in the Q-value 1.0 package (default settings) of the R software  [26] . A default q-value threshold of 0.05 was used to declare a significant difference in gene expression between treatment and control. The results of the ANOVA analysis are presented in  Table S2 . Lists of genes with statistically significant changes in expression were further organized, analyzed and displayed in tables and figures using JMP Genomics 7, R software, GeneVenn, GOstat, Cluster 3.0, Java TreeView 1.1.4r5, the National Center for Biotechnology Information (NCBI) BLAST tool, and the Arabidopsis Information Resource (TAIR) Motif analysis tool. 10.1371/journal.pone.0012348.g003 Figure 3 Overview of the microarray experiment. The experiment included 20 arrays in total, each with a single cy3-labeled sample hybridized to it. Each sample set consisted of 4 biological replicates. Gene expression was compared among the sets as indicated by the arrows; Col-0 sets treated for 45 min., 90 min., or 180 min. were compared to the Col-0 set exposed to a control solution for 45 min., and these three comparisons are referred to in the text, tables and figures as Time 45, Time 90, and Time 180 respectively. The comparison of  cax1-1  with Col-0 treated for 180 min. is not referred to in abbreviated form. Quantitative Real-time PCR Wildtype Arabidopsis plants (Col-0) were grown hydroponically for 21 days as described above. At day 21, four containers received a replacement of the basic nutrient solution (0.25 g/L MES, 1/16x MS, pH5.7), while anoth",
  "introduction": "Introduction Long duration human missions to Mars must rely on more than just stored supplies and physico-chemical means to regenerate air and clean water. The Advanced Life Support (ALS) scenarios envisioned for extended manned missions will depend upon the efficient use of local planetary resources and the recycling of limited materials such as water, pressurized atmosphere, and organic matter, while producing food to augment supplies  [1] . The use of in situ regolith for plant growth in a future bioregenerative life support system on Mars may have several advantages over hydroponic systems  [2] ,  [3] . These include the immediate bioavailability of plant essential ions, low-tech mechanical support for plants, and easy access to in situ materials once on the surface. However, plant growth may be reduced or inhibited by phytotoxic substances in the regolith, such as high levels of soluble magnesium sulfate minerals. Hydrated forms of magnesium sulfate such as MgSO 4 ·7H 2 O (epsomite) and MgSO 4 ·H 2 O (kieserite) have been detected in several regions by the Mars Express Satellite  [4] ,  [5] ,  [6] . Analyses by the Mars Exploration Rover landers at Meridiani Planum and Gusev crater have also indicated the presence of high levels of magnesium sulfate minerals (up to 10 wt%) in outcrops and soils  [7] ,  [8] ,  [9] . High levels of hydrated sulfate minerals in regolith on Mars used in bioregenerative life support systems will lead to exposure of plant roots to supra-optimal concentrations of both Mg 2+  and SO 4 \n 2−  ions in the soil solution. Plants may have evolved to cope with relatively high levels of elements in the soil environment by limiting internal accumulation or tolerating high internal concentrations  [10] . In a potential bioregenerative life support system on Mars, an excess of a particular element in the crew's diet could affect the availability of other required elements. This study therefore first determined whether knockout mutant lines for genes encoding certain transporters responsible for uptake of Mg 2+  and SO 4 \n 2−  ions in roots could enhance plant tolerance to high levels of magnesium sulfate in the growth medium and then moved to a molecular analysis of the responses to Mg 2+  and SO 4 \n 2−  in order to increase the potential pool of candidate genes. Various efforts have previously illustrated that the disabling of transporter genes can indeed improve tolerance to certain elements. For example, a line of transgenic wheat plants expressing an antisense construct of the high affinity K +  transporter TaHKT2;1 showed reduced sodium uptake by roots and enhanced growth relative to unstressed plants compared to a control line at high levels of NaCl in the growth medium  [11] . Several plasma membrane localized proteins in the outer cell layers of Arabidopsis roots are known to be responsible for magnesium or sulfate ion uptake. Two specific genes,  AtMRS2-10  and  AtSULTR1;2 , were chosen for this study, in part because",
  "methods": "Materials and Methods \n Mrs2-10  T-DNA Insertion Line Characterization A homozygous knockout T-DNA insertion line for  AtMRS2-10  (At1g80900) was identified by PCR and RT-PCR using the original SALK_100361.41.30.x line ( Fig. 1a,b ). For PCR, oligonucleotide primers MRS2-10_LP ( 5′-CAGGATCAAAGCATCGTTCTC-3′ ) and MRS2-10_RP ( 5′-TAGGAGCTCAGAAGACGCAAC-3′ ) were designed using software available on the Salk Institute website ( http://signal.salk.edu/tdnaprimers.html ). In addition, the T-DNA specific primer LBb1 ( 5′-GCGTGGACCGCTTGCTGCAACT-3′ ) was included as designed and recommended by the Salk Institute. Combinations of the primers were used to identify plants for which the T-DNA insertion was present in both AtMRS2-10 alleles. Genomic DNA was extracted from T-DNA insertion mutant leaves using the Shorty method. For this method, 500 uL Shorty Buffer (0.2 M Tris-HCL pH 9.0, 0.4 M LiCl, 25 mM EDTA, and 1% SDS) was added to ground leaf tissue (∼0.25 cm 2 ) in a microcentrifuge tube. The tube was then spun for 5 min. at high speed in a microcentrifuge. Supernatant (350 uL) was transferred to a new tube containing isopropanol (350 uL). The two volumes were mixed by inversion and the tube was spun for 10 min. at top speed in a microcentrifuge. After this, the liquid was discarded and the pellet was air-dried before being resuspended in 100 uL TE buffer. Genomic DNA was extracted from Col-0 leaves using the DNeasy Plant Mini Kit (Qiagen). PCR was carried out using JumpStart Taq DNA polymerase (Sigma). PCR products were separated in agarose gels and stained with SYBR Safe DNA gel stain (Invitrogen). A confirmed homozygous T-DNA insertion mutant was backcrossed to Col-0 three times before allowing self-fertilization. Homozygous plants backcrossed 3× were identified by PCR and used for seed generation. For RT-PCR, RNA was extracted from leaves of Col-0 and a homozygous T-DNA insertion line for  AtMRS2-10  (At80900) with the RNeasy Plant Mini Kit (Qiagen). Gene specific oligonucleotide primers MRS2-10_LP1 ( 5′-AGGGTTACTTTGTCGGAGA-3′ ) and MRS2-10_RP1 ( 5′-TACACGGGGTTTTATCTTG-3′ ) were designed based on Arabidopsis genomic DNA sequence information (NCBI). Alpha-(α)-Tubulin was used as a constitutive control with primers according to Yoshimoto (2002). RT-PCR was carried out using the OneStep RT-PCR kit (Qiagen). PCR products were separated in agarose gels and stained with SYBR Safe DNA gel stain (Invitrogen). An ionome analysis of the backcrossed homozygous  AtMRS2-10  knockout mutants ( mrs2-10 ) was performed as part of the Purdue Ionomics project and results are available online through the Purdue Ionomics Information Management System ( http://www.ionomicshub.org/home/PiiMS )  [21] . 10.1371/journal.pone.0012348.g001 Figure 1 Homozygous knockout mutant line  mrs2-10 . (a) A homozygous T-DNA insertion mutant for  AtMRS2-10  (At1g80900) was identified by PCR based on the SALK_100361.41.30.x line. (b) RNA extracted from  mrs2-10  and Col-0 leaves was tested ",
  "results": "Results Plant Growth Performance The growth performance of transporter gene knockout mutant lines and their respective wildtype backgrounds grown for four weeks on soil treated with MgSO 4 ·7H 2 O in solution (0–100 mM) was compared on the basis of shoot fresh weight (FW) biomass and leaf chlorophyll levels.  Figure 4  shows the growth habit of  mrs2-10  and  sel1-10  plants compared to wildtype in the left hand panels, and of  cax1-1  and  cax1/cax3  compared to wildtype in the right-hand panels. Statistical analysis of the FW shoot biomass of wildtype Arabidopsis (Ws, Col-0) with ANOVA confirmed the significant phytotoxic effects of increasing concentrations of dissolved MgSO 4 ·7H 2 O on wildtype plant growth ( Table S1 ). Subsequent ANOVA analyses assessed whether selected mutant lines could alleviate the growth-limiting effects seen in wildtype. Results showed that FW shoot biomass and leaf chlorophyll content of  mrs2-10  and  sel1-10  lines were indistinguishable from that of wildtype at the tested concentrations ( Fig. 5a–d ,  Table S1 ). Ionome analysis of the  mrs2-10  mutant exposed to regular nutrient conditions furthermore did not reveal a statistically different leaf Mg content compared to Col-0 ( http://www.ionomicshub.org/home/PiiMS ). Although there was little difference between the  mrs2-10  and  sel1-10  lines and their respective wild-type backgrounds, the  cax1-1  and  cax1/cax3  lines showed relative improvement in their ability to grow on MgSO 4 ·7H 2 O enriched soil.  Cax1-1  plants had significantly higher FW shoot biomass and leaf chlorophyll content than Col-0 grown at 80 and 100 mM MgSO 4 ·7H 2 O ( Fig. 5e,g ,  Table S1 ). The increase in  cax1-1  shoot biomass over that of Col-0 was 89% and 149% at 80 and 100 mM respectively. The CAX1 knockout mutation did not fully eliminate the effects of high magnesium sulfate on plant growth performance; the absolute FW shoot biomass of  cax1-1  grown on soil for four weeks was still low (20%) compared to untreated Col-0 ( Fig 5e ).  Cax1/cax3  plants showed significantly higher leaf chlorophyll content than Col-0 grown at 80, and 100 mM, but the average FW shoot biomass increases of 26.8% and 33.2%, at 80 and 100 mM, were not found to be statistically significant ( Fig. 5f,h ,  Table S1 ). The significant differences in FW shoot biomass and leaf chlorophyll content between  cax1/cax3  and Col-0 grown at 0 mM MgSO 4 ·7H 2 O were described in detail by Cheng et al. (2005). In this study, 0 mM was only included as a point of reference for the high concentrations of MgSO 4 ·7H 2 O. 10.1371/journal.pone.0012348.g004 Figure 4 Overview of the Arabidopsis growth experiment on soil. Mutant lines are grown alongside their respective wildtype backgrounds on trays containing soil medium with different levels of dissolved MgSO 4 ·7H 2 O. To control for environmental variation, each tray was divided in 8 sections, with a mutant line and its associated wildtype background line planted in alternating fashion. Yellow boxes highlight the sections with mutant plants within each flat; the other sections contain wildtype plants. For the comparison between  cax1/cax3  and Col-0, 60 mM was not tested. The plants shown here are 3 weeks old and were harvested and analyzed after completing 4 weeks of growth. The experiment was repeated three times. 10.1371/journal.pone.0012348.g005 Figure 5 The shoot fresh weight biomass comparisons of mutant and wildtype lines grown on soil. Average fresh weight shoot biomass of (a)  mrs2-10  and Col-0, (b)  sel1-10  and Ws, (e)  cax1-1  and Col-0, or (f)  cax1/cax3  and Col-0 plants in response to increasing concentrations of MgSO 4 ·7H 2 O in soil medium. Bars indicate standard error, n = 12. Average leaf chlorophyll content of (c)  mrs2-10  and Col-0, (d)  sel1-10  and Ws, (g)  cax1-1  and Col-0, or (h)  cax1/cax3  and Col-0 plants in response to increasing concentrations of MgSO 4 ·7H 2 O in soil medium. Bars indicate standard error, n = 72. The a",
  "discussion": "Discussion The use of regolith on Mars with high levels of hydrated sulfate minerals for bioregenerative life support systems will lead to exposure of plant roots to supra-optimal concentrations of both Mg 2+  and SO 4 \n 2−  ions in the soil solution. The results in this study show that knockout mutant lines of the known genes in Arabidopsis encoding root plasma membrane based uptake transporters of Mg 2+  and SO 4 \n 2−  ions failed to confer an adaptive advantage to a MgSO 4 ·7H 2 O enriched environment. Because  sel1-10  mutants are known to take up 80% less sulfate than their wildtype background Ws, these results mean that phytotoxic effects of magnesium sulfate on overall plant growth are dominated by the Mg 2+  cation. Overexpression of  AtMRS2-10  ( AtMGT1 ) in  Nicotiana benthamiana  led to increased accumulation of magnesium (Mg), manganese (Mn), and iron (Fe) per unit dry weight and per plant compared to wildtype plants  [29] . However, the potential role of AtMRS2-10 as a major uptake transporter of Mg 2+  in Arabidopsis remains uncertain based on the observation that  mrs2-10  plants did not show a significant difference in leaf Mg levels compared to Col-0 under standard nutrient conditions. This could explain why, despite the indication that Mg dominantly affects overall plant growth, the  mrs2-10  mutant did not show a significant improvement in growth performance compared to Col-0. Interestingly, the dominant role of Mg is also supported by the relative tolerance of the  cax1-1  vacuolar H + /Ca 2+  transport mutant plants to elevated levels of MgSO 4 ·7H 2 O. The soil data shown in  Figures 5  and  6  are in line with the relative tolerance of  cax1-1  on agar to high concentrations of dissolved MgCl 2 , a mineral in which the Mg 2+  cation is the dominant phytotoxic factor  [16] . In addition, Bradshaw et al (2005) observed that  cax1  mutants are better able to tolerate the low Ca∶Mg ratios characteristic of terrestrial serpentine soils. The CAX1 knockout mutation does not fully eliminate the effects of high magnesium sulfate on plant growth performance; the absolute FW shoot biomass of  cax1-1  grown on soil for four weeks was still low (20%) compared to untreated Col-0. The primary Arabidopsis Col-0 root transcriptome responses to elevated levels of magnesium sulfate suggest a number of candidate genes that could play a role in enhancing the growth performance of plants exposed to this nutrient stress. Transcriptome responses of Arabidopsis Col-0 roots exposed to MgSO 4 ·7H 2 O versus a control solution for 45 min. revealed over 300 differentially expressed genes. Genes of known functional category include those encoding enzymes involved in hormone metabolism, transcription factors, calcium-binding proteins, kinases, disease resistance proteins, cell wall related proteins, and membrane-based transporters. The biological significance of this seemingly diverse set of gene classes illustrates the comprehensive nature of a primary ",
  "conclusion": "Conclusions and perspectives It was initially thought that the  mrs2-10  and  sel1-10  mutants would have an advantage over wildtype in elevated magnesium sulfate soils, but this was not the case. However, fresh weight shoot biomass analyses showed that although  mrs2-10  and  sel1-10  mutants were not more successful than wildtype in this soil environment, the  cax1  mutants were. Thus,  cax1  mutants are currently the only confirmed genotype with partial tolerance to the phytotoxic levels of magnesium sulfate expected for the regolith on Mars. To further characterize the response of Arabidopsis to Mars-like levels of magnesium sulfate a set of experiments was conducted to evaluate patterns of gene expression in wildtype (Col-0) and  cax1  mutants. The 325 genes differentially expressed in Col-0 roots after 45 min. of exposure to high magnesium sulfate can be seen as candidate genes for enhanced tolerance. This set of genes included  CAX1 , 18 genes previously associated with enhanced tolerance to broad ranges of abiotic stresses, and several well-characterized genes known to enhance tolerance to other salts like NaCl. Many of the differentially regulated genes contain promoter sequence motifs that are known to play a role in ABA-mediated regulation, such as ABRE-CE. This abundance suggests that ABA plays a role in regulating the stress response to elevated magnesium sulfate. In addition, a rich pool of candidates is found in the 200+ transporter genes that are differentially expressed in Col-0 across the time points. Many genes in this set encode transporters of unknown function. These unknown transporter genes, along with the four differentially regulated transcripts between  cax1-1  and Col-0, are of particular interest as they encode proteins of unknown function whose roles are now at least implicated. This study functions as a solid basis for the development of Mars soil-compatible plants by reducing the number of potential candidate genes from tens of thousan"
}