{
  "id": "PMC2910419",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2910419/",
  "title": "DEVELOPMENT OF OTOLITH RECEPTORS IN JAPANESE QUAIL",
  "authors": "David Huss, Rena Navaluri, Kathleen F. Faulkner, J. David Dickman",
  "year": "2010",
  "journal": "Developmental neurobiology",
  "abstract": "The present study examined the morphological development of the otolith vestibular receptors in quail. Here we describe epithelial growth, hair cell density, stereocilia polarization, and afferent nerve innervation during development. The otolith maculae epithelial areas increased exponentially throughout embryonic development reaching asymptotic values near post-hatch day P7. Increases in hair cell density were dependent upon macular location; striolar hair cells developed first followed by hair cells in extrastriola regions. Stereocilia polarization was initiated early, with defining reversal zones forming at E8. Less than half of all immature hair cells observed had non-polarized internal kinocilia with the remaining exhibiting planar polarity. Immunohistochemistry and neural tracing techniques were employed to examine the shape and location of the striolar regions. Initial innervation of the maculae was by small fibers with terminal growth cones at E6, followed by collateral branches with apparent bouton terminals at E8. Calyceal terminal formation began at E10, however no mature calyces were observed until E12, when all fibers appeared to be dimorphs. Calyx afferents innervating only type I hair cells did not develop until E14. Finally, the topographic organization of afferent macular innervation in the adult quail utricle was quantified. Calyx and dimorph afferents were primarily confined to the striolar regions, while bouton fibers were located in the extrastriola and type II band. Calyx fibers were the least complex, followed by dimorph units. Bouton fibers had large innervation fields, with arborous branches and many terminal boutons.",
  "keywords": "Vestibular, motion detection, spatial orientation, gravity perception",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}