{
  "id": "PMC2991213",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2991213/",
  "title": "Chondrogenesis and Mineralization During ",
  "authors": "Christoffer K. Abrahamsson, Fan Yang, Hyoungshin Park, Jonathan M. Brunger, Piia K. Valonen, Robert Langer, Jean F. Welter, Arnold I. Caplan, Farshid Guilak, Lisa E. Freed",
  "year": "2010",
  "journal": "Tissue Engineering. Part A",
  "abstract": "Human mesenchymal stem cells (hMSCs) and three-dimensional (3D) woven poly(ɛ-caprolactone) (PCL) scaffolds are promising tools for skeletal tissue engineering. We hypothesized that  in vitro  culture duration and medium additives can individually and interactively influence the structure, composition, mechanical, and molecular properties of engineered tissues based on hMSCs and 3D poly(ɛ-caprolactone). Bone marrow hMSCs were suspended in collagen gel, seeded on scaffolds, and cultured for 1, 21, or 45 days under chondrogenic and/or osteogenic conditions. Structure, composition, biomechanics, and gene expression were analyzed. In chondrogenic medium, cartilaginous tissue formed by day 21, and hypertrophic mineralization was observed in the newly formed extracellular matrix at the interface with underlying scaffold by day 45. Glycosaminoglycan, hydroxyproline, and calcium contents, and alkaline phosphatase activity depended on culture duration and medium additives, with significant interactive effects (all  p  < 0.0001). The 45-day constructs exhibited mechanical properties on the order of magnitude of native articular cartilage (aggregate, Young's, and shear moduli of 0.15, 0.12, and 0.033 MPa, respectively). Gene expression was characteristic of chondrogenesis and endochondral bone formation, with sequential regulation of Sox-9, collagen type II, aggrecan, core binding factor alpha 1 (Cbfα1)/Runx2, bone sialoprotein, bone morphogenetic protein-2, and osteocalcin. In contrast, osteogenic medium produced limited osteogenesis. Long-term culture of hMSC on 3D scaffolds resulted in chondrogenesis and regional mineralization at the interface between soft, newly formed engineered cartilage, and stiffer underlying scaffold. These findings merit consideration when developing grafts for osteochondral defect repair.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}