{
  "id": "PMC2824534",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2824534/",
  "title": "In vitro generation of mechanically functional cartilage grafts based on adult human stem cells and 3D-woven poly(ε-caprolactone) scaffolds",
  "authors": "P.K. Valonen, F.T. Moutos, A. Kusanagi, M. Moretti, B.O. Diekman, J.F. Welter, A.I. Caplan, F. Guilak, L.E. Freed",
  "year": "2010",
  "journal": "Biomaterials",
  "abstract": "Three-dimensionally woven poly(ε-caprolactone)(PCL) scaffolds were combined with adult human mesenchymal stem cells (hMSC) to engineer mechanically functional cartilage constructs in vitro. The specific objectives were to: (i) produce PCL scaffolds with cartilage-like mechanical properties, (ii) demonstrate that hMSCs formed cartilage after 21-days of culture on PCL scaffolds, and (iii) study effects of scaffold structure (loosely vs. tightly woven), culture vessel (static dish vs. oscillating bioreactor), and medium composition (chondrogenic additives with or without serum). Aggregate moduli of 21-day constructs approached normal articular cartilage for tightly woven PCL cultured in bioreactors, were lower for tightly woven PCL cultured statically, and lowest for loosely woven PCL cultured statically (p<0.05). Construct DNA, total collagen, and glyocosaminoglycans (GAG) increased in a manner dependent on time, culture vessel, and medium composition. Chondrogenesis was verified histologically by rounded cells within a hyaline-like matrix that immunostained for collagen type II but not type I. Bioreactors yielded constructs with higher collagen content (p<0.05) and more homogenous matrix than static controls. Chondrogenic additives yielded constructs with higher GAG (p<0.05) and earlier expression of collagen II mRNA if serum was not present in medium. These results show feasibility of functional cartilage tissue engineering from hMSC and 3D woven PCL scaffolds.",
  "keywords": "Cartilage repair, stem cell, bioreactor, biomechanics, growth factors",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}