{
  "id": "PMC3133089",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3133089/",
  "title": "Characterization of the Salmonella enterica Serovar Typhimurium ydcI Gene, Which Encodes a Conserved DNA Binding Protein Required for Full Acid Stress Resistance▿†",
  "authors": "Matthew E. Jennings, Laura N. Quick, Anjali Soni, Richard R. Davis, Kathleen Crosby, C. Mark Ott, Cheryl A. Nickerson, James W. Wilson",
  "year": "2011",
  "journal": "Journal of Bacteriology",
  "abstract": "Salmonella enterica serovar Typhimurium possesses a stimulon of genes that are differentially regulated in response to conditions of low fluid shear force that increase bacterial virulence and alter other phenotypes. In this study, we show that a previously uncharacterized member of this stimulon, ydcI or STM1625, encodes a highly conserved DNA binding protein with related homologs present in a range of Gram-negative bacterial genera. Gene expression analysis shows that ydcI is expressed in different bacterial genera and is involved in its autoregulation in S. Typhimurium. We demonstrate that purified YdcI protein specifically binds a DNA probe consisting of its own promoter sequence. We constructed an S. Typhimurium ΔydcI mutant strain and show that this strain is more sensitive to both organic and inorganic acid stress than is an isogenic WT strain, and this defect is complemented in trans. Moreover, our data indicate that ydcI is part of the rpoS regulon related to stress resistance. The S. Typhimurium ΔydcI mutant was able to invade cultured cells to the same degree as the WT strain, but a strain in which ydcI expression is induced invaded cells at a level 2.8 times higher than that of the WT. In addition, induction of ydcI expression in S. Typhimurium resulted in the formation of a biofilm in stationary-phase cultures. These data indicate the ydcI gene encodes a conserved DNA binding protein involved with aspects of prokaryotic biology related to stress resistance and possibly virulence.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}