{
  "id": "PMC3659353",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3659353/",
  "title": "Spaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: implications for elevated cerebral perfusion and intracranial pressure",
  "authors": "Curtis R. Taylor, Mina Hanna, Bradley J. Behnke, John N. Stabley, Danielle J. McCullough, Robert T. Davis, Payal Ghosh, Anthony Papadopoulos, Judy M. Muller-Delp, Michael D. Delp",
  "year": "2013",
  "journal": "The FASEB Journal",
  "abstract": "Evidence indicates that cerebral blood flow is both increased and diminished in astronauts on return to Earth. Data from ground-based animal models simulating the effects of microgravity have shown that decrements in cerebral perfusion are associated with enhanced vasoconstriction and structural remodeling of cerebral arteries. Based on these results, the purpose of this study was to test the hypothesis that 13 d of spaceflight [Space Transportation System (STS)-135 shuttle mission] enhances myogenic vasoconstriction, increases medial wall thickness, and elicits no change in the mechanical properties of mouse cerebral arteries. Basilar and posterior communicating arteries (PCAs) were isolated from 9-wk-old female C57BL/6 mice for in vitro vascular and mechanical testing. Contrary to that hypothesized, myogenic vasoconstrictor responses were lower and vascular distensibility greater in arteries from spaceflight group (SF) mice (n=7) relative to ground-based control group (GC) mice (n=12). Basilar artery maximal diameter was greater in SF mice (SF: 236±9 μm and GC: 215±5 μm) with no difference in medial wall thickness (SF: 12.4±1.6 μm; GC: 12.2±1.2 μm). Stiffness of the PCA, as characterized via nanoindentation, was lower in SF mice (SF: 3.4±0.3 N/m; GC: 5.4±0.8 N/m). Collectively, spaceflight-induced reductions in myogenic vasoconstriction and stiffness and increases in maximal diameter of cerebral arteries signify that elevations in brain blood flow may occur during spaceflight. Such changes in cerebral vascular control of perfusion could contribute to increases in intracranial pressure and an associated impairment of visual acuity in astronauts during spaceflight.—Taylor, C. R., Hanna, M., Behnke, B. J., Stabley, J. N., McCullough, D. J., Davis III, R. T., Ghosh, P., Papadopoulos, A., Muller-Delp, J. M., Delp, M. D. Spaceflight-induced alterations in cerebral artery vasoconstrictor, mechanical, and structural properties: implications for elevated cerebral perfusion and intracranial pressure.",
  "keywords": "microgravity, brain blood flow, hemodynamics",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}