{
  "id": "PMC3747666",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3747666/",
  "title": "Increasing the Number of Unloading/Reambulation Cycles does not Adversely Impact Body Composition and Lumbar Bone Mineral Density but Reduces Tissue Sensitivity",
  "authors": "Shikha Gupta, Sarah L Manske, Stefan Judex",
  "year": "2012",
  "journal": "Acta astronautica",
  "abstract": "A single exposure to hindlimb unloading leads to changes in body mass, body composition and bone, but the consequences of multiple exposures are not yet understood. Within a 18wk period, adult C57BL/6 male mice were exposed to one (1x-HLU), two (2x-HLU) or three (3x-HLU) cycles of 2 wk of hindlimb unloading (HLU) followed by 4 wk of reambulation (RA), or served as ambulatory age-matched controls. In vivo µCT longitudinally tracked changes in abdominal adipose and lean tissues, lumbar vertebral apparent volumetric bone mineral density (vBMD) and upper hindlimb muscle cross-sectional area before and after the final HLU and RA cycle. Significant decreases in total adipose tissue and vertebral vBMD were observed such that all unloaded animals reached similar values after the final unloading cycle. However, the magnitude of these losses diminished in mice undergoing their 2nd or 3rd HLU cycle. Irrespective of the number of HLU/RA cycles, total adipose tissue and vertebral vBMD recovered and were no different from age-matched controls after the final RA period. In contrast, upper hindlimb muscle cross-sectional area was significantly lower than controls in all unloaded groups after the final RA period. These results suggest that tissues in the abdominal region are more resilient to multiple bouts of unloading and more amenable to recovery during reambulation than the peripheral musculoskeletal system.",
  "keywords": "adipose tissue, muscle, bone, hindlimb unloading, reambulation",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}