{
  "id": "PMC3564669",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3564669/",
  "title": "Failure to Generate Bone Marrow Adipocytes Does Not Protect Mice from Ovariectomy-Induced Osteopenia",
  "authors": "Urszula T. Iwaniec, Russell T. Turner",
  "year": "2012",
  "journal": "Bone",
  "abstract": "A reciprocal association between bone marrow fat and bone mass has been reported in ovariectomized rodents, suggesting that bone marrow adipogenesis has a negative effect on bone growth and turnover balance. Mice with loss of function mutations in kit receptor ( kit W/W-v ) have no bone marrow adipocytes in tibia or lumbar vertebra. We therefore tested the hypothesis that marrow fat contributes to development of osteopenia by comparing the skeletal response to ovariectomy (ovx) in growing wild type (WT) and bone marrow adipocyte-deficient  kit W/W-v  mice. Mice were ovx at 4 weeks of age and sacrificed 4 or 10 weeks post-surgery. Body composition was measured at necropsy by dual-energy X-ray absorptiometry. Cortical (tibia) and cancellous (tibia and lumbar vertebra) bone architecture were evaluated by microcomputed tomography. Bone marrow adipocyte size and density, osteoblast- and osteoclast-lined bone perimeters, and bone formation were determined by histomorphometry. Ovx resulted in an increase in total body fat mass at 10 weeks post-ovx in both genotypes, but the response was attenuated in the in  kit W/W-v  mice. Adipocytes were present in bone marrow of tibia and lumbar vertebra in WT mice and bone marrow adiposity increased following ovx. In contrast, marrow adipocytes were not detected in either intact or ovx  kit W/W-v  mice. However, ovx in WT and  kit W/W-v  mice resulted in statistically indistinguishable changes in cortical and cancellous bone mass, cortical and cancellous bone formation rate, and cancellous osteoblast and osteoclast-lined bone perimeters. In conclusion, our findings do not support a causal role for increased bone marrow fat as a mediator of ovx-induced osteopenia in mice.",
  "keywords": "osteoblast, osteoclast, menopause, osteoporosis, adipokines",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}