{
  "id": "PMC3665236",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3665236/",
  "title": "Multi-analyte Biochip (MAB) Based on All-solid-state Ion-selective Electrodes (ASSISE) for Physiological Research",
  "authors": "Wan W. Amani Wan Salim, Michael A. Zeitchek, Andrew C. Hermann, Antonio J. Ricco, Ming Tan, Florian Selch, Erich Fleming, Brad M. Bebout, Mamoun M. Bader, Aeraj ul Haque, D. Marshall Porterfield",
  "year": "2013",
  "journal": "Journal of Visualized Experiments : JoVE",
  "abstract": "Lab-on-a-chip (LOC) applications in environmental, biomedical, agricultural, biological, and spaceflight research require an ion-selective electrode (ISE) that can withstand prolonged storage in complex biological media  1-4 . An all-solid-state ion-selective-electrode (ASSISE) is especially attractive for the aforementioned applications. The electrode should have the following favorable characteristics: easy construction, low maintenance, and (potential for) miniaturization, allowing for batch processing. A microfabricated ASSISE intended for quantifying H + , Ca 2+ , and CO 3 2-  ions was constructed. It consists of a noble-metal electrode layer ( i.e.  Pt), a transduction layer, and an ion-selective membrane (ISM) layer. The transduction layer functions to transduce the concentration-dependent chemical potential of the ion-selective membrane into a measurable electrical signal. The lifetime of an ASSISE is found to depend on maintaining the potential at the conductive layer/membrane interface  5-7 . To extend the ASSISE working lifetime and thereby maintain stable potentials at the interfacial layers, we utilized the conductive polymer (CP) poly(3,4-ethylenedioxythiophene) (PEDOT)  7-9  in place of silver/silver chloride (Ag/AgCl) as the transducer layer. We constructed the ASSISE in a lab-on-a-chip format, which we called the multi-analyte biochip (MAB) ( Figure 1 ). Calibrations in test solutions demonstrated that the MAB can monitor pH (operational range pH 4-9), CO 3 2-  (measured range 0.01 mM - 1 mM), and Ca 2+  (log-linear range 0.01 mM to 1 mM). The MAB for pH provides a near-Nernstian slope response after almost one month storage in algal medium. The carbonate biochips show a potentiometric profile similar to that of a conventional ion-selective electrode. Physiological measurements were employed to monitor biological activity of the model system, the microalga  Chlorella vulgaris . The MAB conveys an advantage in size, versatility, and multiplexed analyte sensing capability, making it applicable to many confined monitoring situations, on Earth or in space. Biochip Design and Experimental Methods The biochip is 10 x 11 mm in dimension and has 9 ASSISEs designated as working electrodes (WEs) and 5 Ag/AgCl reference electrodes (REs). Each working electrode (WE) is 240 μm in diameter and is equally spaced at 1.4 mm from the REs, which are 480 μm in diameter. These electrodes are connected to electrical contact pads with a dimension of 0.5 mm x 0.5 mm. The schematic is shown in  Figure 2 . Cyclic voltammetry (CV) and galvanostatic deposition methods are used to electropolymerize the PEDOT films using a Bioanalytical Systems Inc. (BASI) C3 cell stand ( Figure 3 ). The counter-ion for the PEDOT film is tailored to suit the analyte ion of interest. A PEDOT with poly(styrenesulfonate) counter ion (PEDOT/PSS) is utilized for H +  and CO 3 2- , while one with sulphate (added to the solution as CaSO 4 ) is utilized for Ca 2+ . The electrochemical properties of the PEDOT-coated WE is analyzed using CVs in redox-active solution ( i.e.  2 mM potassium ferricyanide (K 3 Fe(CN) 6 )). Based on the CV profile, Randles-Sevcik analysis was used to determine the effective surface area  10 . Spin-coating at 1,500 rpm is used to cast ~2 μm thick ion-selective membranes (ISMs) on the MAB working electrodes (WEs). The MAB is contained in a microfluidic flow-cell chamber filled with a 150 μl volume of algal medium; the contact pads are electrically connected to the BASI system ( Figure 4 ). The photosynthetic activity of  Chlorella vulgaris  is monitored in ambient light and dark conditions.",
  "keywords": "Bioengineering, Issue 74, Medicine, Biomedical Engineering, Chemical Engineering, Electrical Engineering, Mechanical Engineering, Chemistry, Biochemistry, Anatomy, Physiology, Miniaturization, Microtechnology, Electrochemical Techniques, electrochemical processes, astrobiology, Analytical, Diagnostic and Therapeutic Techniques and Equipment, Investigative Techniques, Technology, Industry, Agriculture, electrochemical sensor, all-solid-state ion-selective electrode (ASSISE), conductive polymer transducer, poly(3,4-ethylenedioxythiophene) (PEDOT), lab-on-a-chip,  Chlorella vulgaris, photosynthesis, microfluidics",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}