{
  "id": "PMC3868799",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3868799/",
  "title": "Bone Marrow Leptin Signaling Mediates Obesity-Associated Adipose Tissue Inflammation in Male Mice",
  "authors": "Lea H. Dib, M. Teresa Ortega, Sherry D. Fleming, Stephen K. Chapes, Tonatiuh Melgarejo",
  "year": "2013",
  "journal": "Endocrinology",
  "abstract": "Obesity is characterized by an increased recruitment of proinflammatory macrophages to the adipose tissue (AT), leading to systemic inflammation and metabolic disease. The pathogenesis of this AT inflammation, however, remains to be elucidated. The circulating adipokine leptin is increased in obesity and is involved in immune cell function and activation. In the present study, we investigated the role of leptin in the induction of obesity-associated inflammation. We generated radiation chimeric C57BL/6J mice reconstituted with either leptin receptor-deficient ( db / db ) or wild-type (WT) bone marrow and challenged them with a high-fat diet (HFD) for 16 weeks. Mice reconstituted with  db / db  bone marrow (WT/db), had significantly lower body weight and adiposity compared with mice with WT bone marrow (WT/WT). Gonadal AT in WT/db mice displayed a 2-fold lower expression of the inflammatory genes  Tnfa ,  Il6 , and  Ccl2 . In addition, gonadal fat of WT/db mice contained significantly fewer crown-like structures compared with WT/WT mice, and most of their AT macrophages expressed macrophage galactose-type C type lectin 1 (MGL1) and were C-C chemokine receptor type 2 (CCR2)-negative, indicative of an anti-inflammatory phenotype. Moreover, WT/db mice exhibited greater insulin sensitivity compared with WT/WT mice. These data show that disrupted leptin signaling in bone marrow-derived cells attenuates the proinflammatory conditions that mediate many of the metabolic complications that characterize obesity. Our findings establish a novel mechanism involved in the regulation of obesity-associated systemic inflammation and support the hypothesis that leptin is a proinflammatory cytokine.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}