{
  "id": "PMC3190158",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3190158/",
  "title": "The oligomeric state of the truncated mechanosensitive channel of large conductance shows no variance in vivo",
  "authors": "Irene Iscla, Robin Wray, Paul Blount",
  "year": "2011",
  "journal": "Protein Science : A Publication of the Protein Society",
  "abstract": "The mechanosensitive channel of large conductance (MscL) from E. coli serves as an emergency release valve allowing the cell to survive acute osmotic downshock. It is one of the best studied mechanosensitive channels and serves as a paradigm for how a protein can sense and respond to membrane tension. Two MscL crystal structures of the orthologs M. tuberculosis and S. aureus have been solved showing pentameric and tetrameric structures, respectively. Several studies followed to understand whether the discrepancy in their stoichiometry was a species difference or a consequence of the protein manipulation for crystallization. Two independent studies now agree that the full-length S. aureus MscL is actually a pentamer, not tetramer. While detergents appear to play a role in modifying the oligomeric state of the protein, a cytoplasmic helical bundle has also been implicated. Here, we evaluate the role of the C-terminal region of S. aureus MscL in the oligomerization of the channel in native membranes by using an in vivo disulfide-trapping technique. We find that the oligomeric state of S. aureus MscLs with different C-terminal truncations, including the one used to obtain the tetrameric S. aureus MscL crystal structure, are pentamers in vivo. Thus, the C-terminal domain of the S. aureus protein only plays a critical role in the oligomeric state of the SaMscL protein when it is solubilized in detergent.",
  "keywords": "mechanosensitive channel, oligomerization, detergent solubilization, stoichiometry, disulfide trapping",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}