{
  "id": "PMC3774184",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3774184/",
  "title": "Partial weight suspension: a novel murine model for investigating adaptation to reduced musculoskeletal loading",
  "authors": "Erika B. Wagner, Nicholas P. Granzella, Hiroaki Saito, Dava J. Newman, Laurence R. Young, Mary L. Bouxsein",
  "year": "2010",
  "journal": "Journal of Applied Physiology",
  "abstract": "We developed a new model of hypodynamic loading to support mice in chronic conditions of partial weight bearing, enabling simulations of reduced gravity environments and related clinical conditions. The novel hardware allows for reduced loading between 10 and 80% of normal body weight on all four limbs and enables characteristic quadrupedal locomotion. Ten-week-old female BALB/cByJ mice were supported for 21 days under Mars-analog suspension (38% weight bearing) and compared with age-matched and jacketed (100% weight bearing) controls. After an initial adaptation, weight gain did not differ between groups, suggesting low levels of animal stress. Relative to age-matched controls, mice exposed to Mars-analog loading had significantly lower muscle mass (−23% gastrocnemius wet mass,  P  < 0.0001); trabecular and cortical bone morphology (i.e., trabecular bone volume: −24% at the distal femur, and cortical thickness: −11% at the femoral midshaft, both  P  < 0.001); and biomechanical properties of the femoral midshaft (i.e., −27% ultimate moment,  P  < 0.001). Bone formation indexes were decreased compared with age-matched full-weight-bearing mice, whereas resorption parameters were largely unchanged. Singly housed, full-weight-bearing controls with forelimb jackets were largely similar to age-matched, group-housed controls, although a few variables differed and warrant further investigation. Altogether, these data provide strong rationale for use of our new model of partial weight bearing to further explore the musculoskeletal response to reduced loading environments.",
  "keywords": "mice, unloading, disuse osteoporosis, partial weightbearing, spaceflight",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}