{
  "id": "PMC3251573",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3251573/",
  "title": "New Insights into the Bacterial Fitness-Associated Mechanisms Revealed by the Characterization of Large Plasmids of an Avian Pathogenic ",
  "authors": "Melha Mellata, Jacob T. Maddux, Timothy Nam, Nicholas Thomson, Heidi Hauser, Mark P. Stevens, Suman Mukhopadhyay, Shameema Sarker, Aurélie Crabbé, Cheryl A. Nickerson, Javier Santander, Roy Curtiss",
  "year": "2012",
  "journal": "PLoS ONE",
  "abstract": "Extra-intestinal pathogenic  E. coli  (ExPEC), including avian pathogenic  E. coli  (APEC), pose a considerable threat to both human and animal health, with illness causing substantial economic loss. APEC strain χ7122 (O78∶K80∶H9), containing three large plasmids [pChi7122-1 (IncFIB/FIIA-FIC), pChi7122-2 (IncFII), and pChi7122-3 (IncI 2 )]; and a small plasmid pChi7122-4 (ColE2-like), has been used for many years as a model strain to study the molecular mechanisms of ExPEC pathogenicity and zoonotic potential. We previously sequenced and characterized the plasmid pChi7122-1 and determined its importance in systemic APEC infection; however the roles of the other pChi7122 plasmids were still ambiguous. Herein we present the sequence of the remaining pChi7122 plasmids, confirming that pChi7122-2 and pChi7122-3 encode an ABC iron transport system ( eitABCD ) and a putative type IV fimbriae respectively, whereas pChi7122-4 is a cryptic plasmid. New features were also identified, including a gene cluster on pChi7122-2 that is not present in other  E. coli  strains but is found in  Salmonella  serovars and is predicted to encode the sugars catabolic pathways. In vitro evaluation of the APEC χ7122 derivative strains with the three large plasmids, either individually or in combinations, provided new insights into the role of plasmids in biofilm formation, bile and acid tolerance, and the interaction of  E. coli  strains with 3-D cultures of intestinal epithelial cells. In this study, we show that the nature and combinations of plasmids, as well as the background of the host strains, have an effect on these phenomena. Our data reveal new insights into the role of extra-chromosomal sequences in fitness and diversity of ExPEC in their phenotypes.",
  "keywords": "",
  "full_text": "Introduction \n Escherichia coli  are versatile bacteria; with the majority being non-pathogenic and considered as commensals. A subset of these bacteria has acquired specific virulence attributes that confer an ability to survive in different niches and cause a broad spectrum of intestinal and extra-intestinal diseases  [1] ,  [2] . One of the important aspects of the fitness of  E. coli  is thought to be its ability to survive and persist in a variety of environments, including varied anatomical niches, food, soils, poultry litter, and acidic conditions. Extra-intestinal pathogenic  E. coli  (ExPEC) cause infections outside of their normal intestinal habitat in both mammals and birds, resulting in a considerable economic and public health burden  [3] ,  [4] . Major infections associated with ExPEC in humans include urinary tract infections (UTI), newborn meningitis (NBM) and septicemia  [4] . In birds, a subgroup of ExPEC, named Avian Pathogenic  E. coli  (APEC), causes a complex of systemic infections, mainly respiratory, often leading to death  [4] . The genetic relationship between APEC and other ExPEC of human and animal origin  [4]  emphasizes the potential zoonotic risk of avian-derived  E. coli  strains. In poultry, isolates associated with fecal matter, environmental contamination and chicken meat products possess virulence gene profiles similar to those causing human outbreaks  [5] ,  [6] , which suggests that retail chicken may be an important reservoir for  E. coli  causing ExPEC infections in humans. ExPEC exhibit a high degree of antigenic and genetic diversity, which complicates their diagnosis and the design of cross-protective vaccines  [7] . ExPEC are defined by a limited number of O-antigens, with specific O antigens being associated with certain clinical syndromes. For example,  E. coli  from a small number of O serogroups (O4, O6, O14, O22, O75, and O83) cause 75% of urinary tract infections  [8]  and a limited number of serotypes, principally O1, O2, O78, O8, and O35, are commonly implicated in avian colibacillosis  [9] , suggesting that not all O polysaccharides have identical virulence properties  [10] ,  [11] . The possession of multiple large plasmids is often a defining feature of ExPEC, especially APEC, in which the virulence is partly plasmid-mediated  [12] ,  [13] ,  [14] ,  [15] ,  [16] ,  [17] ,  [18] ,  [19] . Although many studies have been dedicated to understanding the pathogenesis of ExPEC, little is known about the mechanisms of their persistence. Since a correlation between the ecology of bacteria and their virulence exists, understanding the mechanisms of fitness and survival of these bacteria in extreme and changing conditions would not only improve our understanding of their persistence, but also will contribute to better design strategies for their prevention and treatments. Previously, the model APEC strain χ7122 (O78∶K80∶H9), containing three large plasmids pChi7122-1, pChi7122-2, and pChi7122-3, previously named pAPEC-1, pAPEC-2, and pAPEC-3 respectively, and a cryptic plasmid pChi7122-4 ( Table 1 ), has been used to undestand the role of large plasmids in the virulence of ExPEC  [12] . Specifically, we determined that both the nature of plasmids and their combinations have an effect on the virulence and the genetic diversity of ExPEC. Although we have clearly determined that pChi7122-1 has a major role in systemic infection of APEC in chickens, the role of the remaining plasmids remained unclear. 10.1371/journal.pone.0029481.t001 Table 1 Strains and plasmids used in this study. Strain/plasmid Relevant characteristics a \n Reference \n Strains \n \n χ7122 background \n χ7122 APEC O78∶K80∶H9,  gyrA  Nal r , Str r , Sxt r \n \n [79] \n χ7145 χ7122 (χ289: hisG-zee ),  rfb  deleted by replacement with  E. coli  K-12 region at 45 min \n [10] ,  [80] \n χ7167 χ7179  rfb \n +  (O111) prototroph by P1χ2963 lysate χ6206 Strain H30, O26∶H11, SLT-1 \n [80] \n χ7193 χ7179  rfb \n +  (O1), prototroph by P1χ7112 lysate \n [10] ,  [80] \n χ7367 pChi7122-3, Nal r \n \n [12] \n χ7368 ΔpChi7122-1, Δ pChi7122-2, ΔpChi7122-3, Nal r \n \n [12] \n χ7394 pChi7122-1, Nal r \n \n [12] \n χ7392 pChi7122-2, Nal r , Str r , Sxt r \n \n [12] \n χ7561 pAPEC-1, pAPEC-2, Nal r , Str r , Sxt r \n \n [12] \n χ7562 pChi7122-1, pChi7122-3, Nal r \n \n [12] \n χ7274 pChi7122-2, pChi7122-3, Nal r , Str r , Sxt r \n \n [90] \n \n E. coli \n  K-12 background \n χ6092 \n E. coli  K-12, Lac −  F −  Tc r \n \n [19] \n χ7346 χ6092 pChi7122-1, Tc r \n \n [19] \n χ7347 χ6092 pChi7122-2, Tc r , Str r , Sxt r \n \n [12] \n χ7348 χ6092 pChi7122-3, Tc r \n \n [12] \n \n Plasmids \n pChi7122-1 103,275 pb plasmid of APEC χ7122 \n [19] ,  [90] \n pChi7122-2 82,676 pb plasmid of APEC χ7122 \n [19] \n pChi7122-3 56,676 pb plasmid of APEC χ7122 \n [19] \n pChi7122-4 4,300 pb plasmid of APEC χ7122 This study aNal r , nalidixic acid resistant; Tc r , tetracycline resistant; Str r , streptomycin resistant; Sxt r , Trimethoprim/sulfamethoxazole resistant. Since pChi7122-2 and pChi7122-3 do not encode for common ExPEC virulence factors  [12] , and their roles are considered as minor in systemic infection in chickens  [12] , we hypothesized that these plasmids could be important in persistence of this bacterial strain in different stressful conditions encountered before and during infections. Therefore, this study aimed to (1) fully sequence and analyze the DNA of plasmids pChi7122-2, pChi7122-3, and pChi7122-4 of APEC strain χ7122; and (2) evaluate the contribution of these plasmids, as well the plasmid pChi7122-1, either individually or in combination, in the bacterial interaction with a model human intestinal epithelial cell line, bile and acid resistance, biofilm formation, and growth in iron-restricted medium and in the presence of different carbon sources. Moreover, since the plasmids can be carried by strains with different backgrounds, we aimed to determine the effect of different host strain backgrounds on plasmid-associated phenotypes. This study presents for the first time the sequence of three plasmids of APEC strain χ7122 and provides new insights into the genetic and phenotypic mechanisms that ExPEC may use for their persistence and survival in stressful conditions. Results and Discussion Genome sequencing has made major contributions to our knowledge of virulence and the evolution of pathogenic bacteria. So far, virulence plasmids associated with ExPEC are ColV, ColBM and Vir plasmids  [20] ; many of which are already fully sequenced and have been determined as belonging mainly to the IncFIB/FIIA backbone. Although PCR characterization of UPEC and APEC plasmids has revealed the presence of plasmids from other Inc groups  [21] , studies on their role in ExPEC has been limited. Previously, we examined the role of the three large plasmids of APEC χ7122 in pathogenesis in chickens  [12]  and sequenced the plasmid pChi7122-1  [19] . We were able to assign roles for pChi7122-1 in the virulence in systemic infection of bacteria; however the roles of pChi7122-2 and pChi7122-3 in APEC χ7122 were equivocal. General sequence features of plasmids pChi7122-2, pChi7122-3, and pChi7122-4 In this study, we present the whole DNA sequences of plasmids pChi7122-2 ( FR851303 ), pChi7122-3 ( FR851304 ) and pChi7122-4 ( FR851305 ). The general sequence features of the three plasmids are listed in the  Table 2 . 10.1371/journal.pone.0029481.t002 Table 2 Summary of general characteristics of the three sequenced plasmids of APEC χ7122. Plasmids Size (bp) Inc group GC% N° ORFs Starting codons Gene function virulence factors-encoded ATB pChi7122-2 82,676 IncFII 52.8 115 ATG (78.26%) GTG (14.78%) TTG (6.08%) 18.26% (known and putative virulence genes) 41.74% (involved in plasmid functions) 4.35% ( IS s) 19.13% (CHP) 16.52% (HP) EitABCD Str r , Sxt r \n pChi7122-3 56,676 IncI2 42.7 86 ATG (86.04%) GTG (6.8%) TTG (5.81%) 26.74% (known and putative virulence genes) 31.39% (involved in plasmid functions) 2.32% ( IS s) 8.14% (CHP) 31.39% (HP) Type IV Pil fimbriae - pChi7122-4 4,300 ColE2-like 49.3 3 ATG (100%) 66.66% (involved in plasmid functions) 33.34% (CHP) None - ATB, antibiotic; Str r , streptomycin resistant; Sxt r , Trimethoprim/sulfamethoxazole resistant; -, absent. Plasmids pChi7122-2, pChi7122-3 and pChi7122-4 consist of 82,676 bp, 56,676 bp and 4,300 bp respectively ( Fig. 1 ,  Table 2 ) and are predicted to encode 115, 86, and 3 coding sequences (CDS) respectively ( Table 2 ,  Table S1  and  S2 ); these CDSs include the complete sequences for the iron acquisition system  eitABCD  on pChi7122-2 and type IV fimbriae on pChi7122-3, which have been previously shown to be present on these plasmids by PCR  [12] . Analysis of pChi7122-4 revealed 3 CDSs that were predicted to encode plasmid replication and maintenance functions only ( Table 2 ,  Fig. 1 ); consequently we excluded this plasmid from all further experimental analysis. 10.1371/journal.pone.0029481.g001 Figure 1 Circular representation of pChi7122-2 (A), pChi7122-3 (B), and pChi7122-4 (C). The different rings represent (from outer to inner) CDS which are color coded by functional group (ring 1 and 2), deviation from average G+C content (ring 3), and GC skew [(G−C)/(G+C); ring 4]. Colors represent the following: red, virulence-associated; green, plasmid transfer; yellow, plasmid replication; grey other functions; brown, hypothetical protein. We assessed the presence of  eitA  gene of pChi7122-2 and two genes of pChi7122-3 ( pilS  and  pilV ) by PCR among 225 pathogenic  E. coli  strains from different origins, including 100 human  E. coli  strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI), 80 APEC, and 45 human enteric pathogenic  E. coli . PCR results show that  eitA  was present in 10% of non-UTI human isolates and 5% of APEC strains, but was absent in other groups. The genes  pilS  and  pilV  of pChi7122-3 were detected in 8.75% of the APEC group and in 10% of human UTI isolates, respectively. The low prevalence of pChi7122-2 ( eitA ) and pChi7122-3 ( pilS  and  pilV ) genes among other ExPEC of human and avian origin, as determined by PCR, could indicate the recent acquisition of these genes by these  E. coli  strains, enabling them to inhabit new niches. Our past work has determined that plasmids pChi7122-2 and pChi7122-3 are self-conjugative  [12] . Herein, their sequences analysis has revealed the presence of genes required for their transfer ( Fig. 1 ,  Table S1  and  S2 ). The transfer region of pChi7122-2 is about 34 kb consisting of 24  tra  and 9  trb  genes ( Table S1 ) and is identical to the one of the virulence plasmid pAA ( FN554767.1 ; 99% identity with 92% coverage), whereas the  tra  region of pChi7122-3 has the same organization as its equivalent in  E. coli  conjugative plasmid IncI2 R721 ( AP002527.1 ); it contains 11  tra/trb  genes, grouped in two clusters separated by two  pil  genes ( Fig. 1 ,  Table S2 ). pChi7122-3 also harbors genes  nikB ,  nikC , and  nikA  for relaxome formation involved in plasmid transfer  [22] ,  [23]  ( Fig. 1 ,  Table S2 ). Among the three plasmids, only pChi7122-2 carries antibiotic resistance genes (MM2-101, MM2-102 and MM2-103) ( Table S1 ). These genes encode for a dihydropteroate synthase ( sul1 )  [24] , a GCN5-related N-acetyl transferase  [25]  and a streptomycin 3′- adenylytransferase  (SP-R) ( aadA )  [26] , respectively. The phenotypic expression of streptomycin and sulfonamide (trimethoprim/sulfamethoxazole) resistance in strains containing pChi7122-2 has been determined by disk diffusion tests. Although streptomycin has only limited current usage in clinical medicine, it remains important for therapy of, and growth promotion in, animals and bacterial disease control in plants  [27] . It was suggested that sulphonamide resistance genes can be transferred from commensal bacteria via integrons, transposons or plasmids, into more virulent bacteria in the intestine  [28] . Comparative analysis of the pChi7122 plasmids with those in the public databases using BLASTn showed that pChi7122-2 shares high homology with plasmids from  Shigella sonnei  (pEG356), an urinary  E. coli  isolate (pHK01), EAEC (pAA), and  K. pneumoniae  (pKF3-70), respectively (with 100% identity and 70% coverage). The pChi7122-3 genome has shown homology with only one plasmid, the  E. coli  plasmid R721 (with 99% identity and 90% coverage), which includes the type IV fimbriae  pil  operon  [29] ,  [30]  and shufflon  [31] ,  [32] . Mauve alignment of pChi7122-2 and pChi7122-3 with their respective homologous plasmids confirmed these homologies ( Fig. S1 ). The plasmid pChi7122-2 and its homologous plasmids have a 4 kb region in common, which encodes for the ABC iron uptake locus  eitABCD  ( Fig. 2A ), previously described in two other APEC plasmids, pAPEC-O2-ColV  [17]  and pAPEC-O1-ColBM  [15] . A DNA comparison of the regions of  eitABCD  of the six plasmids has shown that with the exception of pAPEC-O2-ColV, this region is located downstream of the  par  region of plasmids and is flanked by the transposon  tnpA  gene in pChi7122-2, pHK01, and pEG356 respectively and by an insertion sequence  IS 629 in pAPEC-O1-ColBM ( Fig. 2A ) which could explain the dissemination of  eitABCD  among genomes of these bacteria. We were unable to detect the iron-uptake phenotype expression of  eitABCD  genes using CAS agar medium  [12] , even though it was efficient in revealing those of pChi7122-1 and chromosomally-encoded systems. Therefore in this study, we extended the analysis by testing the growth of strains, with and without the three plasmids, in iron-limited medium alone or supplemented with either FeSO 4 , heme or hemoglobin. Our results show that only pChi7122-1 increased the growth of strains in iron-sequestered environments ( Fig. S2 ). The ability to acquire iron from heme and hemoglobin could be related to the autotransporter Tsh encoded by pChi7122-1  [33] , which has previously been reported to bind to red blood cells  [34] . Future studies are needed to determine conditions of expression of  eitABCD , such as under in vivo conditions. 10.1371/journal.pone.0029481.g002 Figure 2 Comparison of physical and genetic maps for  eitABCD  and sugar pathway regions. The  eitABCD  region from pChi7122-2 was compared to its equivalent in pHK01 ( HM355591.1 ), pEG356 ( FN594520.1 ), pAPEC-O2-ColV ( NC_007675.1 ), pAA ( FN554767.1 ), and pAPEC-O1-ColBM ( NC_009837.1 ) ( A ); and sugars pathways genome region  pChiA pChiOTDR  in pChi7122-2 to its equivalent found in the genomes of  S . Enteritidis ( AM933172.1 ),  S . Gallinarum ( AM933173.1 ),  S.  Weltevreden ( FR775220.1 ) and  S . Agona ( CP001138.1 ) respectively ( B ). New putative sugar utilization pathways identified in pChi7122-2 An important aspect of pathogenesis is the ability of bacteria to adapt their metabolism to the available nutrients by coordinating their metabolism with their life cycle  [35] . Recent reports have shown that in the intestine, both commensal and enterohemorrhagic  E. coli  (EHEC) require multiple carbon metabolic pathways  [36] ,  [37] . In this study, DNA sequence analysis of pChi7122-2 has revealed the presence of two systems of sugar utilization pathways. This system, with two divergent operons, consists of a gene for a starvation-sensing protein ( pChiA ) located in the opposite orientation to four successive genes  pChiOTDR  ( Fig. 2B ,  3 ). These genes have no significant homology with DNA sequences of other  E. coli  available on public databases, as determined by MegaBLASTn search analysis, but share 94% homology (with 100% coverage) with the chromosomal DNA sequence of genomes of  Salmonella  Enteritidis ( AM933172.1 ), Gallinarum ( AM933173.1 ), Weltevreden ( FR775220.1 ) and Agona ( CP001138.1 ), respectively ( Fig. 2B ). The sequence analysis of this region in these  Salmonella  serovars has determined that, with the exception of  S . Agona, in which the  pChiA -equivalent gene is truncated, the organization of the  pChiOTDR  homologous genes in the genome of the four pathogens is the same ( Fig. 2B ). The identities of the proteins translated by these genes were between 86%–99% ( Fig. 2B ,  Table S3 , and  Fig. S3 ). 10.1371/journal.pone.0029481.g003 Figure 3 Plasmid pChi7122-2 putative sugar utilization pathway. Illustration of the proposed biochemical pathway for putative sugar utilization encoded by the operon  pChiOTDR  ( A ), the predicted 3D model and function of each enzyme are presented; and diagrammatic representation of the genetic organization of the putative sugar utilization operon  pChiA pChiOTDR  ( B ). The two promoter regions identified are indicated with arrows. Bioinformatic analysis indicated that pChiR may act as a transcriptional regulator of  pChiOTDR  genes. The promoter region contains independent CRP binding boxes indicated in red. The promoter elements for  pChiOTDR  (P pchi ) located in the positive DNA strand are underlined. The promoter elements for  pChiA  (P pChiA ) in the negative strand are in bold and red without underlining. The putative functions and the predicted 3-D structures of the  pChiA  and  pChiOTDR  gene products, determined by Blast-PSI and HHpred  [38] , show that  pChiA  encodes for a bifunctional dehydratase that utilizes both D-mannonate and D-altronate as substrates  [39]  and  pChiOTDR  encode for a gluconate 5-dehydrogenase, pChiO; an exonate sugar transport, pChiT; an L-idonate 5 dehydrogenase, pChiD; and a regulator protein GntR-like, pChiR, respectively ( Table S3 ,  Fig. 3A ). Two promoter regions, P pChiA  and P pChi , with independent cAMP receptor protein (CRP) binding boxes  [40] ,  [41] , were detected in the promoter region of  pChiA  and  pChiO  ( Fig. 3B ). Bioinformatic analysis indicated that pChiR is a putative transcriptional regulator from GntR family  [42] . In the absence of glucose, the preferred carbon source for  E. coli , the CRP would activate the pChi7122-2 sugars pathways  [40] ,  [41] ; whereas pChiR would have an opposite effect. It is known that colonic mucus contains several sugar acids that represent an important source of nutrients and that genes involved in the catabolism of N-acetylglucosamine, sialic acid, glucosamine, gluconate, arabinose, and fucose are expressed in both commensal  E. coli  and EHEC  [36] . It has also been reported that UPEC bacteria grown in urine express enzymes for catabolism of sialic acid, gluconate, xylose, and arabinose  [43]  and genes involved in the transport of gluconate and related hexonates are up-regulated in  S.  Typhimurium in macrophages  [44] , suggesting that the new pChi7122-2 sugar pathways could also be important either in the pathogenesis of APEC, as well as in  Salmonella  serovars Enteritidis, Gallinarum, Weltevreden and Agona or in their persistence in different hosts. Compared to the chromosomal  E. coli  K-12 L-idonic acid pathway encoded by the  gnTII  genes,  idnK idnDOTR \n [45] , the genes of the operon  pChiOTDR  of pChi7122-2 have no significant homologies at the DNA level and share some sequence identity at the protein level ( Table 3 ); moreover, the position of the gene of L-idonate 5 dehydrogenase is different in the two distinct gene clusters. Intriguingly, the gluconate kinase gene,  idnK , of GnTII pathway  [45]  is absent in the pChi7122-2 pathway and is substituted by the gene of the starvation sensing protein,  rspA-like \n [46] \n pChiA  which is essential for survival of bacteria in limited nutrient conditions. The gene encoding the regulatory protein GntR in the GnTII pathways, exhibits no significant homology at both DNA and protein levels with its counterpart in pChi7122-2 ( pChiR ) ( Table 3 ). In this study, although we have shown that strains have better growth in media with glucoronic acid than with other sugars tested ( Fig. S4 ), there were no significant differences between strains with and without the plasmid pChi7122-2. The",
  "introduction": "Introduction \n Escherichia coli  are versatile bacteria; with the majority being non-pathogenic and considered as commensals. A subset of these bacteria has acquired specific virulence attributes that confer an ability to survive in different niches and cause a broad spectrum of intestinal and extra-intestinal diseases  [1] ,  [2] . One of the important aspects of the fitness of  E. coli  is thought to be its ability to survive and persist in a variety of environments, including varied anatomical niches, food, soils, poultry litter, and acidic conditions. Extra-intestinal pathogenic  E. coli  (ExPEC) cause infections outside of their normal intestinal habitat in both mammals and birds, resulting in a considerable economic and public health burden  [3] ,  [4] . Major infections associated with ExPEC in humans include urinary tract infections (UTI), newborn meningitis (NBM) and septicemia  [4] . In birds, a subgroup of ExPEC, named Avian Pathogenic  E. coli  (APEC), causes a complex of systemic infections, mainly respiratory, often leading to death  [4] . The genetic relationship between APEC and other ExPEC of human and animal origin  [4]  emphasizes the potential zoonotic risk of avian-derived  E. coli  strains. In poultry, isolates associated with fecal matter, environmental contamination and chicken meat products possess virulence gene profiles similar to those causing human outbreaks  [5] ,  [6] , which suggests that retail chicken may be an important reservoir for  E. coli  causing ExPEC infections in humans. ExPEC exhibit a high degree of antigenic and genetic diversity, which complicates their diagnosis and the design of cross-protective vaccines  [7] . ExPEC are defined by a limited number of O-antigens, with specific O antigens being associated with certain clinical syndromes. For example,  E. coli  from a small number of O serogroups (O4, O6, O14, O22, O75, and O83) cause 75% of urinary tract infections  [8]  and a limited number of serotypes, principally O1, O2, O78, O8, and O35, are commonly implicated in avian colibacillosis  [9] , suggesting that not all O polysaccharides have identical virulence properties  [10] ,  [11] . The possession of multiple large plasmids is often a defining feature of ExPEC, especially APEC, in which the virulence is partly plasmid-mediated  [12] ,  [13] ,  [14] ,  [15] ,  [16] ,  [17] ,  [18] ,  [19] . Although many studies have been dedicated to understanding the pathogenesis of ExPEC, little is known about the mechanisms of their persistence. Since a correlation between the ecology of bacteria and their virulence exists, understanding the mechanisms of fitness and survival of these bacteria in extreme and changing conditions would not only improve our understanding of their persistence, but also will contribute to better design strategies for their prevention and treatments. Previously, the model APEC strain χ7122 (O78∶K80∶H9), containing three large plasmids pChi7122-1, pChi7122-2, and pChi7122-3, previ",
  "methods": "Materials and Methods Bacterial strains and growth conditions Most of the bacterial strains used in this study, listed in  Table 1 , are derived from the highly virulent APEC strain χ7122 (O78∶K80∶H9)  [79]  and were fully described in our previous studies  [10] ,  [12] ,  [80] . To evaluate the effect of the host strain background on plasmid-associated phenotypes, we used three derivatives of χ7122 with different LPS profiles containing the three plasmids pChi7122-1, pChi7122-2, and pChi7122-3; a rough mutant strain (O78-) of APEC χ7122, χ7145; and two derivatives of χ7145, χ7167 and χ7193, which respectively express O111 and O1 antigens rather than the native O78 antigen. We also used strains derived from an  E. coli  K-12, χ6092, containing either pChi7122-1, χ7346; pChi7122-2, χ7347; or pChi7122-3, χ7348 ( Table 1 ,  [10] ,  [12] ,  [80] ). Antibiotic susceptibility testing of strains was performed and interpreted via disk diffusion method, as recommended by the Clinical and Laboratory Standards Institute (CLSI)  [81] ,  [82] . A collection of one hundred human strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI)  [19] , eighty APEC strains, and forty-five enteric  E. coli  strains (from our collection) were used to study the distribution of pChi7122-2 and pChi7122-3-associated genes among different groups of pathogenic  E. coli  by PCR. Unless otherwise stated, bacteria were routinely grown in Luria Bertani (LB) broth or on MacConkey agar supplemented with 1% lactose at 37°C. Strains were stored as stock cultures at −80°C in peptone-glycerol medium. All wild-type derivative strains grew similarly in LB and reached the OD 600  ∼1.0 when incubated overnight (O/N) at 37°C standing, except the strain χ7561 (pChi7122-1, pChi7122-2) which had a slightly lower growth and its OD 600  was around 0.8 when grown in the same conditions. Plasmid sequencing and annotation The DNA sequences of pChi7122-2, pChi7122-3 and pChi7122-4 plasmids were derived from contig sequences of the whole genomic DNA of APEC χ7122. The sequences were manipulated to the standard of an ‘Improved High-Quality Draft’  [83] . The program Artemis  [84]  was used to identify the plasmids and collate data. For each of the three plasmids all the sequence gaps were closed by directed polymerase chain reaction (PCR) and the products sequenced with big dye terminator chemistry on ABI3730 capillary sequencers. All the plasmids were circularized and contiguated using this method. The DNA sequences were annotated to identify coding sequences and repeat sequences in Artemis and the vector NTI suite of programs was used to confirm the previous analysis. To identify plasmids with similar sequences, pChi7122-2 ( FR851303 ) and pChi7122-3 ( FR851304 ) were compared by BLASTn at NCBI. Plasmid sequences of pEG356 ( FN594520.1 ) from  Shigella sonnei , pHK01 ( HM355591.1 ) from a urinary  E. coli  isolate, pAA ( FN554767.1 ) from EAEC, and pKF3-70 ( FJ494913.1 )",
  "results": "Results and Discussion Genome sequencing has made major contributions to our knowledge of virulence and the evolution of pathogenic bacteria. So far, virulence plasmids associated with ExPEC are ColV, ColBM and Vir plasmids  [20] ; many of which are already fully sequenced and have been determined as belonging mainly to the IncFIB/FIIA backbone. Although PCR characterization of UPEC and APEC plasmids has revealed the presence of plasmids from other Inc groups  [21] , studies on their role in ExPEC has been limited. Previously, we examined the role of the three large plasmids of APEC χ7122 in pathogenesis in chickens  [12]  and sequenced the plasmid pChi7122-1  [19] . We were able to assign roles for pChi7122-1 in the virulence in systemic infection of bacteria; however the roles of pChi7122-2 and pChi7122-3 in APEC χ7122 were equivocal. General sequence features of plasmids pChi7122-2, pChi7122-3, and pChi7122-4 In this study, we present the whole DNA sequences of plasmids pChi7122-2 ( FR851303 ), pChi7122-3 ( FR851304 ) and pChi7122-4 ( FR851305 ). The general sequence features of the three plasmids are listed in the  Table 2 . 10.1371/journal.pone.0029481.t002 Table 2 Summary of general characteristics of the three sequenced plasmids of APEC χ7122. Plasmids Size (bp) Inc group GC% N° ORFs Starting codons Gene function virulence factors-encoded ATB pChi7122-2 82,676 IncFII 52.8 115 ATG (78.26%) GTG (14.78%) TTG (6.08%) 18.26% (known and putative virulence genes) 41.74% (involved in plasmid functions) 4.35% ( IS s) 19.13% (CHP) 16.52% (HP) EitABCD Str r , Sxt r \n pChi7122-3 56,676 IncI2 42.7 86 ATG (86.04%) GTG (6.8%) TTG (5.81%) 26.74% (known and putative virulence genes) 31.39% (involved in plasmid functions) 2.32% ( IS s) 8.14% (CHP) 31.39% (HP) Type IV Pil fimbriae - pChi7122-4 4,300 ColE2-like 49.3 3 ATG (100%) 66.66% (involved in plasmid functions) 33.34% (CHP) None - ATB, antibiotic; Str r , streptomycin resistant; Sxt r , Trimethoprim/sulfamethoxazole resistant; -, absent. Plasmids pChi7122-2, pChi7122-3 and pChi7122-4 consist of 82,676 bp, 56,676 bp and 4,300 bp respectively ( Fig. 1 ,  Table 2 ) and are predicted to encode 115, 86, and 3 coding sequences (CDS) respectively ( Table 2 ,  Table S1  and  S2 ); these CDSs include the complete sequences for the iron acquisition system  eitABCD  on pChi7122-2 and type IV fimbriae on pChi7122-3, which have been previously shown to be present on these plasmids by PCR  [12] . Analysis of pChi7122-4 revealed 3 CDSs that were predicted to encode plasmid replication and maintenance functions only ( Table 2 ,  Fig. 1 ); consequently we excluded this plasmid from all further experimental analysis. 10.1371/journal.pone.0029481.g001 Figure 1 Circular representation of pChi7122-2 (A), pChi7122-3 (B), and pChi7122-4 (C). The different rings represent (from outer to inner) CDS which are color coded by functional group (ring 1 and 2), deviation from average G+C content (ring 3), and GC skew [(G−C)/(G+C); ring 4]. Colors represent the following: red, virulence-associated; green, plasmid transfer; yellow, plasmid replication; grey other functions; brown, hypothetical protein. We assessed the presence of  eitA  gene of pChi7122-2 and two genes of pChi7122-3 ( pilS  and  pilV ) by PCR among 225 pathogenic  E. coli  strains from different origins, including 100 human  E. coli  strains isolated from the main clinical extra-intestinal sources (50 UTI and 50 non-UTI), 80 APEC, and 45 human enteric pathogenic  E. coli . PCR results show that  eitA  was present in 10% of non-UTI human isolates and 5% of APEC strains, but was absent in other groups. The genes  pilS  and  pilV  of pChi7122-3 were detected in 8.75% of the APEC group and in 10% of human UTI isolates, respectively. The low prevalence of pChi7122-2 ( eitA ) and pChi7122-3 ( pilS  and  pilV ) genes among other ExPEC of human and avian origin, as determined by PCR, could indicate the recent acquisition of these genes by these  E. coli  st",
  "discussion": "",
  "conclusion": "Conclusion A novel putative sugar utilization pathway operon that is not present in other  E. coli  strains but found in  Salmonella  serovars, an ABC iron transport system and a type IV fimbriae  pil  operon were located on pChi7122-2 and pChi7122-3 respectively. Multiple plasmid-encoded mechanisms, including toxin-antitoxin modules and the novel sugar pathway could be important in the fitness and persistence of APEC χ7122. Large plasmids were involved in bile resistance (pChi7122-1 and pChi7122-2) when present in  E. coli  K-12 background and acid tolerance (pChi7122-3) in the wild-type background. Four different factor-driven biofilms, including plasmidless-, plasmid-, rough-LPS-, and O-LPS-mediated were demonstrated. These multiple factor-driven biofilms expressed at different temperatures could have distinct functions. Some of them could be important in the acquisition of genetic material and persistence of bacteria in the environment; others could be involved in virulence. The genotypic and phenotypic analysis of plasmid-derivative strains of an ExPEC model strain χ7122 (O78∶K80∶H9) revealed new insights into the mechanisms of fitness of ExPEC and their diversity."
}