{
  "id": "PMC3856860",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3856860/",
  "title": "Chronic Skeletal Unloading of the Rat Femur: Mechanisms and Functional Consequences of Vascular Remodeling",
  "authors": "John N. Stabley, Rhonda D. Prisby, Bradley J. Behnke, Michael D. Delp",
  "year": "2013",
  "journal": "Bone",
  "abstract": "Chronic skeletal unloading diminishes hindlimb bone blood flow. The purpose of the present investigation was to determine 1) whether 7 and 14 days of skeletal unloading alters femoral bone and marrow blood flow and vascular resistance during reloading, and 2) whether putative changes in bone perfusion are associated with a gross structural remodeling of the principal nutrient artery (PNA) of the femur. Six-month old male Sprague-Dawley rats were assigned to 7-d or 14-d hindlimb unloading (HU) or weight-bearing control groups. Bone perfusion was measured following 10 min of standing (reloading) following the unloading treatment. Histomorphometry was used to determine PNA media wall thickness and maximal diameter. Bone blood flow, arterial pressure and PNA structural characteristics were used to calculate arterial shear stress and circumferential wall stress. During reloading, femoral perfusion was lower in the distal metaphyseal region of 7-d HU rats, and in the proximal and distal metaphyses, diaphysis and diaphyseal marrow of 14-d HU animals relative to that in control rats. Vascular resistance was also higher in all regions of the femur in 14-d HU rats during reloading relative to control animals. Intraluminal diameter of PNAs from 14-d HU rats (138 ± 5 μm) was smaller than that of control PNAs (162 ± 6 μm), and medial wall thickness was thinner in PNAs from 14-d HU (14.3 ± 0.6 μm) versus that of control (18.0 ± 0.8 μm) rats. Decreases in both shear stress and circumferential stress occurred in the PNA with HU that later returned to control levels with the reductions in PNA maximal diameter and wall thickness, respectively. The results demonstrate that chronic skeletal unloading attenuates the ability to increase blood flow and nutrient delivery to bone and marrow with immediate acute reloading due, in part, to a remodeling of the bone resistance vasculature.",
  "keywords": "Bone Blood Flow, Hindlimb Unloading, Vascular Resistance",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}