{
  "id": "PMC3947616",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3947616/",
  "title": "Altered Disc Compression in Children with Idiopathic Low Back Pain: An Upright MRI Backpack Study",
  "authors": "Stephen J. Shymon, Burt Yaszay, Jerry R. Dwek, James A. Proudfoot, Michael Donohue, Alan R. Hargens",
  "year": "2014",
  "journal": "Spine",
  "abstract": "Study Design This study is a repeated measures design to measure the lumbar spine’s response to common backpack loads in children with idiopathic low back pain (ILBP) using upright MRI. Objective The purpose of this study is to analyze the lumbar spine’s response to backpack loads with upright MRI in ILBP children in order to compare their results to previously published normal child data under the same conditions. We hypothesize that typical backpack loads will have a different effect on the lumbar spine of normal and ILBP children. Summary of Background Data Research in normal children shows that backpack loads compress the lumbar IVDs, increase lumbar coronal deformity, and increase pain. Methods Fifteen pediatric and adolescent patients with ILBP were selected. Patients were excluded if a spinal deformity, an underlying pathology, or known injury was identified. A 0.6T upright MRI scanner imaged the subjects while supine and standing wearing 0 kg, 4 kg, and 8 kg backpacks. IVD height, lumbar lordosis, lumbar coronal deformity, and pain score were recorded after each condition and compared using ANOVAs. We compared the above variables between ILBP and normal subjects using generalized least squares models. Results The cohort’s mean age was 13 ± 3 years. The 4 kg and 8 kg backpacks only compressed the L5-S1 IVD relative to upright with no load. Subjects experienced increasing pain with increasing load. Load had no effect on lumbar lordosis or lumbar coronal deformity. Compared to normal children, ILBP children experience significantly less disc compression at T12-L1 to L4-5, less lumbar lordosis, and more pain with increasing load. Conclusions In ILBP children, increasing backpack load compresses only the L5-S1 IVD. Compared to normal children, ILBP children experience less lumbar IVD compression, less lumbar lordosis, and more pain due to increasing load suggesting altered mechanisms for load tolerance in ILBP children.",
  "keywords": "backpacks, children, adolescents, disc compression, Intervertebral disc, idiopathic low back pain, MRI, upright MRI, lumbar lordosis, lumbar asymmetry",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}