{
  "id": "PMC3067220",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3067220/",
  "title": "Transcriptional and Proteomic Responses of Pseudomonas aeruginosa PAO1 to Spaceflight Conditions Involve Hfq Regulation and Reveal a Role for Oxygen▿",
  "authors": "Aurélie Crabbé, Michael J. Schurr, Pieter Monsieurs, Lisa Morici, Jill Schurr, James W. Wilson, C. Mark Ott, George Tsaprailis, Duane L. Pierson, Heidi Stefanyshyn-Piper, Cheryl A. Nickerson",
  "year": "2010",
  "journal": "Applied and Environmental Microbiology",
  "abstract": "Assessing bacterial behavior in microgravity is important for risk assessment and prevention of infectious diseases during spaceflight missions. Furthermore, this research field allows the unveiling of novel connections between low-fluid-shear regions encountered by pathogens during their natural infection process and bacterial virulence. This study is the first to characterize the spaceflight-induced global transcriptional and proteomic responses of Pseudomonas aeruginosa, an opportunistic pathogen that is present in the space habitat. P. aeruginosa responded to spaceflight conditions through differential regulation of 167 genes and 28 proteins, with Hfq as a global transcriptional regulator. Since Hfq was also differentially regulated in spaceflight-grown Salmonella enterica serovar Typhimurium, Hfq represents the first spaceflight-induced regulator acting across bacterial species. The major P. aeruginosa virulence-related genes induced in spaceflight were the lecA and lecB lectin genes and the gene for rhamnosyltransferase (rhlA), which is involved in rhamnolipid production. The transcriptional response of spaceflight-grown P. aeruginosa was compared with our previous data for this organism grown in microgravity analogue conditions using the rotating wall vessel (RWV) bioreactor. Interesting similarities were observed, including, among others, similarities with regard to Hfq regulation and oxygen metabolism. While RWV-grown P. aeruginosa mainly induced genes involved in microaerophilic metabolism, P. aeruginosa cultured in spaceflight presumably adopted an anaerobic mode of growth, in which denitrification was most prominent. Whether the observed changes in pathogenesis-related gene expression in response to spaceflight culture could lead to an alteration of virulence in P. aeruginosa remains to be determined and will be important for infectious disease risk assessment and prevention, both during spaceflight missions and for the general public.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}