{
  "id": "PMC3503204",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3503204/",
  "title": "MscS-Like10 is a stretch-activated ion channel from ",
  "authors": "Grigory Maksaev, Elizabeth S. Haswell",
  "year": "2012",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "abstract": "Like many other organisms, plants are capable of sensing and responding to mechanical stimuli such as touch, osmotic pressure, and gravity. One mechanism for the perception of force is the activation of mechanosensitive (or stretch-activated) ion channels, and a number of mechanosensitive channel activities have been described in plant membranes. Based on their homology to the bacterial mechanosensitive channel MscS, the 10 MscS-Like (MSL) proteins of  Arabidopsis thaliana  have been hypothesized to form mechanosensitive channels in plant cell and organelle membranes. However, definitive proof that MSLs form mechanosensitive channels has been lacking. Here we used single-channel patch clamp electrophysiology to show that MSL10 is capable of providing a MS channel activity when heterologously expressed in  Xenopus laevis  oocytes. This channel had a conductance of ∼100 pS, consistent with the hypothesis that it underlies an activity previously observed in the plasma membrane of plant root cells. We found that MSL10 formed a channel with a moderate preference for anions, which was modulated by strongly positive and negative membrane potentials, and was reversibly inhibited by gadolinium, a known inhibitor of mechanosensitive channels. MSL10 demonstrated asymmetric activation/inactivation kinetics, with the channel closing at substantially lower tensions than channel opening. The electrophysiological characterization of MSL10 reported here provides insight into the evolution of structure and function of this important family of proteins.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}