{
  "id": "PMC3422896",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3422896/",
  "title": "14-3-3 phosphoprotein interaction networks – does isoform diversity present functional interaction specification?",
  "authors": "Anna-Lisa Paul, Fiona C. Denison, Eric R. Schultz, Agata K. Zupanska, Robert J. Ferl",
  "year": "2012",
  "journal": "Frontiers in Plant Science",
  "abstract": "The 14-3-3 proteins have emerged as major phosphoprotein interaction proteins and thereby constitute a key node in the Arabidopsis Interactome Map, a node through which a large number of important signals pass. Throughout their history of discovery and description, the 14-3-3s have been described as protein families and there has been some evidence that the different 14-3-3 family members within any organism might carry isoform-specific functions. However, there has also been evidence for redundancy of 14-3-3 function, suggesting that the perceived 14-3-3 diversity may be the accumulation of neutral mutations over evolutionary time and as some 14-3-3 genes develop tissue or organ-specific expression. This situation has led to a currently unresolved question – does 14-3-3 isoform sequence diversity indicate functional diversity at the biochemical or cellular level? We discuss here some of the key observations on both sides of the resulting debate, and present a set of contrastable observations to address the theory functional diversity does exist among 14-3-3 isoforms. The resulting model suggests strongly that there are indeed functional specificities in the 14-3-3s of Arabidopsis. The model further suggests that 14-3-3 diversity and specificity should enter into the discussion of 14-3-3 roles in signal transduction and be directly approached in 14-3-3 experimentation. It is hoped that future studies involving 14-3-3s will continue to address specificity in experimental design and analysis.",
  "keywords": "Arabidopsis, GRF, plant, subcellular localization, 14-3-3 isoform specificity",
  "full_text": "INTRODUCTION The 14-3-3s are a family of regulatory proteins that is present in all eukaryotes and involved in protein interactions mediating signal transduction pathways. Numerous pathways and processes rely on the 14-3-3 interactions to regulate key metabolic points (e.g.,  Aitken et al., 1992 ;  Ferl, 1996 ;  Finnie et al., 1999 ;  Fulgosi et al., 2002 ). The conservation of 14-3-3 structure among eukaryotes speaks to their essential nature, yet the divergence into so many isoforms in each of these species suggests an intricate network of roles for these proteins (e.g.,  Rosenquist et al., 2000 ;  Roberts and de Bruxelles, 2002 ;  Sehnke et al., 2002b ). Most plants have about a dozen 14-3-3 genes that provide sequence and functional diversity potentially leading to specialized structures and functions within the various members of the 14-3-3 family of proteins. That diversity can be enlarged by selective phosphorylation of 14-3-3s at several known sites across the protein, sites that are variously retained among the isoforms. The purpose of this paper is to examine the evolutionary and biochemical diversity of 14-3-3s and question whether this diversity has any intrinsic biochemical, cellular, or physiological significance; then present approaches to answer that question. 14-3-3s are by far the major, most numerous phosphoprotein interaction proteins in plants (e.g.,  Ferl, 1996 ,  2004 ;  Ferl et al., 2002 ;  Chevalier et al., 2009 ;  Gokirmak et al., 2010 ;  Denison et al., 2011 ). This fact alone puts 14-3-3s among the most important interaction nodes in the Arabidopsis interactome ( Braun et al., 2011 ). The 14-3-3s interact with phosphorylated peptide sequences through sequence-specific motifs RSxpSxP, RSxxpSxP, and YpT, among others ( Aitken et al., 1992 ;  Dubois et al., 1997a ;  Yaffe et al., 1997 ;  Johnson et al., 2001 ;  Ferl et al., 2002 ;  Shen et al., 2003 ). The phosphorylated serine or threonine forms both hydrogen and ionic bonds with highly conserved residues found in the basic binding pocket of the 14-3-3 protein. In vertebrate isoform 14-3-3τ, these residues are located at K49, R56, and R127 ( Muslin et al., 1996 ). Binding can also occur with non-phosphorylated sequences, such as GHSL ( Andrews et al., 1998 ) and WLDLE ( Petosa et al., 1998 ). These diverse binding sequences permit the 14-3-3 proteins to participate in a wide range of phosphorylation-based signaling pathways. Some examples in plants include red light signaling, immunity-associated cell death, abiotic stress response, ATP synthase activity in both mitochondria and chloroplasts, and nitrate reductase activity regulation ( Ferl et al., 1994 ;  Jarillo et al., 1994 ;  Bunney et al., 2001 ;  Pozuelo et al., 2001 ;  Folta et al., 2008 ;  Oh et al., 2010 ). We consider that, in many signaling systems,14-3-3s serve to complete the phosphorylation-based, signal-induced changes in their client proteins, and that the binding of 14-3-3s finalize the signaling event by enabling a change in client conformation, activity, localization, or the association of the client within a larger protein complex ( Sehnke et al., 2002a ;  Figure  1 ). This consideration, that 14-3-3s should serve major phosphor-signaling roles, helps set the stage for the major hypothesis under discussion in this paper. With so many potential roles and many 14-3-3 family members what range of specificities among family members might be expected with regard to biological functions of 14-3-3s? FIGURE 1 Function of 14-3-3s.  The basic 14-3-3-mediated regulation of client activity is a two-step process whereby the target protein is first phosphorylated by a specific kinase. This creates a recognition site for the binding of dimeric 14-3-3 proteins, which can have a number of different effects on client activity. Each 14-3-3 monomer can bind to different sites on the same client protein or each can bind different client proteins. 14-3-3s may themselves be phosphorylated (as indicated by “?”) although the effects on client binding are not well understood. 14-3-3 PRIMARY SEQUENCE EVOLUTION The 14-3-3s are considered to be a well conserved protein family, yet some areas of the proteins have undergone diversification. The number of isoforms present differs among species. Thirteen expressed isoforms are present in Arabidopsis, seven are present in many animals, and two are present in yeast ( Ferl, 1996 ;  van Heusden et al., 1996 ;  DeLille et al., 2001 ;  Aitken, 2006 ;  Schoonheim et al., 2007 ;  Li and Dhaubhadel, 2011 ). Amino acid identity is conserved to a reasonable degree within the entire family across species and across most of the protein ( Comparot et al., 2003 ;  Bridges and Moorhead, 2005 ;  Lottersberger et al., 2006 ;  Zannis-Hadjopoulos et al., 2008 ; see  Figure  2 ). FIGURE 2 The degree of amino acid similarity across all 13 Arabidopsis 14-3-3s is displayed graphically.  Amino acid sequences were aligned in Vector NTI and generated with a resolution window of five residues. The nine α-helices are shown below (after  Sehnke et al., 2002a ). Sequence alignment of the thirteen 14-3-3 proteins from Arabidopsis allows the visualization of regions of that have been conserved or have diverged over evolutionary time. These regions can also be overlain onto a structural model to help predict regions that may be important structurally or functionally ( Figure  3 ). Although there are regions that show high conservation across all isoforms, it is apparent that there are certain sub-groupings of isoforms that show greater sequence similarity to each other. Conservation patterns can be logically classified along well-supported evolutionary lineages which may imply a specialization-driven divergence ( Ferl et al., 1994 ). This potentially suggests that selection pressures are present in the family due to their involvement in specialized function and complex formation ( Rosenquist et al., 2001 ), but this is a suggestion based on divergence branching pattern and not on the acquisition or loss of known functionalities. Plant 14-3-3s can be divided into two main subgroups, the ε and non-ε groups ( DeLille et al., 2001 ;  Sehnke et al., 2002b ;  Yao et al., 2007 ;  Li and Dhaubhadel, 2011 ). The non-ε group can be further subdivided, with four of these groupings occurring in the last 170 million years ( Piotrowski and Oecking, 1998 ;  Vision et al., 2000 ;  Rosenquist et al., 2001 ). Additionally, the ε group tends to have deep branching in all plant species ( Piotrowski and Oecking, 1998 ), suggesting that ε isoforms retain ancestral protein function ( Wang and Shakes, 1996 ). The presence of multiple isoforms, however, leads to the question of functional differences. Are these different isoforms performing different cellular functions? Or do these proteins act redundantly as backups to perform these vital functions? FIGURE 3 Amino acid conservation among the 13 Arabidopsis 14-3-3 isoforms.  The Amino acid conservation among the 13 Arabidopsis 14-3-3 isoforms is mapped onto the 14-3-3 protein structure (based on that of human 14-3-3τ/θ) using ConSurf ( Landau et al., 2005 ;  Ashkenazy et al., 2010 ; top panel). Color-coding indicates the amount of change each position has undergone over evolutionary time. Views are angled with perspectives shown in lower left corners, with monomers in orange and blue. Residue conservation is highest in the client binding channel, which is exposed in the left image. The consensus 14-3-3 amino acid sequence is color-coded according to the degree of conservation determined with ConSurf (bottom panel). Residues predicted to have roles in 14-3-3 structure (conserved and buried) and function (conserved and exposed) are annotated below the sequence. Exposed and buried residues were determined using a neural network algorithm. Residues for which there was insufficient data (present in less than 10% of isoforms) are indicated in yellow. Positions of the nine alpha-helices are indicated below the sequence. Specificity among 14-3-3s does not appear to be associated with phylogenetic speciation. After consideration of 14-3-3 evolution in plants, there emerges no compelling case for specificity that is based on evolutionary lineages alone. There has been no evolutionary premise that has led to the discovery of specific biochemical interaction or cellular function among plant 14-3-3s. There are divergences that track evolutionary change, certainly, but no specific lineages have been associated with specific functions. 14-3-3 PHOSPHORYLATION Phosphorylation events having a physiologically relevant impact on 14-3-3s have been identified in both plants and animals under certain conditions, but there is not yet a cohesive model for the role phosphorylation plays in defining functional specificity. However, known phosphorylation sites are not universally conserved in 14-3-3s, making phosphorylation an event that could mark certain isoforms for certain functionalities. A number of phosphorylation events been reported in mammalian 14-3-3s at S58, S64, S132, S185, T233, and Y179 ( Aitken et al., 1995 ;  Dubois et al., 1997a , b ;  Furlanetto et al., 1997 ;  Megidish et al., 1998 ;  Gringhuis et al., 2005 ). Some of these sites are not conserved across all isoforms allowing potential for specific effects. For example, the S58 phosphorylation site is not conserved in the 14-3-3σ and 14-3-3τ isoforms. 14-3-3β and 14-3-3ζ appear to be the only 14-3-3s phosphorylated at S185  in vivo  even though two other isoforms contain a serine residue at this site. Furthermore, this phosphorylation event has only been detected in brain and not in other tissues ( Aitken et al., 2002 ). The first report of phosphorylation of a plant 14-3-3 protein was the demonstration that 14-3-3ω can be phosphorylated  in vitro  ( Lu et al., 1994 ). Since then, a number of large scale phospho-proteomics studies have identified plant 14-3-3 proteins in their screens using mass spectrometry, including gravity responses in Arabidopsis ( Barjaktarovic et al., 2009 ) and seed development in oilseed rape ( Agrawal and Thelen, 2006 ). A recent study in Arabidopsis found evidence for phosphorylation of several isoforms at different sites at the C-terminus of the proteins. This is a region of very low sequence conservation ( Figures  2  and  3 ) providing the potential for phosphorylation to affect 14-3-3s in an isoform-specific manner ( Sugiyama et al., 2008 ;  Reiland et al., 2009 ). Three Arabidopsis 14-3-3s (χ, κ, ψ) were identified as being phosphorylated by SnRK2.8 in roots at S93/95 ( Shin et al., 2007 ). This serine residue is conserved across only five of the Arabidopsis isoforms. Tyrosine phosphorylation has also been reported in Maize and Arabidopsis 14-3-3s ( Olivari et al., 2000 ;  Giacometti et al., 2004 ). Few studies have examined the functional effects of these 14-3-3 modifications in plants. Phosphorylation events that do have a biochemical impact on 14-3-3s have primarily been characterized in mammals. Some of these phosphorylation sites have shown to be conserved in plant 14-3-3s and may play a similar functional role ( Aitken et al., 1995 ;  Dubois et al., 1997a , b ;  Furlanetto et al., 1997 ;  Megidish et al., 1998 ;  Gringhuis et al., 2005 ). For instance, the phosphorylation of human 14-3-3ϖ at T233 has been shown to modify the ability of 14-3-3s to interact with clients by introducing a conformational change of the C-terminus ( Dubois et al., 1997b ;  Kubala et al., 2004 ;  Obsilova et al., 2004 ;  Clokie et al., 2009 ). In plants there are three sites within the C-terminal tail (helix 9) which are phosphorylated during seed development in Brassica ( Agrawal and Thelen, 2006 ) and, as mentioned above, there is also evidence for phosphorylation at the C-terminus in Arabidopsis ( Sugiyama et al., 2008 ;  Reiland et al., 2009 ). Based on the data from mammals, it can be predicted that this may affect the conformation of the C-terminus and client binding. Phosphorylation of human S58 affects client binding, and compromises the ability to dimerize ( Powell et al., 2003 ;  Woodcock et al., 2003 ;  Gu et al., 2006 ;  Jagemann et al., 2008 ;  Sluchanko et al., 2011 ;  Woodcock et al., 2010 ). S58 corresponds to residue S62 in Arabidopsis 14-3-3ω. This site is conserved across all Arabidopsis isoforms with the exception of 14-3-3κ and 14-3-3λ. In plants, phosphorylation at Y179 and S185 affects client binding, although the mechanism and their effects on 14-3-3 structure is not known ( Tsuruta et al., 2004 ;  Gao et al., 2005 ;  Sunayama et al., 2005 ;  Yoshida et al., 2005 ;  Barry et al., 2009 ). Potential tyrosine phosphorylation of the 14-3-3s at Y137 decreases binding to the H+-ATPase ( Olivari et al., 2000 ;  Giacometti et al., 2004 ). Although the Y179 and Y137 sites are conserved across all isoforms, S185 is not present in 14-3-3μ. Since phosphorylation sites are not conserved across all isoforms, differential phosphorylation could lead to increased functional specificity within 14-3-3s ( Moreira et al., 2008 ). This leads to a situation where discussion of 14-3-3s must accommodate and acknowledge not only the primary sequence difference among 14-3-3s but also the differential phosphorylation among 14-3-3s (see  Figure  4 ). FIGURE 4 14-3-3 Phosphorylation sites.  14-3-3 residues that are phosphorylated in animal or plant 14-3-3s and that are also conserved in Arabidopsis 14-3-3 protein sequences are listed. Sites phosphorylated in mammalian isoforms are indicated as red blocks, and sites phosphorylated in plant isoforms are indicated as green blocks on the alignment of the 13 isoforms. In cases where the upstream kinase or biochemical/functional impact of the phosphorylation is known, this is indicated above the alignment. Isoform order, top to bottom: μ, ι, π, о, ε, κ, λ, χ, φ, ω, ψ,  υ , υ. The nine alpha-helices of the 14-3-3 secondary structure are indicated. 1. ( Megidish et al., 1998 ); 2. ( Dubois et al., 1997a ); 3. ( Shin et al., 2007 ); 4. ( Giacometti et al., 2004 ); 5. ( Barry et al., 2009 ); 6. ( Aitken, 1995 ;  Tsuruta et al., 2004 ); 7. ( Agrawal and Thelen, 2006 ); 8. ( Reiland et al., 2009 ;  Sugiyama et al., 2008 ;  Mayank et al., 2012 ). 14-3-3 DIMERIZATION The 14-3-3 isoforms are present in cells as some combination of homodimers or heterodimers. Dimer formation in 14-3-3s involves interactions within residues of the first four alpha helices ( Gardino et al., 2006 ). In any cell containing multiple isoforms, if all isoforms could dimerize freely with each other, this would allow for many different combinations. It has been argued that this could dilute out any functional differences between or among isoforms ( Wilker et al., 2005 ). However, there is evidence, particularly from the mammalian literature, that fully random dimerization is not always the case and that there are preferences for certain dimer combinations. This potential is provided by the fact that helices 1 through 4 do contain some of the areas of higher sequence variation among isoforms. It has been suggested that homodimers and heterodimers could have different functions ( Aitken, 2002 ). In mammalian systems, studies have shown that two isoforms in particular, 14-3-3σ and 14-3-3ε, show a preference to form either homodimers or heterodimers. In one study, immunoprecipitation of endogenous 14-3-3σ from a human cancer cell line showed that it was present primarily as homodimers whereas 14-3-3β formed heterodimers to a much greater extent ( Wilker et al., 2005 ). It is thought that this preference of 14-3-3σ to homodimerize allows it to bind isoform-specific clients and play a specific role in the DNA damage checkpoint that is not shared with other isoforms ( Wilker et al., 2005 ). Conversely, 14-3-3ε has been detected only as heterodimers when expressed  in vivo  ( Chaudhri et al., 2003 ;  Yang et al., 2006 ). Studies of the crystal structure of the mammalian isoforms have helped to explain why this preference for homodimers or heterodimers may exist. There are a number of variable amino acids in the dimer interface between isoforms. Subsequently, the number of stabilizing salt bridges in the dimer interface varies between one and three depending on the isoform. In the case of the 14-3-3σ homodimer, there are three salt bridges and also extra interactions between aromatic ring side chains, stabilizing the homodimers ( Benzinger et al., 2005 ;  Wilker et al., 2005 ;  Gardino et al., 2006 ;  Yang et al., 2006 ). If 14-3-3ε was to form a homodimers, there would only be one stabilizing salt bridge and therefore may be the reason why ε prefers to form heterodimers ( Gardino et al., 2006 ;  Yang et al., 2006 ). The two yeast 14-3-3s also show an inclination to form heterodimers rather than homodimers ( Chaudhri et al., 2003 ). There is also evidence for preferences for particular heterodimer partners in mammals. Specificity was shown in the dimer partners co-immunoprecipitated with myc-tagged 14-3-3ε or 14-3-3γ expressed in neuronal cells which did not appear due to the amount of total endogenous isoform present ( Chaudhri et al., 2003 ). In plant systems, the issues surrounding dimerization are even less resolved, particularly  in vivo . Our early studies looking at the  in vitro  dimerization potential of different recombinant Arabidopsis 14-3-3s hinted that there may be some differences between isoforms in their preferences for dimer partners. In that study, although all four Arabidopsis isoforms tested were able to form all combinations of both homodimers and heterodimers in yeast-2-hybrid, there were interesting results when different isoform pairs were renatured  in vitro  and analyzed by native gels, which suggested there are differences in the ratios of homodimers to heterodimers present between different isoform pairs ( Wu et al., 1997 ). In another Arabidopsis study, TAP tagged 14-3-3ω expressed in cell suspension cells was detected as both homodimers as well as heterodimers with nine other isoforms suggesting that in cells this isoform is able to form dimer partners with multiple isoforms ( Chang et al., 2009 ). In contrast, in a yeast two-hybrid study with cotton 14-3-3s, none of the six isoforms were able to form homodimers, yet heterodimers were detected. Selectivity was also shown in the particular heterodimer partners of the isoforms ( Zhang et al., 2010 ). Dimerization between different 14-3-3s is, therefore, likely to be variable and depend at least on the intrinsic affinities among 14-3-3s isoforms. Further, dimerization is likely to be variable within cell types, depending on the expression levels and sub-cellular localization of different isoforms, in addition to the phosphorylation status of isoforms. As mentioned above, phosphorylation of 14-3-3s can inhibit dimerization ( Woodcock et al., 2003 ;  Gu et al., 2006 ). There is evidence in mammals that monomeric 14-3-3s may be functional too and may have different client binding properties to the dimers ( Shen et al., 2003 ;  Zhou et al., 2003 ;  Han et al., 2010 ). This leads to the conclusion that dimerization status, particularly the degree of heterodimerization, must be accounted for in any model of 14-3-3 isoform specificity. STATEMENT OF THE ISSUE Given the clear presence of diversity in the primary structure of 14-3-3s in plants, and further given that this primary sequence diversity can be amplified by phosphorylation and by heterodimerization, what are the biochemical, cellular, and physiological impacts of that diversity? Is the diversity an evolutionary collection of biochemically irrelevant genetic drift or is the diversity a reflection of true functional specification within the 14-3-3 family? With multiple isoforms present in any cell, the potential for dilution through dimerization, and with the common theme of interaction with certain phosphorylated peptides, it is difficult to construct obvious modes of isoform func",
  "introduction": "INTRODUCTION The 14-3-3s are a family of regulatory proteins that is present in all eukaryotes and involved in protein interactions mediating signal transduction pathways. Numerous pathways and processes rely on the 14-3-3 interactions to regulate key metabolic points (e.g.,  Aitken et al., 1992 ;  Ferl, 1996 ;  Finnie et al., 1999 ;  Fulgosi et al., 2002 ). The conservation of 14-3-3 structure among eukaryotes speaks to their essential nature, yet the divergence into so many isoforms in each of these species suggests an intricate network of roles for these proteins (e.g.,  Rosenquist et al., 2000 ;  Roberts and de Bruxelles, 2002 ;  Sehnke et al., 2002b ). Most plants have about a dozen 14-3-3 genes that provide sequence and functional diversity potentially leading to specialized structures and functions within the various members of the 14-3-3 family of proteins. That diversity can be enlarged by selective phosphorylation of 14-3-3s at several known sites across the protein, sites that are variously retained among the isoforms. The purpose of this paper is to examine the evolutionary and biochemical diversity of 14-3-3s and question whether this diversity has any intrinsic biochemical, cellular, or physiological significance; then present approaches to answer that question. 14-3-3s are by far the major, most numerous phosphoprotein interaction proteins in plants (e.g.,  Ferl, 1996 ,  2004 ;  Ferl et al., 2002 ;  Chevalier et al., 2009 ;  Gokirmak et al., 2010 ;  Denison et al., 2011 ). This fact alone puts 14-3-3s among the most important interaction nodes in the Arabidopsis interactome ( Braun et al., 2011 ). The 14-3-3s interact with phosphorylated peptide sequences through sequence-specific motifs RSxpSxP, RSxxpSxP, and YpT, among others ( Aitken et al., 1992 ;  Dubois et al., 1997a ;  Yaffe et al., 1997 ;  Johnson et al., 2001 ;  Ferl et al., 2002 ;  Shen et al., 2003 ). The phosphorylated serine or threonine forms both hydrogen and ionic bonds with highly conserved residues found in the basic binding pocket of the 14-3-3 protein. In vertebrate isoform 14-3-3τ, these residues are located at K49, R56, and R127 ( Muslin et al., 1996 ). Binding can also occur with non-phosphorylated sequences, such as GHSL ( Andrews et al., 1998 ) and WLDLE ( Petosa et al., 1998 ). These diverse binding sequences permit the 14-3-3 proteins to participate in a wide range of phosphorylation-based signaling pathways. Some examples in plants include red light signaling, immunity-associated cell death, abiotic stress response, ATP synthase activity in both mitochondria and chloroplasts, and nitrate reductase activity regulation ( Ferl et al., 1994 ;  Jarillo et al., 1994 ;  Bunney et al., 2001 ;  Pozuelo et al., 2001 ;  Folta et al., 2008 ;  Oh et al., 2010 ). We consider that, in many signaling systems,14-3-3s serve to complete the phosphorylation-based, signal-induced changes in their client proteins, and that the binding of 14-3-3s finalize the signaling event b",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}