{
  "id": "PMC3012082",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3012082/",
  "title": "Analysis of Interactions of ",
  "authors": "Andrea L. Radtke, James W. Wilson, Shameema Sarker, Cheryl A. Nickerson",
  "year": "2010",
  "journal": "PLoS ONE",
  "abstract": "The prevailing paradigm of  Salmonella  enteropathogenesis based on monolayers asserts that  Salmonella  pathogenicity island-1 Type Three Secretion System (SPI-1 T3SS) is required for bacterial invasion into intestinal epithelium. However, little is known about the role of SPI-1 in mediating gastrointestinal disease in humans. Recently, SPI-1 deficient nontyphoidal  Salmonella  strains were isolated from infected humans and animals, indicating that SPI-1 is not required to cause enteropathogenesis and demonstrating the need for more  in vivo- like models. Here, we utilized a previously characterized 3-D organotypic model of human intestinal epithelium to elucidate the role of all characterized  Salmonella enterica  T3SSs. Similar to  in vivo  reports, the  Salmonella  SPI-1 T3SS was not required to invade 3-D intestinal cells. Additionally,  Salmonella  strains carrying single (SPI-1 or SPI-2), double (SPI-1/2) and complete T3SS knockout (SPI-1/SPI-2:  flhDC ) also invaded 3-D intestinal cells to wildtype levels. Invasion of wildtype and TTSS mutants was a  Salmonella  active process, whereas non-invasive bacterial strains, bacterial size beads, and heat-killed  Salmonella  did not invade 3-D cells. Wildtype and T3SS mutants did not preferentially target different cell types identified within the 3-D intestinal aggregates, including M-cells/M-like cells, enterocytes, or Paneth cells. Moreover, each T3SS was necessary for substantial intracellular bacterial replication within 3-D cells. Collectively, these results indicate that T3SSs are dispensable for  Salmonella  invasion into highly differentiated 3-D models of human intestinal epithelial cells, but are required for intracellular bacterial growth, paralleling  in vivo  infection observations and demonstrating the utility of these models in predicting  in vivo -like pathogenic mechanisms.",
  "keywords": "",
  "full_text": "Introduction Infections with nontyphoidal  Salmonella  serovars are a leading cause of bacterial enteric disease and are the single most common cause of death from food-borne illnesses in the United States  [1] . An essential feature of the pathogenicity of  Salmonella  is its interaction with host intestinal epithelial cells, where  Salmonella  invasion/entry into host cells is critical for bacterial survival and establishment of disease in a host. Currently, it is thought that  Salmonella  invasion of epithelial cells requires the Type Three Secretion System (T3SS), a Gram negative bacterial “molecular syringe” that injects effector proteins into the host cell cytosol, thus altering cellular functions  [2] ,  [3] ,  [4] .  Salmonella  possesses two T3SSs that direct the secretion of proteins into host cells, and a third T3SS that directs the secretion of proteins to be assembled into the external flagellular organelle  [5] ,  [6] . The T3SS considered to be necessary for epithelial cell invasion is encoded on Salmonella Pathogenicity Island-1 (SPI-1), a large region of the  Salmonella  genome that contains numerous genes involved in pathogenesis and infection  [6] ,  [7] ,  [8] ,  [9] . The second T3SS is encoded on a second pathogenicity island, SPI-2, which is induced after  Salmonella  invasion of host cells and secretes protein effectors necessary for intracellular bacterial trafficking and replication  [10] ,  [11] . The third T3SS is under the transcriptional control of the  flhDC  operon, the master regulator of the flagellum assembly machinery  [5] ,  [12] ,  [13] ,  [14] . A significant portion of our knowledge regarding  Salmonella enterica  serovar Typhimurium (hereafter referred to as  Salmonella)  T3SSs and their role in infection of epithelial cells has been derived from studies that utilized non-polarized monolayer cell culture systems  [6] ,  [10] ,  [15] . However, during  in vivo  infections,  Salmonella  infects polarized epithelial cells of the host intestinal tract  [16] . In recognition that conventional monolayer cell culture models do not display the structure, morphology, and architecture of the intestinal tract, more advanced and  in vivo- like model systems have been developed and implemented to study  Salmonella  pathogenesis, which include polarized intestinal cell culture models, ileal loop models,  C. elegans  model, and mouse, cattle, and chick animal models  [17] ,  [18] ,  [19] ,  [20] ,  [21] ,  [22] ,  [23] ,  [24] ,  [25] ,  [26] . Studies utilizing these more complex model systems demonstrated that SPI-1 was critical in the establishment of a  Salmonella  infection. While these model systems have certainly unveiled critical insight into the lifecycle and pathogenic mechanisms of  Salmonella , the majority of these studies have utilized non-human model systems to predict what potentially could be occurring during infection of humans. Moreover, it was shown that the severity and role of SPI-1 and 2 to cause infection by  Salmonella  Typhimurium depends on the host species, which further complicates data extrapolation to the human condition  [21] ,  [23] ,  [27] . The importance of host species in investigating and understanding the mechanisms of  Salmonella -induced gastrointestinal disease was further demonstrated in a recent key study looking at a naturally occurring  Salmonella  outbreak in humans, which revealed conflicting results as compared to monolayers and non-human animal models  [28] . Specifically, the study identified two clinical isolates of  Salmonella enterica  serovar Senftenberg present in stool samples from a food-borne human disease outbreak that lacked essential SPI-1 T3SS structural components and SPI-1 encoded secreted effectors  [28] . Infection of mice with these isolated strains displayed little to no intestinal pathology or inflammation, suggesting these bacterial strains are limited to cause only human enteropathology. Furthermore, these naturally occurring SPI-1 deficient strains invaded human monolayer cells less efficiently than laboratory constructed SPI-1 mutants, further demonstrating differences between monolayer systems and  in vivo  outcomes of infection. Collectively, these studies demonstrate how different  Salmonella  infection model systems can give conflicting results, with the most dependable and accurate model being the natural host. Unfortunately, a human  Salmonella  infection model is unrealistic and impractical, in turn the next best model system would be one that best approximates the parental tissue  in vivo . To achieve an  in vitro  cell culture model that more closely mimics  in vivo  cellular characteristics, including three-dimensional architecture, multicellular complexity, mucus production, apical/basolateral polarity, and well developed tight junction formation  [29] , our laboratory utilizes the Rotating-Wall Vessel (RWV) bioreactor system ( Figure 1 ). The gentle fluid rotation of the RWV creates a physiological low fluid shear environment that allows the cells to grow in three-dimensions, aggregate based on natural cellular affinities, and differentiate into human surrogate tissue-like models possessing  in vivo  characteristics not observed in the same cells grown as monolayers  [30] ,  [31] ,  [32] ,  [33] ,  [34] ,  [35] ,  [36] . In this study we use a RWV-generated organotypic 3-D model derived from the colon epithelial cell line, HT-29. HT-29 cells were chosen as the model cell line in this study because a) they have been extensively characterized in 3-D and shown to be a physiologically relevant model of the parental tissue from which they were derived  [32] , b) they represent the primary site of  Salmonella  intestinal infection  [37] , c) we have previously applied this system to model fundamental aspects of the host-pathogen interactions with  Salmonella \n [32] , and d) numerous studies have been conducted using this cell line grown as monolayers to study the initial stages of the host-pathogen interaction between  Salmonella  and intestinal epithelium that lead to gastrointestinal disease  [18] ,  [32] ,  [38] . 10.1371/journal.pone.0015750.g001 Figure 1 Depiction and operation of the RWV cell culture system. A) Rotating Wall Vessel (RWV) bioreactor containing cell culture media and porous microcarrier beads. B) Sedimentation of cells within the RWV is offset by the rotating fluid, creating a constant free fall of the cells through the culture medium, allowing the cells to form 3-D aggregates under conditions of physiological fluid shear. Three-dimensional aggregates are taken out of the bioreactor for analysis including light microscopy and Scanning Electron Microscopy (SEM) (i), or seeded evenly in a 24 well plate format for various profiling and infection assays (ii). C) Enlarged representation of intestinal epithelial cells attached to microcarrier beads of a 3-D aggregate. After intestinal epithelial cells adhere to the beads, they begin to differentiate and display  in vivo -like characteristics such as narrow columnar cellular morphology, basement membrane, tight junctions, mucus, and microvilli  [31] ,  [32] ,  [36] . D) A further enlarged depiction of a single bead within the 3-D aggregate displaying characterized cellular surface structures and components, and infected with  Salmonella . In this work, we demonstrate several key aspects of  Salmonella  pathogenesis during infection of RWV-derived 3-D organotypic models of human colonic epithelium that mimic  in vivo  observations, but contradict prevailing paradigms established using monolayers and many non-human model systems. We report for the first time that  Salmonella  is able to invade 3-D intestinal cells independently of all known  Salmonella  T3SSs, including SPI-1 and SPI-2 encoded T3SSs and the flagellar secretory system regulated by the  flhDC  operon  [13] . Within the 3-D intestinal epithelial aggregates, we were able to identify three different epithelial cell types that are present in the human large intestine, further showing the complexity and physiological relevance of the 3-D intestinal model. Unlike previous  in vitro  reports, there was no identifiable preferential host cell type targeted in our 3-D intestinal models during infection by wildtype or the T3SS  Salmonella  mutants  [39] ,  [40] ,  [41] ,  [42] . Non-invasive bacterial strains, bacterial-size beads, and heat-killed  Salmonella  did not appear to be localized intracellularly in 3-D intestinal cells, demonstrating that an active bacterial invasion mechanism(s) is necessary for internalization, rather than a non-specific host cellular uptake mechanism. Following invasion of 3-D cells, the SPI-1, SPI-2, SPI-1/2 double mutant, and the SPI-1/2  flhDC  triple T3SS mutant, all grew to similar levels intracellularly, but to substantially lower levels than wildtype  Salmonella . Collectively, we provide evidence that our highly differentiated 3-D models of human colonic epithelium exhibit infection phenotypes that are consistent with an  in vivo  enteric  Salmonella  infection. To our knowledge, this is the first report that bacterial invasion, but not intracellular growth, is largely independent of the functions encoded by TTSSs. Results \n Salmonella  invades 3-D intestinal cells in the absence of SPI-1, SPI-2, and flagellum T3SSs and their effector proteins In previous reports from our lab utilizing classic gentamicin invasion assays, we showed that a  Salmonella invA  mutant that is defective for invading monolayers, exhibited wildtype levels of invasion into 3-D HT-29 colon cells  [32] ,  [43] .  InvA  is encoded by SPI-1 and is essential in the formation of the T3SS needle. However, SPI-1 encodes for numerous other genes aside from  invA  that are involved in bacterial invasion and virulence  [2] . To investigate if alternative SPI-1 encoded effector protein(s) are potentially responsible for  Salmonella  invasion into 3-D intestinal cells, we infected HT-29 monolayers and 3-D aggregates with either a  Salmonella  mutant lacking the  invA  gene or a mutant lacking the entire SPI-1 encoding region ( Figure 2A ). The  invA  mutant and the SPI-1 mutant both invaded 3-D HT-29 cells to higher levels compared to monolayers. These data suggest that SPI-1, a virulence factor previously identified to be required for  Salmonella  invasion of epithelial cells grown as monolayers  [9] ,  [44] , is not mandatory for invasion into our well-differentiated 3-D intestinal epithelial cells. 10.1371/journal.pone.0015750.g002 Figure 2 SPI-1, SPI-2, and the flagellar secretory system are not required for  Salmonella  invasion into 3-D intestinal cells. A) HT-29 monolayers (black bars) and 3-D aggregates (grey bars) infected with wildtype, Δ invA , ΔSPI-1, ΔSPI-2, and ΔSPI-1/2  Salmonella  mutants for 1 hour at an m.o.i. of 10. To measure bacterial invasion, host cells were lysed at 3 hpi and intracellular bacteria were enumerated and plotted as CFU obtained for each bacterium. B) Three-dimensional HT-29 cells were infected as in (A), fixed at 3 hpi, stained with a  Salmonella  monoclonal antibody (extracellular bacteria), washed, permeabilized, stained with a  Salmonella  polyclonal antibody (extracellular and intracellular bacteria), and imaged by immunofluorescence confocal microscopy. Percentages represent number of bacteria out of ∼50 bacteria that stained with the monoclonal antibody pre-permeabilization (grey bars) or the remaining bacteria that stained with the polyclonal antibody and not the monoclonal antibody post-permeabilization (black bars). C) Representative single image from z-stack confocal immunofluorescence microscopy images (100× objective) of 3-D HT-29 aggregates exposed to red fluorescent beads (2 µm) for 1 hour, washed, fixed 3 hours post exposure, and stained with phalloidin antibody to visualize host cell actin (green). D) HT-29 monolayers (black bars) and 3-D aggregates (grey bars) infected with wildtype  Salmonella , ΔSPI-1/2  Salmonella ,  E. coli,  and  B. subtilis  for 1 hour at an m.o.i. of 10. To measure bacterial invasion, host cells were lysed at 3 hpi and intracellular bacteria were enumerated and plotted as CFU obtained for each bacterium. E) HT-29 monolayers (black bars) and 3-D aggregates (grey bars) infected with wildtype, ΔSPI-1/2, Δ flhDC , ΔSPI-1/2:  flhDC Salmonella  mutants for 1 hour at an m.o.i. of 10. To measure bacterial invasion, host cells were lysed at 3 hpi and intracellular bacteria were enumerated and plotted as CFU obtained for each bacterium. Data represents the average of at least three independent experiments from separate batches of cells (N = 3). Limit of detection is 10 CFU. * and ** indicate statistical significance of  p <0.05 and 0.001, respectively, comparing 3-D aggregates to monolayers for each bacterial strain. We next wanted to test the hypothesis that the second T3SS encoded by SPI-2 and/or its encoded effectors were potentially compensating for the loss of SPI-1, thereby aiding in the invasion of  Salmonella  into the 3-D cells. To address this question, we infected HT-29 monolayers and 3-D cells with a SPI-2 deletion mutant and a SPI-1/SPI-2 double mutant ( Figure 2A ). The double mutant was still able to invade 3-D cells to significantly higher levels compared to monolayers, and to similar levels observed for SPI-1 and SPI-2 mutants in 3-D cells. Overall, these data demonstrate that unlike monolayers,  Salmonella  can invade the more  in vivo- like 3-D cells in the absence of SPI-1 and SPI-2 T3SSs and their encoded effectors. However, the SPI-1 and SPI-2 genomic regions do contribute to a more productive invasion, as wildtype  Salmonella  exhibited significantly higher levels of invasion compared to the T3SS mutants in 3-D cells. Three-dimensional HT-29 cells were previously shown to secrete mucus, which could cause bacteria to adhere to the surface of the cells and not actually be localized intracellularly  [32] . Thus, to further validate that wildtype and the SPI-1 mutant are indeed localized inside 3-D HT-29 cells, we performed a differential immunofluorescence microscopy staining technique that allows one to distinguish between extra- and intracellular bacteria  [45] ,  [46] . Three-dimensional HT-29 cells were infected with wildtype and  Salmonella  SPI-1 and SPI-1/2 mutants as in (A), fixed, and stained with a monoclonal anti- Salmonella  antibody that will bind only extracellular bacteria. After addition of corresponding secondary antibody, cells were washed, permeabilized, and stained with a polyclonal  Salmonella  antibody that can bind to intracellular and extracellular bacteria as a result of host cell membrane permeabilization ( Figure S1 ). Three-dimensional cells were visualized by confocal immunofluorescence microscopy and the bacteria that only stained with the monoclonal antibody (pre-permeabilization/extracellular bacteria) were counted out of 50 total bacteria (stained with both antibodies) in at least three independent experiments ( Figure 2B ). A majority of the wildtype and  Salmonella  T3SS mutants were localized intracellularly (>60% of total bacteria counted), and no significant difference in bacterial localization was observed between wildtype and T3SS mutants, further demonstrating that  Salmonella  can invade into 3-D HT-29 cells in the absence of SPI-1 and SPI-2 T3SSs. As shown,  Salmonella  SPI-1 and 2 T3SSs mutants can invade 3-D HT-29 cells; however, we wanted to investigate if  Salmonella  was entering 3-D HT-29 cells through non-specific cellular uptake and not a  Salmonella  active invasion mechanism. To test if 3-D cells are capable of particle uptake, we introduced bacterial sized fluorescent beads to the cells under the identical experimental conditions used for our  Salmonella  infection assays. Three hours post bead exposure; cells were fixed, stained with phalloidin to visualize host cell actin cytoskeleton, and imaged by confocal immunofluorescence microscopy ( Figure 2C ). The only beads observed were those that appeared to be extracellular in localization. The extracellular localization was further confirmed by z-stack confocal immunofluorescence microscopy ( Figure S2 ). Next we wanted to investigate if bacterial surface component(s) and/or bacterial active process(s) are required to be present for cellular uptake. We thus infected 3D HT-29 cells with non-invasive Gram negative  E. coli  and Gram positive  B. subtilis  strains, which represent bacteria that have very different surface structures and do not posses mechanisms necessary for host cell invasion. Three hours post infection, we observed no intracellular bacteria by gentamicin survival assay or confocal microscopy ( Figure 2D  and data not shown). These data suggest that either an invasion mechanism is necessary for internalization, or alternatively, a  Salmonella  specific surface component/structure is triggering  Salmonella  internalization by 3-D HT-29 cells. To determine between these two possibilities, monolayer and 3-D HT-29 cells were infected with heat-killed wildtype  Salmonella  for 1 hour, washed, and fixed. Cells were stained with anti- Salmonella  antibody, phalloidin, and DAPI to visualize host and bacterial nuclei, and visualized by confocal microscopy using z-stack imaging. We observed no intracellular  Salmonella  in either monolayer or 3-D HT-29 cells (data not shown). Collectively, these data suggest that  Salmonella  is actively invading 3-D HT-29 cells utilizing a mechanism(s) other than the SPI-1 or 2 encoded T3SSs. Another possible means of  Salmonella  protein effector secretion that could potentiate invasion and allow  Salmonella  active entry into 3-D cells is through a pore created in the bacterial membrane as a result of flagellum translocation to the surface, which occurs through a third T3SS  [47] ,  [48] . To test the hypothesis that secreted effector(s) responsible for invasion of the  Salmonella  SPI-1/2 double mutant into 3-D cells is a result of the flagellum pore; we infected cells with a  Salmonella  mutant deficient in SPI-1, SPI-2, and the master regulators of flagellum pore formation and synthesis, FlhC and FlhD ( Figure 2E ). The SPI-1/SPI-2:  flhDC  mutant was still able to significantly invade the 3-D HT-29 aggregates, demonstrating that  Salmonella  can actively invade 3-D intestinal cells in the absence of all known/characterized T3SSs. \n Salmonella  does not preferentially target M-cells/M-like cells in 3-D HT-29 models The work presented here is the first to report that all known T3SSs are not mandatory for  Salmonella  invasion into epithelial cells, which is consistent with reports of SPI-1 deficient strains being isolated from humans with enteric salmonellosis and animal intestinal tissues  [28] ,  [49] . Moreover, a  Salmonella  SPI-1 mutant has also been shown to preferentially target and invade mouse epithelial M cells and polarized epithelial cells cultured under conditions that allow them to express M-cell like phenotypes, phenotypes that include particle uptake and transportation of antigens  [16] ,  [39] ,  [41] ,  [50] ,  [51] ,  [52] ,  [53] ,  [54] . From these studies, we hypothesized that  Salmonella  and the T3SS mutants are targeting M-cells to eventually gain entry into the 3-D aggregates. To first observe if the aggregates contained M-cells or M-cell like cells, we stained uninfected 3-D HT-29 cells with anti-sialyl Lewis A antigen antibody (M-cell marker) and imaged the cells by confocal immunofluorescence microscopy ( Figure 3A ). Interestingly, the 3-D aggregates exhibited very similar staining and expression patterns of the M-cell marker as observed in normal human colon tissue sections  [55] . Specifically, the 3-D cells displayed a columnar morphology to where only the edges of >20% of the cells showed expression of the M-cell marker. We next wanted to observe if wildtype and the SPI-1 mutant preferentially targeted M-cells/M-like cells pre",
  "introduction": "Introduction Infections with nontyphoidal  Salmonella  serovars are a leading cause of bacterial enteric disease and are the single most common cause of death from food-borne illnesses in the United States  [1] . An essential feature of the pathogenicity of  Salmonella  is its interaction with host intestinal epithelial cells, where  Salmonella  invasion/entry into host cells is critical for bacterial survival and establishment of disease in a host. Currently, it is thought that  Salmonella  invasion of epithelial cells requires the Type Three Secretion System (T3SS), a Gram negative bacterial “molecular syringe” that injects effector proteins into the host cell cytosol, thus altering cellular functions  [2] ,  [3] ,  [4] .  Salmonella  possesses two T3SSs that direct the secretion of proteins into host cells, and a third T3SS that directs the secretion of proteins to be assembled into the external flagellular organelle  [5] ,  [6] . The T3SS considered to be necessary for epithelial cell invasion is encoded on Salmonella Pathogenicity Island-1 (SPI-1), a large region of the  Salmonella  genome that contains numerous genes involved in pathogenesis and infection  [6] ,  [7] ,  [8] ,  [9] . The second T3SS is encoded on a second pathogenicity island, SPI-2, which is induced after  Salmonella  invasion of host cells and secretes protein effectors necessary for intracellular bacterial trafficking and replication  [10] ,  [11] . The third T3SS is under the transcriptional control of the  flhDC  operon, the master regulator of the flagellum assembly machinery  [5] ,  [12] ,  [13] ,  [14] . A significant portion of our knowledge regarding  Salmonella enterica  serovar Typhimurium (hereafter referred to as  Salmonella)  T3SSs and their role in infection of epithelial cells has been derived from studies that utilized non-polarized monolayer cell culture systems  [6] ,  [10] ,  [15] . However, during  in vivo  infections,  Salmonella  infects polarized epithelial cells of the host intestinal tract  [16] . In recognition that conventional monolayer cell culture models do not display the structure, morphology, and architecture of the intestinal tract, more advanced and  in vivo- like model systems have been developed and implemented to study  Salmonella  pathogenesis, which include polarized intestinal cell culture models, ileal loop models,  C. elegans  model, and mouse, cattle, and chick animal models  [17] ,  [18] ,  [19] ,  [20] ,  [21] ,  [22] ,  [23] ,  [24] ,  [25] ,  [26] . Studies utilizing these more complex model systems demonstrated that SPI-1 was critical in the establishment of a  Salmonella  infection. While these model systems have certainly unveiled critical insight into the lifecycle and pathogenic mechanisms of  Salmonella , the majority of these studies have utilized non-human model systems to predict what potentially could be occurring during infection of humans. Moreover, it was shown that the severity and role of SPI-1 and 2 to cause i",
  "methods": "Materials And Methods Mammalian Cell Lines and Bacterial Strains Bacterial strains used in this study are described in  Table S1 . All bacterial strains were grown in Lennox broth (L broth) as described below  [82] . The human colonic epithelial cell line, HT-29, was obtained from the American Type Culture Collection (ATCC)  [32] ,  [83] ,  [84] . The cells were cultured in a specialized growth medium comprised of a triple-sugar minimal essential medium α–L-15 base supplemented with 10% fetal bovine serum, designated as GTSF-2  [85] , and incubated at 37°C at 5% CO 2  environment. Antibodies and Reagents Antibodies against specified antigens were obtained from the following sources: Sialyl Lewis A (MC-551; Kamiya), polyclonal  Salmonella  O antisera (BD Difco), monoclonal  Salmonella  antibody (MAI-83451; Affinity Bioreagents), syndecan-1 (MCA681T; AbD seroTec), Phospholipase A2 (PLA2) (ab58375; Abcam), ITF goblet cell marker (15C6; Santa Cruz), and Alexa Fluor 633 phalloidin (A22284; Invitrogen). Fluoresbrite plain YG 2.00 micron microspheres (fluorescent beads) were obtained from Polysciences, Inc. (18338). For mammalian cell viability, 0.4% trypan blue (Sigma) was used at a 1∶1 ratio with cells suspended in cell culture media. Growth of 3-D intestinal cells in the RWV The development of 3-D intestinal tissue models was performed as previously described  [31] ,  [32] . In brief, HT-29 epithelial cells were initially grown as monolayers in tissue culture flasks, trypsinized, and resuspended in fresh medium at a density of 2×10 6  cells/ml. Cells were then introduced into RWV bioreactors (Synthecon, Inc.) together with collagen-coated Cytodex-3 microcarrier beads (Pharmacia), resulting in a final ratio of ∼10 cells/bead  [85] . Cells were cultured in the RWV bioreactors in GTSF-2 at 37°C and 5% CO 2  with rotation at 20 rpm. Fresh medium was replenished after 5 days and then every 24 hours thereafter until harvest of the cultures at 18-23 days. Bacterial invasion and intracellular growth assays HT-29 monolayers were grown in GTSF-2 medium in a 24-well plate at a concentration of ∼1.2 million cells/plate. For 3-D aggregates, cells were harvested from the bioreactor and seeded into 24 well plates at a concentration of ∼19 million cells/plate. For infections, all bacterial strains were grown shaking overnight in L broth medium at 37°C. Bacteria were back-diluted 1∶200 and grown with aeration until the bacterial growth reached OD 600 of ∼0.8. Bacteria were washed twice with Dulbecco's PBS (D-PBS) and used to infect mammalian cells at a multiplicity of infection (m.o.i.) of 10 for 1 h, whereupon infected cells were washed three times with D-PBS and incubated in medium containing 100 µg/ml gentamicin for 3 hour. The cells were then washed three times with D-PBS and fresh medium containing 7.5 µg/ml gentamicin was added. At indicated times post-infection (p.i.), media was removed, cells were washed with PBS, lysed with 500 µl of 0.1% Triton-X 100, and a",
  "results": "Results \n Salmonella  invades 3-D intestinal cells in the absence of SPI-1, SPI-2, and flagellum T3SSs and their effector proteins In previous reports from our lab utilizing classic gentamicin invasion assays, we showed that a  Salmonella invA  mutant that is defective for invading monolayers, exhibited wildtype levels of invasion into 3-D HT-29 colon cells  [32] ,  [43] .  InvA  is encoded by SPI-1 and is essential in the formation of the T3SS needle. However, SPI-1 encodes for numerous other genes aside from  invA  that are involved in bacterial invasion and virulence  [2] . To investigate if alternative SPI-1 encoded effector protein(s) are potentially responsible for  Salmonella  invasion into 3-D intestinal cells, we infected HT-29 monolayers and 3-D aggregates with either a  Salmonella  mutant lacking the  invA  gene or a mutant lacking the entire SPI-1 encoding region ( Figure 2A ). The  invA  mutant and the SPI-1 mutant both invaded 3-D HT-29 cells to higher levels compared to monolayers. These data suggest that SPI-1, a virulence factor previously identified to be required for  Salmonella  invasion of epithelial cells grown as monolayers  [9] ,  [44] , is not mandatory for invasion into our well-differentiated 3-D intestinal epithelial cells. 10.1371/journal.pone.0015750.g002 Figure 2 SPI-1, SPI-2, and the flagellar secretory system are not required for  Salmonella  invasion into 3-D intestinal cells. A) HT-29 monolayers (black bars) and 3-D aggregates (grey bars) infected with wildtype, Δ invA , ΔSPI-1, ΔSPI-2, and ΔSPI-1/2  Salmonella  mutants for 1 hour at an m.o.i. of 10. To measure bacterial invasion, host cells were lysed at 3 hpi and intracellular bacteria were enumerated and plotted as CFU obtained for each bacterium. B) Three-dimensional HT-29 cells were infected as in (A), fixed at 3 hpi, stained with a  Salmonella  monoclonal antibody (extracellular bacteria), washed, permeabilized, stained with a  Salmonella  polyclonal antibody (extracellular and intracellular bacteria), and imaged by immunofluorescence confocal microscopy. Percentages represent number of bacteria out of ∼50 bacteria that stained with the monoclonal antibody pre-permeabilization (grey bars) or the remaining bacteria that stained with the polyclonal antibody and not the monoclonal antibody post-permeabilization (black bars). C) Representative single image from z-stack confocal immunofluorescence microscopy images (100× objective) of 3-D HT-29 aggregates exposed to red fluorescent beads (2 µm) for 1 hour, washed, fixed 3 hours post exposure, and stained with phalloidin antibody to visualize host cell actin (green). D) HT-29 monolayers (black bars) and 3-D aggregates (grey bars) infected with wildtype  Salmonella , ΔSPI-1/2  Salmonella ,  E. coli,  and  B. subtilis  for 1 hour at an m.o.i. of 10. To measure bacterial invasion, host cells were lysed at 3 hpi and intracellular bacteria were enumerated and plotted as CFU obtained for each bacterium. E) HT-29 monolayers (black bars) and 3-D aggregates (grey bars) infected with wildtype, ΔSPI-1/2, Δ flhDC , ΔSPI-1/2:  flhDC Salmonella  mutants for 1 hour at an m.o.i. of 10. To measure bacterial invasion, host cells were lysed at 3 hpi and intracellular bacteria were enumerated and plotted as CFU obtained for each bacterium. Data represents the average of at least three independent experiments from separate batches of cells (N = 3). Limit of detection is 10 CFU. * and ** indicate statistical significance of  p <0.05 and 0.001, respectively, comparing 3-D aggregates to monolayers for each bacterial strain. We next wanted to test the hypothesis that the second T3SS encoded by SPI-2 and/or its encoded effectors were potentially compensating for the loss of SPI-1, thereby aiding in the invasion of  Salmonella  into the 3-D cells. To address this question, we infected HT-29 monolayers and 3-D cells with a SPI-2 deletion mutant and a SPI-1/SPI-2 double mutant ( Figure 2A ). The double mutant was still a",
  "discussion": "Discussion In previous work, we established and characterized a 3-D organotypic model of human large intestinal epithelium from the colonic epithelial cell line HT-29 utilizing the cellular suspension RWV bioreactor system  [32] ,  [36] . HT-29 cells grown in three-dimensions in the RWV displayed numerous characteristics relevant to their  in vivo  tissue counterparts, demonstrating the potential of utilizing RWV-derived 3-D cells as surrogate models to elucidate cellular mechanisms and responses to conditions encountered in the human gastrointestinal tract, such as during an enteric pathogen infection  [32] ,  [36] . We previously reported that an  invA Salmonella  mutant (which is defective for invasion of monolayers) invaded into 3-D HT-29 cells to similar levels as wildtype, and to our knowledge, this was the first report to suggest that the SPI-T3SS may not be the main determinant for invasion of  Salmonella  into  in vitro  models of human intestinal epithelium  [32] ,  [43] . While intriguing, our previous findings did not definitively preclude a role for the SPI-1 T3SS in intestinal invasion, nor did we apply the 3-D large intestinal model to investigate the role of the two other T3SSs in  Salmonella , the SPI-2 encoded T3SS and the  flhDC  regulated flagellum secretory system. In this report, we fundamentally expanded our studies to show that the 3-D model of large intestinal epithelium displays multicellular complexity relevant to the normal parental tissue  in vivo , including formation of M-cells/M-like cells, enterocytes and Paneth cells. We subsequently applied these highly differentiated 3-D intestinal cultures as human surrogate infection models to elucidate the role of all characterized  Salmonella  T3SSs in the early stages of human enteric salmonellosis. Specifically, we infected 3-D HT-29 and monolayer cells with various  Salmonella  mutants carrying single (SPI-1 or SPI-2), double (SPI-1/2) and a complete T3SS knockout (SPI-1/SPI-2:  flhDC ), respectively. We observed substantial differences in the roles of the T3SSs during invasion into and growth within the 3-D HT-29 cells as compared to monolayers, but notably, we identified similar key phenotypic responses between the 3-D cells following  Salmonella  challenge with those reported during the  in vivo  infection process. The initial key difference that we observed in response to infection between 3-D large intestinal cells and established data utilizing monolayers, was the significant increase in invasion of a SPI-1 encoded T3SS mutant into the 3-D cells ( Figure 2A and B ), a mutant previously characterized to be invasion defective in monolayers  [43] ,  [44] . The SPI-1 mutant lacking the entire SPI-1 coding region displayed lower levels of invasion compared to the  invA  T3SS mutant in both culture systems, and this could be a result of the absence of the entire SPI-1 PAI (Pathogenicity Island) in the SPI-1 mutant, which could potentially contain effectors aiding in bact",
  "conclusion": ""
}