{
  "id": "PMC3242767",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3242767/",
  "title": "Evaluation of Microorganisms Cultured from Injured and Repressed Tissue Regeneration Sites in Endangered Giant Aquatic Ozark Hellbender Salamanders",
  "authors": "Cheryl A. Nickerson, C. Mark Ott, Sarah L. Castro, Veronica M. Garcia, Thomas C. Molina, Jeffrey T. Briggler, Amber L. Pitt, Joseph J. Tavano, J. Kelly Byram, Jennifer Barrila, Max A. Nickerson",
  "year": "2011",
  "journal": "PLoS ONE",
  "abstract": "Investigation into the causes underlying the rapid, global amphibian decline provides critical insight into the effects of changing ecosystems. Hypothesized and confirmed links between amphibian declines, disease, and environmental changes are increasingly represented in published literature. However, there are few long-term amphibian studies that include data on population size, abnormality/injury rates, disease, and habitat variables to adequately assess changes through time. We cultured and identified microorganisms isolated from abnormal/injured and repressed tissue regeneration sites of the endangered Ozark Hellbender,  Cryptobranchus alleganiensis bishopi , to discover potential causative agents responsible for their significant decline in health and population. This organism and our study site were chosen because the population and habitat of  C. a. bishopi  have been intensively studied from 1969–2009, and the abnormality/injury rate and apparent lack of regeneration were established. Although many bacterial and fungal isolates recovered were common environmental organisms, several opportunistic pathogens were identified in association with only the injured tissues of  C.a. bishopi . Bacterial isolates included  Aeromonas hydrophila , a known amphibian pathogen,  Granulicetella adiacens ,  Gordonai terrae ,  Stenotrophomonas maltophilia ,  Aerococcus viridans ,  Streptococcus pneumoniae  and a variety of Pseudomonads, including  Pseudomonas aeruginosa ,  P. stutzeri ,  and P. alcaligenes . Fungal isolates included species in the genera  Penicillium ,  Acremonium ,  Cladosporium ,  Curvularia ,  Fusarium ,  Streptomycetes , and the Class Hyphomycetes. Many of the opportunistic pathogens identified are known to form biofilms. Lack of isolation of the same organism from all wounds suggests that the etiological agent responsible for the damage to  C. a. bishopi  may not be a single organism. To our knowledge, this is the first study to profile the external microbial consortia cultured from a Cryptobranchid salamander. The incidence of abnormalities/injury and retarded regeneration in  C. a. bishopi  may have many contributing factors including disease and habitat degradation. Results from this study may provide insight into other amphibian population declines.",
  "keywords": "",
  "full_text": "Introduction The amphibian decline controversy has focused on many factors that affect amphibian populations to varying degrees  [1] , including habitat loss and degradation, climate change, pollution, increased ultraviolet B (UV-B) radiation, direct exploitation, introduced species and disease, including infectious disease  [2] ,  [3] . Although evidence of disease in amphibian populations is not new, early literature on amphibian health in natural populations is quite scattered, deals primarily with anurans and/or local problems, or was initiated because of concerns related to supply and demand and decline of commercial harvest  [4] – [6] . In the late 1960's and early 1970's, various biological supply houses noted problems in the commercial supply of amphibians causing Maugh  [7]  to comment on “the apparent short supply and diseased state of amphibians collected in nature”. The review of mycoses of amphibians by Reichenback-Klinke and Elkan  [8]  primarily focuses on  Basidiobolus ranarum  and  Saprolegnia parasitica  and indicates the dearth of knowledge relating to the distribution and importance of microfungi associated with amphibians. With few exceptions, this void continued for the next two decades  [9] – [12] . The impetus for research on amphibian microbes became a major focal point of the 1 st  World Herpetology Congress in Canterbury, England in 1989, where herpetologists shared their observations on declining frog populations and developed initial strategies to investigate the potential problems. The discovery that the chytridiomycete  Batrachochytrium dendrobatidis , a zoosporic fungus related to infectious oomycete water molds,  Saprolegnia  spp., was capable of causing lethal dermatitis in amphibians led to a proliferation of studies  [13] . After reviewing studies of microbes implicated in amphibian population declines, including chytridiomycosis,  Ranavirus  disease, saprolegniosis and  Ribieroia  spp., Daszak et al.  [14]  concluded that “available data provide the clearest link for the fungal disease amphibian chytridiomycosis”. Herpetological Review dedicated an entire section to amphibian chytridiomycosis geographical distribution  [15] – [17] . The advances in research on the secretions, structure, and functions of amphibian integument and their products reveal a remarkable complexity of bioactive secretions and diversity of amines, peptides, alkaloids, bufodienolides, and other compounds  [18] ,  [19] . The presence of antimicrobial agents in amphibian skin hypothesized by Csordas and Michl  [20]  and Croce et al.  [21]  has led to an increased interest in the relationship of the bacteria and fungi present in the skin of amphibians and the antimicrobial peptides and metabolites that they produce  [22] – [30] . Some of these peptides and alkaloids can inhibit the growth of pathogenic fungi  [31] ,  [32]  and common cutaneous bacteria from the terrestrial salamander  Plethodon cinerus  can inhibit pathogenic fungi  [33] . Evidence also suggests that symbiotic bacteria may contribute to innate immune defense of some amphibians  [30] . While evidence suggests that these antimicrobial compounds and symbiotic bacteria can provide some level of protection for amphibians against microbial invaders  [30] – [33] , the connection between disease and amphibian decline has been confirmed for some amphibian populations  [34] . However, long-term amphibian studies, especially those including population and environmental data, are so rare that we have very few data to support many claims related to decline or changes in, or the health of, wild amphibian populations  [35] . One long-term study subject, the Ozark Hellbender,  Cryptobranchus alleganensis bishopi , and its habitat within a 4.6 km section of the North Fork of White River (NFWR), has been the subject of numerous investigations since the intensive 110 day surveys conducted during 1969–1971  [36] ,  [37] . In 1969, the 4.6 km research section within the North Fork of White River (NFWR), Ozark County, Missouri, was a crystalline, substantially spring-fed stream located in the least densely human populated area of the second least densely populated county in the state (9 people/sq mi;  [38] ). Only one rarely used sportsman's cabin graced the banks of the research section in 1969. The springs and occasionally the river were used as drinking water by some locals and visitors. From 1969 to 1980, 169 days of skin-diving surveys, coupled with environmental sampling, were conducted in this section, including some in every year and within every calendar month, but not every month of every year  [39] . Population and ecological studies of the aquatic Ozark Hellbender  C. a. bishopi  and its habitat were conducted in this section during 1969–1971  [36] ,  [37] . Other ecological studies included year-round water quality, benthic habitat, macro-invertebrate structure, cottid fish diet studies, and numerous shorter-term studies  [36] ,  [40] . These early studies in the NFWR found an immense and healthy population of  C. a. bishopi , as many as 428 individuals/km, and almost no abnormalities/injuries. Only 2.9% of 479 individuals observed in 1969 were abnormal/injured and they exhibited rapid regeneration capabilities  [36] ,  [39] ,  [41] . Additional surveys between 1972 to 1980 continued to show immense and healthy populations of Ozark Hellbenders  [27] ,  [42] . All surveys during this time period ranged from between 9–12 individual Ozark hellbenders collected per hour per person (Nickerson et al, unpublished data). Reassessment of the ecological characteristics of the NFWR conducted in 2004–2007 revealed extensive habitat alteration and degradation, including increased land development, siltation, sedimentation, and water quality degradation  [43] . Community changes included algal and nuisance aquatic vegetation blooms, otter establishment, and fish and macroinvertebrate community alterations  [43] . Canoe use within the NFWR significantly increased  [43] . Intensive surveys of the NFWR hellbender population conducted in 2005 yielded only 55 individuals, of which 26 (i.e., 47%) had visible abnormalities/injuries, including loss of limbs, limbs with exposed bones, and degeneration of other tissues which did not regenerate or had remarkably retarded regeneration (J. Briggler, unpublished data). The high prevalence of abnormalities/injuries and the lack of the historically characteristic (rapid) regeneration of injured/affected tissue in hellbenders in the NFWR was the impetus for our examination of the microbial community associated with the observed abnormalities/injuries. Results Our results reflect our strategy to optimize chances for successful culture of potentially pathogenic microorganisms by using three different media for each sample; blood agar (all purpose growth media), mannitol salts (differential and selective media), Sabouraud's (differential and selective media often used to isolate fungi) ( Figure 1 ). 10.1371/journal.pone.0028906.g001 Figure 1 Representative microbial flora cultured from  C. a. bishopi  on three different media. Swabs from injured (or uninjured control) tissues of six adult hellbenders were streaked onto three different microbiological culture media: Sheep's blood agar (A–G), Mannitol Salt Agar (H), and Sabouraud Dextrose Agar (I). * Indicates uninjured control sample. An evaluation of the microbial flora sampled from  C. a. bishopi  indicated the presence of common environmental flora from both abnormal/injured and uninjured limbs. A wide variety of both Gram positive and Gram negative bacteria were isolated. While no consistent pattern of bacterial colonization was observed between uninjured and abnormal/injured body parts ( Tables 1  and  2 ), several interesting microbial associations were observed. The genus  Aeromonas  was identified in 9 separate occasions, although the amphibian pathogenic species  Aeromonas hydrophila , was identified only once from an abnormal/injured animal (NFWR 139 - lower lip). Likewise, certain organisms that can cause human infection were also identified, including the opportunistic pseudomonal pathogens  Pseudomonas aeruginosa  (NFWR 135 - right back limb),  P. stutzeri  (NFWR 134 - right back; NFWR- 135 right back),  P. alcaligenes  (NFWR – right front), and the pseudomonal-like pathogen,  Stenotrophomonas maltophilia  (NFWR 136 – left front limb). In addition, the poultry pathogen  Riemerella anatipestifer \n [44]  was also isolated only from abnormal/injured animals. On rare occasion, one bacterial species would represent the vast majority of the colonies from a given abnormal/injured sample as exemplified by the known human pathogen  Granulicatella adiacens  (formerly  Streptococcus adiacens ;  [45] ), which represented 91% of the 163 bacterial isolates found on the blood agar plate associated with the NFWR 139 lower lip sample. When using Sabouraud Dextrose Agar, only fungi were isolated, except for one plate (from the injured animal NFWR 135 - left front limb) where 4 colonies of  Kocuria kristinae (previously Micrococcus ) were found, which is a common inhabitant on human skin that has been increasingly associated with infectious disease in humans  [46] . 10.1371/journal.pone.0028906.t001 Table 1 Bacteria identified on Blood Agar. NFWR Limb sampled Colony Forming Units Closest match 134 Right Front* TNTC \n Aeromonas sobria \n Right Back 15 \n Aeromonas sobria ;  Pseudomonas stutzeri ;  Riemerella anatipestifer ⧫; Unidentified Gram positive species 135 Right Back TNTC \n Kocuria varians ;  Microbacterium luteolum ⧫;  Pseudomonas stutzeri ;  Pseudomonas aeruginosa \n Right Front TNTC \n Roseomonas cervicalis ⧫;  Pseudomonas alcaligenes ;  Brevundimonas diminuta/vesicularis \n Left Back TNTC \n Aeromonas sobria  (3 morphologically different colonies) Left Front TNTC \n Kocuria rosea ;  Kocuria kristinae ;  Aeromonas sobria ;  Pseudomonas stutzeri \n 136 Left Front TNTC \n Pseudomonas stutzeri ⧫;  Acinetobacter baumannii ;  Kocuria varians ;  Stenotrophomonas maltophilia  (2 morphologically different colonies) Left Back TNTC \n Aerococcus viridans ;  Aeromonas veronii ⧫; \n Delftia acidovorans ;  Streptococcus pneumoniae \n Right Back TNTC \n Exiguobacterium acetylicum ⧫;  Acenitobacter baumannii ;  Aeromonas sobria; Kocuria varians  (2 morphologically different colonies) 137 Right Front TNTC \n Kocuria kristinae  (2 morphologically different colonies);  Kocurea rosea ; Unidentified species - unable to isolate (3 morphologically different colonies); Unidentified Gram positive species Right Back TNTC \n Roseomonas cervicalis ⧫;  Kocuria rosea ;  Kocuria varians ;  Myroides  species Left Front TNTC \n Aeromonas sobria ;  Brevundimonas diminuta/vesicularis ;  Kocuria rosea \n 138 Left Front 10 \n Sphingomonas aurantiaca ; Unidentified species - unable to isolate; Unidentified Gram positive species Left Back* 12 \n Brevundimonas diminuta/vesicularis ;  Kocuria varians ;  Sphingomonas paucimobilis \n 139 Lower Lip 163 \n Granulicatella adiacens ;  Aeromonas hydrophila/caviae ;  Bacillus sphaericus/fusiformis ;  Rhizobium radiobacter \n Left Front 28 \n Bacillus lentus ;  Geobacillus thermoglucosidasius/thermodenitrificans ;  Micrococcus luteus/lytae ;  Rhizobium radiobacter ;  Bacillus  species Right Front 11 \n Sphingomonas paucimobilis ; Unidentified Gram positive species;  Kocuria kristinae ;  Brevundimonas diminuta/vesicularis ;  Dermacoccus / Kytococcus  species Right Back 19 \n Aeromonas sobria ;  Micrococcus luteus ⧫; Unidentified Gram negative species;  Kocuria kristinae ;  Rhizobium radiobacter ;  Ewingella Americana ;  Brachybacterium alementarium ⧫;  Sphingomonas paucimobilis ;  Gordonia terrae ⧫ Colony Forming Units represent the number of microbial colonies counted on each plate. Sample plates which had no growth are not listed. The appearance of different morphologies for singles species is noted. Asterisk (*) indicates control sample from uninjured limb. Diamond (⧫) indicates an isolate identified by 16S sequencing (percent similarity of greater than or equal to 98%). NFWR = North Fork of White River samples. 10.1371/journal.pone.0028906.t002 Table 2 Bacteria identified on Mannitol Salt Agar. NFWR Limb sampled Colony Forming Units Closest match 134 Right Back 4 \n Exiguobacterium acetylicum ⧫;  Micrococcus luteus/lylae \n Right Front* 17 \n Kocuria kristinae ;  Micrococcus luteus/lylae \n 135 Right Back 11 \n Curtobacterium flaccumfaciens ⧫;  Bacillus megaterium ; Unidentified Gram positive species (2 morphologically different colonies) Right Front 1 \n Micrococcus luteus/lylae \n Left Back 4 \n Staphylococcus hominis \n Left Front 18 \n Brevibacterium casei ⧫;  Kocuria kristinae ;  Staphylococcus sciuri ;  Micrococcus luteus/lylae \n 136 Left Front TNTC \n Bacillus licheniformis ⧫;  Micrococcus luteus/lylae ;  Staphylococcus warneri \n Left Back TNTC \n Exiguobacterium acetylicum ⧫;  Bacillus megaterium ;  Staphylococcus hominus/novobisepticus ; Unidentified Gram positive species 137 Right Front 1 \n Micrococcus luteus/lylae \n Right Back 6 \n Staphylococcus vitulinus ;  Micrococcus luteus/lylae  (2 morphologically different colonies); Unidentified Gram positive species Left Front TNTC \n Dermacoccus  species/ Kytococcus  species;  Gemella morbillorum ;  Micrococcus luteus/lylae ; Unidentified species - unable to isolate 138 Left Front 2 \n Dermacoccus/Kytococcus  species Left Back* 1 \n Bacillus megatarium \n 139 Lower Lip 1 \n Micrococcus luteus/lytae \n Left Back TNTC \n Brevibacterium casei ⧫,  Brevundimonas diminuta/vesicularis  (2 morphologically different colonies);  Brevundimonas diminuta/vesicularis ;  Micrococcus luteus/lylae \n Left Front 7 \n Bacillus lentus \n Right Front 4 \n Pantoea agglomerans \n Right Back 2 \n Pantoea  species Colony Forming Units represent the number of colonies counted on each plate. Sample plates without growth are not listed. The appearance of different morphologies for singles species is noted. Asterisk (*) indicates control sample from uninjured limb. Diamond (⧫) indicates an isolate identified by 16S sequencing. NFWR = North Fork of White River samples. Fungal isolates were consistent with common environmental flora from genera that included  Penicillium ,  Streptomycetes ,  Cladosporium ,  Fusarium ,  Acremonium ,  Curvularia , and the Class Hyphomycetes ( Tables 3 ,  4 , and  5 ). 10.1371/journal.pone.0028906.t003 Table 3 Fungi identified on Blood Agar. NFWR Limb sampled Colony Forming Units Closest match 137 Right Back 60 \n Streptomycetes  species Left Front 180 \n Fusarium  species 138 Left Front TNTC \n Penicillium  species;  Cladosporium  species;  Streptomycetes  species Left Back* TNTC \n Penicillium  species (2 different species);  Streptomycetes  species 139 Left Back 510 \n Hyphomycetes  species;  Penicillium  species; \n Cladosporium  species (2 different species) Right Front 750 \n Hyphomycetes  species (2 different species); \n Cladosporium  (2 different species);  Penicillium  species Colony Forming Units represent the number of colonies counted on each plate. Sample plates without growth were not listed. Genera with different morphological characteristics suggesting different species are noted. Asterisk (*) indicates control sample from uninjured limb. NFWR = North Fork of White River samples. 10.1371/journal.pone.0028906.t004 Table 4 Fungi identified on Mannitol Salt Agar. NFWR Limb sampled Colony Forming Units Closest match 134 Right Back 90 \n Cladisporium  species \n Penicillium  species \n Hyphomycetes  species Right Front* 30 \n Cladosporium  species 135 Right Back 30 \n Penicillium  species Right Front 30 \n Hyphomycetes  species Left Back 690 \n Cladosporium  species (3 different species) \n Exophilia  species \n Hyphomycetes  species Left Front 30 \n Hyphomycetes  species 136 Left Front 30 \n Cladosporium  species Left Back 30 \n Penicillium  species Right Back 60 \n Hyphomycetes  species \n Cladosporium  species 137 Right Front 30 \n Penicillium  species Right Back 150 \n Penicillium  species Left Front 180 \n Cladosporium  species (2 different species) \n Hyphomycetes  species (2 different species) \n Aureobasidium  species 138 Left Back* 60 \n Acremonium  species 139 Lower Lip 30 \n Cladosporium  species Left Back 1100 \n Streptomycetes  species \n Cladosporium  species (2 different species) Left Front 210 \n Penicillium  species \n Cladosporium  species Right Front 960 \n Penicillium  species \n Cladosporium  species \n Streptomycetes  species Right Back 30 \n Penicillium  species Colony Forming Units represent the number of colonies counted on each plate. Sample plates without growth are not listed. Genera with different morphological characteristics suggesting different species are noted. Asterisk (*) indicates control sample from uninjured limb. NFWR = North Fork of White River samples. 10.1371/journal.pone.0028906.t005 Table 5 Fungi identified on Sabouraud Dextrose Agar. NFWR Limb sampled Colony Forming Units Closest match 134 Right Back 1100 \n Penicillium  species (2 different species) \n Cladosporium  species Right Front* TNTC \n Penicillium  species \n Hyphomycetes  species 135 Right Back 120 \n Penicillium  species \n Aspergillus  species \n Hyphomycetes  species (2 different species) Right Front TNTC \n Exophilia  species Left Back 600 \n Wangiella species \n \n Hyphomycetes  species \n Penicillium  species Left Front 150 \n Cladosporium  species (2 different species) \n Hyphomycetes  species (2 different species) 136 Left Front 60 \n Cladosporium  species \n Streptomycetes  species Left Back 30 \n Acremonium  species Right Back 150 \n Fusarium  species \n Hyphomycetes  species (2 different species) \n Cladosporium  species \n Penicillium  species 137 Right Front TNTC \n Penicillium  species (2 different species) Right Back 60 \n Curvularia  species \n Cladosporium  species Left Front TNTC \n Penicillium  species (3 different species) \n Cladosporium  species 138 Left Front 150 \n Penicillium  species \n Cladosporium  species \n Hyphomycetes  species Left Back* TNTC \n Penicillium  species \n Hyphomycetes  species 139 Lower Lip TNTC \n Penicillium  species \n Cladosporium  species Left Back 330 \n Penicillium  species (2 different species) \n Acremonium  species \n Sporothrix  species Left Front TNTC \n Cladosporium  species (2 different species) Right Front TNTC \n Cladosporium  species Right Back 150 \n Cladosporium  species \n Penicillium  species Colony Forming Units represent the number of colonies counted on each plate. Sample plates without growth are not listed. Genera with different morphological characteristics suggesting different species are noted. Asterisk (*) indicates control sample from uninjured limb. NFWR = North Fork of White River samples. Discussion The  C. a. bishopi  population decline in the NFWR is well documented and of significant concern  [42] ,  [47] ,  [48] . Many reasons for the decline in population and health of the Ozark Hellbender have been suggested, including flooding  [39] ,  [49]  amphibian harvesting  [42] , the use of the anesthetic MS-222 (Tricane)  [50] ,  [51] , the reintroduction and introduction of species including otters and trout  [47] ,  [52] , habitat alteration and degradation  [53] , disease including those having a genetic, chemical, or infectious etiology  [36] ,  [41] ,  [48] ,  [50] ,  [51] ,  [53] – [61] , and the interaction of these factors  [47] . Many of these hypothesized causal agents of decline have been investigated to various degrees, yet disease research has largely been limited to  B. dendrobatidis \n [59] – [61] , and prior to our study, the microbial community associated with the abnormalities typifying the affected hellbenders had not been assessed. As a variety of pathogenic microbes have been linked to amphibian declines, it is critical that the microbial community be examined for all potential disease agents and that research not be initially limited to a single potential infectious agent until causation has been properly evaluated and established. ",
  "introduction": "Introduction The amphibian decline controversy has focused on many factors that affect amphibian populations to varying degrees  [1] , including habitat loss and degradation, climate change, pollution, increased ultraviolet B (UV-B) radiation, direct exploitation, introduced species and disease, including infectious disease  [2] ,  [3] . Although evidence of disease in amphibian populations is not new, early literature on amphibian health in natural populations is quite scattered, deals primarily with anurans and/or local problems, or was initiated because of concerns related to supply and demand and decline of commercial harvest  [4] – [6] . In the late 1960's and early 1970's, various biological supply houses noted problems in the commercial supply of amphibians causing Maugh  [7]  to comment on “the apparent short supply and diseased state of amphibians collected in nature”. The review of mycoses of amphibians by Reichenback-Klinke and Elkan  [8]  primarily focuses on  Basidiobolus ranarum  and  Saprolegnia parasitica  and indicates the dearth of knowledge relating to the distribution and importance of microfungi associated with amphibians. With few exceptions, this void continued for the next two decades  [9] – [12] . The impetus for research on amphibian microbes became a major focal point of the 1 st  World Herpetology Congress in Canterbury, England in 1989, where herpetologists shared their observations on declining frog populations and developed initial strategies to investigate the potential problems. The discovery that the chytridiomycete  Batrachochytrium dendrobatidis , a zoosporic fungus related to infectious oomycete water molds,  Saprolegnia  spp., was capable of causing lethal dermatitis in amphibians led to a proliferation of studies  [13] . After reviewing studies of microbes implicated in amphibian population declines, including chytridiomycosis,  Ranavirus  disease, saprolegniosis and  Ribieroia  spp., Daszak et al.  [14]  concluded that “available data provide the clearest link for the fungal disease amphibian chytridiomycosis”. Herpetological Review dedicated an entire section to amphibian chytridiomycosis geographical distribution  [15] – [17] . The advances in research on the secretions, structure, and functions of amphibian integument and their products reveal a remarkable complexity of bioactive secretions and diversity of amines, peptides, alkaloids, bufodienolides, and other compounds  [18] ,  [19] . The presence of antimicrobial agents in amphibian skin hypothesized by Csordas and Michl  [20]  and Croce et al.  [21]  has led to an increased interest in the relationship of the bacteria and fungi present in the skin of amphibians and the antimicrobial peptides and metabolites that they produce  [22] – [30] . Some of these peptides and alkaloids can inhibit the growth of pathogenic fungi  [31] ,  [32]  and common cutaneous bacteria from the terrestrial salamander  Plethodon cinerus  can inhibit pathogenic fungi  [33] . ",
  "methods": "Materials and Methods The Ozark Hellbender,  C. a. bishopi , is now listed as endangered and populations have been extirpated and face extinction in much of the former range. The NFWR currently supports only a very small population of  C. a. bishopi , of which about 50% within the original NFWR research section of Nickerson and Mays  [36] ,  [37]  have substantial abnormalities/injuries (J. Briggler unpublished data). On 17 August 2007, we methodically searched a portion of the NFWR by snorkeling and lifting rocks. We located and captured six adult hellbenders, all with abnormalities/injuries ( Table 6 ). Each individual hellbender was placed into a clean bucket filled with river water and then measured, weighed, and individually photographed. All  C. a. bishopi  were visually inspected for the presence of leeches, injuries, or abnormalities. The feet/limbs showing signs of infection (e.g., lesions, sores or exposed bone) were swabbed with sterile, buffered swabs. In addition, the lower lip of one individual with a raw sore was swabbed ( Figure 2 ). Swabs were then streaked onto three different microbiological culture media: sheep's blood agar (SBA), a general all purpose growth medium that supports the culture of a large number of microorganisms and also indicates hemolytic activity; Mannitol Salt Agar (MSA), primarily selective for halo-tolerant bacteria such as staphylococci; and Sabouraud Dextrose Agar (SDX), primarily selective for fungi ( Figure 1 ). Given the very small population of  C. a. bishopi  currently existing in the NFWR and given that no animals without abnormality/injury were captured throughout the duration of this study, two feet showing no signs of infection from two  C. a. bishopi  were swabbed in the same manner and served as uninfected controls. The swabs were streaked onto the different agar plates, and sample plate lids were immediately added and secured with tape. Secured plates were immediately placed into styrofoam coolers with ice packs and transported by vehicle to St. Louis, MO, and flown to the Microbiology Laboratory at the NASA Johnson Space Center (Houston, TX) for microbial identification. Bacterial and fungal isolates were enumerated and then sub-cultured on the medium from the parent culture at room temperature. Bacterial isolates were identified using biochemical analysis with the Vitek 2 system (bioMérieux, Marcy l'Etoile, France). Bacterial isolates that could not be identified by the Vitek 2 system were identified by 16S ribosomal DNA sequencing using a MicroSeq 500 16S rDNA Bacterial Identification Kit (Applied Biosystems, Foster City, CA). Sequences were compared to those on the National Center for Biotechnology Information (NCBI) website for microorganisms. Speciation was reported for isolates having greater than 98% sequence similarity. Fungal isolates were identified by microscopic morphological characteristics  [90] . 10.1371/journal.pone.0028906.g002 Figure 2 Representative samples of normal and a",
  "results": "Results Our results reflect our strategy to optimize chances for successful culture of potentially pathogenic microorganisms by using three different media for each sample; blood agar (all purpose growth media), mannitol salts (differential and selective media), Sabouraud's (differential and selective media often used to isolate fungi) ( Figure 1 ). 10.1371/journal.pone.0028906.g001 Figure 1 Representative microbial flora cultured from  C. a. bishopi  on three different media. Swabs from injured (or uninjured control) tissues of six adult hellbenders were streaked onto three different microbiological culture media: Sheep's blood agar (A–G), Mannitol Salt Agar (H), and Sabouraud Dextrose Agar (I). * Indicates uninjured control sample. An evaluation of the microbial flora sampled from  C. a. bishopi  indicated the presence of common environmental flora from both abnormal/injured and uninjured limbs. A wide variety of both Gram positive and Gram negative bacteria were isolated. While no consistent pattern of bacterial colonization was observed between uninjured and abnormal/injured body parts ( Tables 1  and  2 ), several interesting microbial associations were observed. The genus  Aeromonas  was identified in 9 separate occasions, although the amphibian pathogenic species  Aeromonas hydrophila , was identified only once from an abnormal/injured animal (NFWR 139 - lower lip). Likewise, certain organisms that can cause human infection were also identified, including the opportunistic pseudomonal pathogens  Pseudomonas aeruginosa  (NFWR 135 - right back limb),  P. stutzeri  (NFWR 134 - right back; NFWR- 135 right back),  P. alcaligenes  (NFWR – right front), and the pseudomonal-like pathogen,  Stenotrophomonas maltophilia  (NFWR 136 – left front limb). In addition, the poultry pathogen  Riemerella anatipestifer \n [44]  was also isolated only from abnormal/injured animals. On rare occasion, one bacterial species would represent the vast majority of the colonies from a given abnormal/injured sample as exemplified by the known human pathogen  Granulicatella adiacens  (formerly  Streptococcus adiacens ;  [45] ), which represented 91% of the 163 bacterial isolates found on the blood agar plate associated with the NFWR 139 lower lip sample. When using Sabouraud Dextrose Agar, only fungi were isolated, except for one plate (from the injured animal NFWR 135 - left front limb) where 4 colonies of  Kocuria kristinae (previously Micrococcus ) were found, which is a common inhabitant on human skin that has been increasingly associated with infectious disease in humans  [46] . 10.1371/journal.pone.0028906.t001 Table 1 Bacteria identified on Blood Agar. NFWR Limb sampled Colony Forming Units Closest match 134 Right Front* TNTC \n Aeromonas sobria \n Right Back 15 \n Aeromonas sobria ;  Pseudomonas stutzeri ;  Riemerella anatipestifer ⧫; Unidentified Gram positive species 135 Right Back TNTC \n Kocuria varians ;  Microbacterium luteolum ⧫;  Pseudomonas stutzeri ;  Pseudomonas aeruginosa \n Right Front TNTC \n Roseomonas cervicalis ⧫;  Pseudomonas alcaligenes ;  Brevundimonas diminuta/vesicularis \n Left Back TNTC \n Aeromonas sobria  (3 morphologically different colonies) Left Front TNTC \n Kocuria rosea ;  Kocuria kristinae ;  Aeromonas sobria ;  Pseudomonas stutzeri \n 136 Left Front TNTC \n Pseudomonas stutzeri ⧫;  Acinetobacter baumannii ;  Kocuria varians ;  Stenotrophomonas maltophilia  (2 morphologically different colonies) Left Back TNTC \n Aerococcus viridans ;  Aeromonas veronii ⧫; \n Delftia acidovorans ;  Streptococcus pneumoniae \n Right Back TNTC \n Exiguobacterium acetylicum ⧫;  Acenitobacter baumannii ;  Aeromonas sobria; Kocuria varians  (2 morphologically different colonies) 137 Right Front TNTC \n Kocuria kristinae  (2 morphologically different colonies);  Kocurea rosea ; Unidentified species - unable to isolate (3 morphologically different colonies); Unidentified Gram positive species Right Back TNTC \n Roseomonas cervicalis ⧫;  Kocuria rosea ",
  "discussion": "Discussion The  C. a. bishopi  population decline in the NFWR is well documented and of significant concern  [42] ,  [47] ,  [48] . Many reasons for the decline in population and health of the Ozark Hellbender have been suggested, including flooding  [39] ,  [49]  amphibian harvesting  [42] , the use of the anesthetic MS-222 (Tricane)  [50] ,  [51] , the reintroduction and introduction of species including otters and trout  [47] ,  [52] , habitat alteration and degradation  [53] , disease including those having a genetic, chemical, or infectious etiology  [36] ,  [41] ,  [48] ,  [50] ,  [51] ,  [53] – [61] , and the interaction of these factors  [47] . Many of these hypothesized causal agents of decline have been investigated to various degrees, yet disease research has largely been limited to  B. dendrobatidis \n [59] – [61] , and prior to our study, the microbial community associated with the abnormalities typifying the affected hellbenders had not been assessed. As a variety of pathogenic microbes have been linked to amphibian declines, it is critical that the microbial community be examined for all potential disease agents and that research not be initially limited to a single potential infectious agent until causation has been properly evaluated and established. While our microbiological evaluations in this study indicated common environmental organisms in both abnormal/injured and uninjured Ozark Hellbenders, several opportunistic pathogenic organisms were identified that were associated only with the abnormal tissue/injuries of  C. a. bishopi , such as  Aeromonas hydrophila , a known pathogen of amphibians  [62] ,  [63] ,  Granulicatella adiacens \n [64] ,  Stenotrophomonas malophilia \n [65] , and a variety of opportunistic pathogen Pseudomonad species -  P. aeruginosa \n [66] ,  P. stutzeri \n [67]  and  P. alcaligenes \n [68] . These microbial pathogens are known to form biofilms in the environment and/or in vivo in the infected host. Several of the filamentous fungi isolated in this study, including  Penicillium ,  Fusarium ,  and Cladosporidium  are genera containing opportunistic pathogens that are known to be associated with environmental biofilms  [69] – [72] . Multispecies biofilms may interact synergistically yielding an increased resistance to antibacterial agents  [73] . While a possible cause and effect role for biofilms in disease progression observed in the Ozark Hellbenders is outside the scope of this study, this observation warrants investigation in future studies. The lack of isolation of the same organism from multiple wounds suggests that none of the organisms identified were the sole etiological agent responsible for the damage to  C. a. bishopi . If the immune system of the injured  C. a. bishopi  were repressed, it is possible that a combination of the isolated opportunistic pathogens may have contributed to the observed tissue damage. The Gram positive opportunistic pathogen,  Streptococcus pneumoniae , was isolated from",
  "conclusion": ""
}