{
  "id": "PMC3748764",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3748764/",
  "title": "Multiparameter Behavioral Analyses Provide Insights to Mechanisms of Cyanide Resistance in ",
  "authors": "Jenifer N. Saldanha, Archana Parashar, Santosh Pandey, Jo Anne Powell-Coffman",
  "year": "2013",
  "journal": "Toxicological Sciences",
  "abstract": "Environmental toxicants influence development, behavior, and ultimately survival. The nematode  Caenorhabditis elegans  has proven to be an exceptionally powerful model for toxicological studies. Here, we develop novel technologies to describe the effects of cyanide toxicity with high spatiotemporal resolution. Importantly, we use these methods to examine the genetic underpinnings of cyanide resistance.  Caenorhabditis elegans  that lack the EGL-9 oxygen sensing enzyme have been shown to be resistant to hydrogen cyanide (HCN) gas produced by the pathogen  Pseudomonas aeruginosa  PAO1. We demonstrate that the cyanide resistance exhibited by  egl-9  mutants is completely dependent on the HIF-1 hypoxia-inducible factor and is mediated by the  cysl-2  cysteine synthase, which likely functions in metabolic pathways that inactivate cyanide. Further, the expression of  cysl-2  correlates with the degree of cyanide resistance exhibited in each genetic background. We find that each mutant exhibits similar relative resistance to HCN gas on plates or to aqueous potassium cyanide in microfluidic chambers. The design of the microfluidic devices, in combination with real-time imaging, addresses a series of challenges presented by mutant phenotypes and by the chemical nature of the toxicant. The microfluidic assay produces a set of behavioral parameters with increased resolution that describe cyanide toxicity and resistance in  C. elegans , and this is particularly useful in analyzing subtle phenotypes. These multiparameter analyses of  C. elegans  behavior hold great potential as a means to monitor the effects of toxicants or chemical interventions in real time and to study the biological networks that underpin toxicant resistance.",
  "keywords": "microfluidics, hypoxia-inducible factor, cyanide toxicity, transcription factor.",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}