{
  "id": "PMC3509447",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3509447/",
  "title": "Hypergravity disruption of homeorhetic adaptations to lactation in rat dams include changes in circadian clocks",
  "authors": "Theresa Casey, Elzbieta I. Zakrzewska, Rhonda L. Maple, Laura Lintault, Charles E. Wade, Lisa A. Baer, April E. Ronca, Karen Plaut",
  "year": "2012",
  "journal": "Biology Open",
  "abstract": "Summary Altered gravity load induced by spaceflight (microgravity) and centrifugation (hypergravity) is associated with changes in circadian, metabolic, and reproductive systems. Exposure to 2-g hypergravity (HG) during pregnancy and lactation decreased rate of mammary metabolic activity and increased pup mortality. We hypothesize HG disrupted maternal homeorhetic responses to pregnancy and lactation are due to changes in maternal metabolism, hormone concentrations, and maternal behavior related to gravity induced alterations in circadian clocks. Effect of HG exposure on mammary, liver and adipose tissue metabolism, plasma hormones and maternal behavior were analyzed in rat dams from mid-pregnancy (Gestational day [G]11) through early lactation (Postnatal day [P]3); comparisons were made across five time-points: G20, G21, P0 (labor and delivery), P1 and P3. Blood, mammary, liver, and adipose tissue were collected for analyzing plasma hormones, glucose oxidation to CO 2  and incorporation into lipids, or gene expression. Maternal behavioral phenotyping was conducted using time-lapse videographic analyses. Dam and fetal-pup body mass were significantly reduced in HG in all age groups. HG did not affect labor and delivery; however, HG pups experienced a greater rate of mortality. PRL, corticosterone, and insulin levels and receptor genes were altered by HG. Mammary, liver and adipose tissue metabolism and expression of genes that regulate lipid metabolism were altered by HG exposure. Exposure to HG significantly changed expression of core clock genes in mammary and liver and circadian rhythms of maternal behavior. Gravity load alterations in dam's circadian system may have impacted homeorhetic adaptations needed for a successful lactation.",
  "keywords": "Circadian, Hypergravity, Homeorhesis, Lactation, Mammary, Pregnancy",
  "full_text": "Introduction At varying phases of the life cycle, there are differential nutrient requirements. During pregnancy and lactation, an immense demand for nutrients sustains these challenging physiological states in the mother and fosters growth and development of the fetus and neonate. To support fetal and neonatal growth, major changes in the partitioning of available nutrients occur in maternal tissues, including coordinated shifts in mammary, liver and adipose tissue metabolism that do not jeopardize maternal homeostasis or fetal and neonatal health ( Bauman and Currie, 1980 ). Homeorhetic adaptations are the “coordinated changes in metabolism of body tissues necessary to support a (dominant) developmental or physiological process” ( Bauman and Currie, 1980 ;  Bell and Bauman, 1997 ). Whereas homeostasis is widely understood to describe compensatory mechanisms that preserve the relative constancy of functions despite external challenges, homeorhesis refers to regulatory processes that support developmental or physiological processes of highest priority ( Bauman et al., 1982 ). Homeorhetic controls regulate nutrient partitioning during pregnancy, thereby assuring growth of the conceptus as well as development of the mammary gland. With the onset of lactation, many maternal tissues undergo further adaptations to support milk synthesis. During gestation, the endocrine system coordinates the mother's metabolic activities with the physiological requirements of the fetuses and subsequent nutritional demands of the suckling offspring. Mammary gland development and differentiation during pregnancy is the direct result of a network of changes in hormone levels, substrate availability and behavioral adaptations that collectively result in optimal milk production during lactation. During pregnancy, estrogen, progesterone, placental lactogen and the anterior pituitary hormone, prolactin (PRL), stimulate mammary growth and differentiation. At parturition, changes in these hormones act to stimulate the onset of lactation ( Tucker, 1987 ;  Freeman et al., 2000 ;  Neville et al., 2001 ;  Kelly et al., 2002 ). Periparturient changes in maternal metabolism include: 1) increased hepatic gluconeogenesis from endogenous substrates, 2) decreased peripheral tissue glucose utilization, 3) increased fatty acid mobilization from adipose tissue, and 4) increased amino acid mobilization from muscle ( Chaves and Herrera, 1978 ;  Martin-Hidalgo et al., 1994 ;  Bell, 1995 ). Thus to insure adequate milk production and simultaneously maintain maternal homeostasis, the lactating dam utilizes homeorhetic processes to shift her metabolism. The dam's normal homeorhetic response to the increased nutrient and energy demands of milk synthesis were mediated in part by global changes in gene transcription in mammary, liver and adipose including changes in clock genes that regulate circadian rhythms ( Casey et al., 2009 ;  Patel et al., 2011 ). Changes in molecular clocks during the transition from pregnancy to lactation in relation to other transcriptional profiles of mammary, liver and adipose tissues suggested that homeorhetic adaptation to lactation may be by coordinated in part by the circadian system. Circadian rhythms allow organisms to anticipate and prepare for precise and regular environmental changes and can be entrained by external cues ( Hastings et al., 2007 ). Although light is the primary environmental cue that entrains circadian clocks, gravity significantly affects circadian patterns of behavior, hormones, body temperature, and metabolism ( Czeisler et al., 1991 ;  Whitson et al., 1995 ;  Fuller et al., 2000 ;  Murakami and Fuller, 2000 ;  Robinson and Fuller, 2000 ;  Dijk et al., 2001 ;  Fuller et al., 2002 ;  Holley et al., 2003 ). Gravity is an environmental stimulus that exerts major influences on animal physiology and behavior ( Sonnenfeld, 2005 ). Similar to other environmental stimuli, such as temperature and light, animals have adapted to the Earth's gravitational force. In mammals, sudden deviations from Earth's 1-g environment are associated with significant physiological changes, including altered reproductive capability ( Tou et al., 2002 ). Studies investigating the effects of gravity and circadian rhythms on reproducing and developing mammals can provide unique biomedical perspectives on these life processes on Earth ( Ronca, 2007 ). We previously identified gravity as an environmental variable that produces major graded changes in mammary metabolic activity and reduces pup survival ( Ronca et al., 2001 ;  Plaut et al., 2003 ). We and others showed that survival rates of pups born to rat dams exposed to 1.5- to 2-times Earth's gravity during the latter half of pregnancy were reduced by 5 to 40% ( Megory and Oyama, 1984 ;  Baer et al., 2000 ;  Ronca et al., 2001 ). However, if neonatal pups were removed from the hypergravity environment and cross fostered to non-manipulated dams, mortality did not occur ( Baer et al., 2000 ). These data suggest that the dam's normal homeorhetic response to the onset of lactation was altered in hypergravity, thereby decreasing her ability to nurture pups. Although HG dams had reduced body fat and mass, these factors did not account for altered rates of lipid metabolism in mammary, liver and adipose tissues or decreased neonatal survival ( Lintault et al., 2007 ). Further, neither prolactin nor glucocorticoid supplementation reversed the HG induced reduction in metabolic rates, suggesting that factors other than circulating lactogenic hormone levels and dam body composition were negatively impacting the dams' homeorhetic response to pregnancy and lactation ( Patel et al., 2008 ). Collectively, these findings indicate a disruption of homeorhetic mechanisms that normally allow the dam to maintain homeostasis while simultaneously providing for growing fetuses and neonates. In the present study, we measured the effect of exposure to 2-g from mid-gestation (gestational day [G]11 of the rat's 22-day pregnancy) throughout early lactation (until Postnatal day [P]3) on metabolic activity of mammary, liver and adipose tissue as well as circulating hormone and metabolite levels, and maternal behavior in relation to pup survival. We tested whether hypergravity affects homeorhetic responses in the dam thereby affecting lipid metabolism and pup survival. We also examined the hypothesis that alterations to the dam's circadian system induced by changes in gravitational force may limit homeorhetic adaptations needed for a successful lactation. Results Effects of gravity load on dam body mass, organ mass, and body composition Body mass was 21%, 19%, 10%, 17% and 13% lower in G20, G21, P0, P1 and P3 HG dams versus control dams, respectively (supplementary material Table S1). Mammary glands were significantly (p<0.05) smaller in HG (1.80±0.12g) versus control (2.19±0.11g) dams on G20; however, the change in size was proportional to the change in overall body mass (0.6% for both treatments). Increased gravity-load did not significantly affect liver mass of pregnant dams. Body composition differed across conditions with HG dams having significantly less body fat than control dams (percent total body fat on P1: control, 27.1±1.2, HG, 18.7±2.2; on P3: control, 19.3±1.9, HG, 13.4±1.5; p<0.05). Effects of gravity load on mortality, body mass and body composition of fetal and neonatal rats There were no differences between HG and control in the numbers of fetuses on either G20 or G22 or in proportions of live births on P0. Gestational length was comparable for HG and control dams, as evidenced by day of parturition (G22/23). There were no differences in the overall amount of time spent in labor and parturition. The increased gravitational load did not affect litter size (No. pups per litter: HG 12±3; control 12±3) or male: female ratio (control % male: female, 47±3: 53±3; HG % male: female, 48±3: 52.±3). However, there was a significant (p<0.05) difference in pup survival across treatment conditions (HG: P0, 95%, P1, 57%, P3, 48%; Control: 100% at all ages). During late pregnancy, G20 and G22 fetuses exposed to 2-g hypergravity weighed 27% less than fetuses from control dams (p<0.05) ( Table 1 ). Furthermore, placental weights were reduced, but were proportional to the body mass of the fetus. During early lactation, although HG pups increased body mass, they weighed approximately 20% and 30% less than control pups on P1 and P3, respectively (p<0.05) ( Table 1 ). Though not different in fetuses, crown rump length was shorter in HG animals after birth ( Table 1 ). Table 1. The effect of hypergravity exposure on fetal and neonatal body mass, crown rump length (CRL) and placental mass. Effects of gravity load on maternal behavior In the first four days after initial exposure to hypergravity (G12–15), control and HG dams exhibited similar levels of overall activity during the light phase of the circadian cycle, but HG dams showed significantly reduced activity as compared to control dams during the dark phase (p<0.05) ( Fig. 1 ). During the 48 h just prior to parturition (G20–21), control dams reduced their overall activity during the dark phase of the cycle but HG dams maintained higher activity levels (p<0.05). An analysis of specific behavioral activities revealed that compared to control dams, HG dams spent more time eating/drinking and more time digging/nest-building but less time self-grooming and rearing offspring. Fig. 1. Dam activity during light (L) and dark (D) phases of 12h:12h LD cycles in control and hypergravity environments during mid and late gestation. Values are mean ±SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity × day as main effects; *indicates significant difference between treatments at p<0.05. Following birth (P1), HG dams were less active and spent less time self-grooming and eating/drinking than controls ( Table 2 ). Self-grooming, but not other general activities, remained low on P3. On P1 maternal behavior differed between HG and control dams. HG dams spent more time building nests and nursing, but time spent licking and time spent retrieving pups were not significantly altered ( Table 2 ). Table 2. The effect of hypergravity exposure on duration (min) a  and percentage of overall activity, species-typical behavior and pup-oriented maternal care in hypergravity (HG) and control dams on the first (P1) and third (P3) days of lactation. Effects of gravity load on hormone and blood chemistry concentrations of pregnant or lactating dams On PO, plasma PRL levels were 5 times greater in HG dams than in control dams (p<0.05) ( Fig. 2A ). There were no differences in plasma PRL concentrations between the treatments on any other day. Although plasma levels of corticosteroids did not vary by day of pregnancy or lactation in either treatment group, the plasma Cort levels were reduced by approximately 50% in HG versus control dams at all periparturient stages (p<0.05) ( Fig. 2B ). INS was higher at G21 then decreased for the remainder of the study in both control and HG dams. INS concentrations differed between the treatments only on P3 (p<0.05) ( Fig. 2C ). On P3 concentrations of TSH, T4 and T3 were not altered in HG compared to control treated dams (data not shown). LEP levels on P3 were significantly reduced (p<0.05) in HG (13.5±4.2ng/ml) compared to control (48.7±13.1ng/ml) dams. Plasma cholesterol was increased on G21 in HG but subsequently values were reduced on P0 and P1 ( Table 3 ). Plasma triglyceride levels were significantly altered in HG dams on G20 and P3; however, glucose and total protein concentrations were not altered by HG ( Table 3 ). Fig. 2. Plasma hormone concentrations during the periparturient period in control (open bars) and HG (black bars) treated rat dams. Values are mean ±SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity × day as main effects; *indicates significant difference between treatments at p<0.05. ( A ) Concentrations of PRL in plasma of rat dams during the periparturient period. ( B ) Concentrations of Cort in plasma in rat dams during the periparturient period. ( C ) Concentrations of INS in plasma in rat dams during the periparturient period. Table 3. The effect of hypergravity exposure on circulating levels of macronutrients in periparturient rat dams. Effects of gravity load on mammary metabolic activity during the periparturient period Hypergravity exposure had an overall effect of reducing the rate of glucose oxidation to CO 2  in mammary tissue across all days measured in the peripartuirent period (p<0.0001) ( Fig. 3A ). The difference in glucose oxidation in mammary tissue was most pronounced on P1, when mammary tissue from control animals oxidized 2.7 times more glucose to CO 2  in 1h than mammary tissue from HG dams ( Fig. 3A ). Glucose incorporation into lipids was also affected by increased g-load. During lactation P1 dams exhibited a six-fold reduction in the rate of lipid synthesis from glucose ( Fig. 3B ). Metabolic activity was decreased from 996±147nmoles of glucose/h in control dams to 150±147nmoles of glucose/h in HG dams (p<0.0001). After 3 days of lactation this difference was still evident, as 1.7 times more nmoles of glucose/h were incorporated into lipids in mammary tissue from control versus HG dams (p<0.03) ( Fig. 3B ). Fig. 3. Rate of glucose oxidation to CO 2  or incorporation into lipids in mammary, liver and adipose tissues from dams exposed to HG (black bars) or a control (open bars) environment during the periparturient period. Tissue slices were incubated in Krebs-Ringer Bicarbonate (KRB) buffer in the presence of 1μCi/flask U- 14 C-glucose as a tracer. Glucose oxidation to CO 2  was measured and expressed as nmoles of glucose utilized per 100mg tissue/hr. Rate of glucose incorporation into lipids was measured and expressed as nmoles glucose incorporated into lipids/100mg tissue/hr. Values are expressed as mean ±SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity × day as main effects; *indicates significant difference between treatments at p<0.05. ( A ) Glucose oxidation to CO 2  in mammary tissue. ( B ) Glucose incorporation to lipids in mammary tissue. ( C ) Glucose oxidation to CO 2  in liver tissue. ( D ) Glucose incorporation to lipids in liver tissue. ( E ) Glucose oxidation to CO 2  in adipose tissue; expressed as 1 hr per 1 million adipocytes. ( F ) Glucose incorporation to lipids in adipose tissue; expressed as 1 hr per 1 million adipocytes. Effects of gravity load on liver metabolic activity during the periparturient period Increased gravity-load significantly reduced the rate of glucose oxidation to CO 2  in liver tissue from periparturient dams (p<0.005) ( Fig. 3C ). The difference was most pronounced in rats on P3. Control animals oxidized 40% more glucose to CO 2  than HG treated dams (p<0.0001) ( Fig. 3C ). Although there were significant differences in the rates of glucose incorporation into lipids between treatments (p<0.005), the rates were very low in liver tissue from all groups examined, regardless of physiological state or gravitational force. There was a significant interaction in liver lipid synthesis between pregnancy and lactation. During pregnancy, lipid synthesis from glucose was higher in HG dams than control. On G21, liver tissue from HG dams incorporated approximately 2.7 fold more glucose into lipids than liver tissue from control dams (p<0.05) ( Fig. 3D ). During lactation, the relationship reversed, with liver tissue from control dams having a greater rate of glucose incorporation into lipids than HG treated dams. Control dams incorporated approximately 4-fold more glucose into lipids than liver tissue from HG dams at both P1 and P3 (p<0.0001) ( Fig. 3D ). Since glucose is not a major substrate for lipid synthesis in liver tissue, and low levels of liver lipid synthesis from glucose has been previously reported ( Clark et al., 1974 ), we verified findings using acetate as a substrate and observed much higher rates of lipid synthesis, but found exactly the same pattern of response (data not shown). Effects of gravity load on adipose tissue metabolic activity during the periparturient period Glucose oxidation to CO 2  in adipose tissue was reduced in dams exposed to 2-g. At all time-points, except during labor and delivery, glucose incorporation into lipids was reduced by at least 70% in HG dams, regardless of whether data were expressed as per mg of tissue or per million adipocytes (p<0.0001) ( Fig. 3E ). On P1, adipose tissue from control dams incorporated 2.5 times more glucose into lipids than HG treated dams (p<0.0001) ( Fig. 3F ). Lypolysis, measured as glycerol release, was significantly reduced in HG dams when compared to control dams. On P1, the amount of glycerol released due to lypolysis was 80% more in adipose tissue from control dams than from HG dams (p<0.05) (data not shown). On P3, the rate of glycerol released during 1h was 60% greater in tissue from control dams versus HG treated dams (p<0.05) (data not shown). Effects of gravity load on gene expression of hormone receptors and enzymes that regulate lipid metabolism Gene expression of enzymes involved in lipid synthesis and hormone receptors for glucocorticoids and PRL were measured in total RNA isolated from mammary, liver, and adipose tissue collected on G20 and P1 from HG and control treated dams. Importantly, there was no difference in levels of housekeeping genes between the treatments. There was a significant day, treatment, and day by treatment interaction in mammary tissue. In general lipid metabolic enzymes increased from pregnancy to lactation and were reduced in HG treated dams relative to controls. Mammary specific gene expression of  Acaca ,  Acly , and  Lpl  increased significantly from G20 to P1 with a 5.6 fold, 3.2 fold and 4.7 fold increase, respectively, (supplementary material Table S2;  Fig. 4 ) in control dams. Expression of the  Prlr  also increased significantly from late pregnancy to day 1 lactation, by 5.6 fold (p<0.001) (supplementary material Table S2;  Fig. 4 ) in control dams. Gene expression of  Acaca ,  Acly ,  Lpl  and the hormone receptors were significantly reduced in mammary tissue from HG dams relative to control dams on G20 and P1. Expression of  Acaca  was 4.5 times greater in mammary tissue from control versus HG dams on G20 and this difference increased to 11 times greater in control versus HG dams on P1. The increased difference between gene expression from pregnancy to lactation between mammary tissue from control and HG dams was due to the relatively small changes in gene expression that occurred in mammary tissue from HG dams. Thus a significant interaction between stage and g-load treatment resulted for the metabolic enzymes and the  Prlr  because the magnitude of increase in gene expression from pregnancy to lactation was minimal in HG animals (supplementary material Table S2). In fact the expression of  Lpl  was reduced by 45% from G20 to P1 in HG rats. Expression of the glucocorticoid receptor ( Nr3c1)  in mammary tissue from HG dams was reduced compared to control; however, its expression was not different with physiological state (supplementary material Table S2;  Fig. 4 ). Fig. 4. Effect of gravity and stage on relative expression levels of lipid metabolic and hormone receptor genes. Total RNA was isolated from ( A ) mammary, ( B ) liver, and ( C ) adipose of late pregnant (G20) and early lactation (P1) control and HG treated dams. Expression of  Acaca, Acyl, Lpl , GR and Prlr were measured using rt-q-PCR.  Actb  and  B2m  were used as reference genes and relative gene expression (RQ) was calculated using the delta-delta CT method with mean G20 control delta CT as normalizer. Values are expressed as mean ±SEM; to determine probability of difference, ANOVA was used with ",
  "introduction": "Introduction At varying phases of the life cycle, there are differential nutrient requirements. During pregnancy and lactation, an immense demand for nutrients sustains these challenging physiological states in the mother and fosters growth and development of the fetus and neonate. To support fetal and neonatal growth, major changes in the partitioning of available nutrients occur in maternal tissues, including coordinated shifts in mammary, liver and adipose tissue metabolism that do not jeopardize maternal homeostasis or fetal and neonatal health ( Bauman and Currie, 1980 ). Homeorhetic adaptations are the “coordinated changes in metabolism of body tissues necessary to support a (dominant) developmental or physiological process” ( Bauman and Currie, 1980 ;  Bell and Bauman, 1997 ). Whereas homeostasis is widely understood to describe compensatory mechanisms that preserve the relative constancy of functions despite external challenges, homeorhesis refers to regulatory processes that support developmental or physiological processes of highest priority ( Bauman et al., 1982 ). Homeorhetic controls regulate nutrient partitioning during pregnancy, thereby assuring growth of the conceptus as well as development of the mammary gland. With the onset of lactation, many maternal tissues undergo further adaptations to support milk synthesis. During gestation, the endocrine system coordinates the mother's metabolic activities with the physiological requirements of the fetuses and subsequent nutritional demands of the suckling offspring. Mammary gland development and differentiation during pregnancy is the direct result of a network of changes in hormone levels, substrate availability and behavioral adaptations that collectively result in optimal milk production during lactation. During pregnancy, estrogen, progesterone, placental lactogen and the anterior pituitary hormone, prolactin (PRL), stimulate mammary growth and differentiation. At parturition, changes in these hormones act to stimulate the onset of lactation ( Tucker, 1987 ;  Freeman et al., 2000 ;  Neville et al., 2001 ;  Kelly et al., 2002 ). Periparturient changes in maternal metabolism include: 1) increased hepatic gluconeogenesis from endogenous substrates, 2) decreased peripheral tissue glucose utilization, 3) increased fatty acid mobilization from adipose tissue, and 4) increased amino acid mobilization from muscle ( Chaves and Herrera, 1978 ;  Martin-Hidalgo et al., 1994 ;  Bell, 1995 ). Thus to insure adequate milk production and simultaneously maintain maternal homeostasis, the lactating dam utilizes homeorhetic processes to shift her metabolism. The dam's normal homeorhetic response to the increased nutrient and energy demands of milk synthesis were mediated in part by global changes in gene transcription in mammary, liver and adipose including changes in clock genes that regulate circadian rhythms ( Casey et al., 2009 ;  Patel et al., 2011 ). Changes in molecular clocks during the trans",
  "methods": "Supplementary Material Supplementary Material",
  "results": "Results Effects of gravity load on dam body mass, organ mass, and body composition Body mass was 21%, 19%, 10%, 17% and 13% lower in G20, G21, P0, P1 and P3 HG dams versus control dams, respectively (supplementary material Table S1). Mammary glands were significantly (p<0.05) smaller in HG (1.80±0.12g) versus control (2.19±0.11g) dams on G20; however, the change in size was proportional to the change in overall body mass (0.6% for both treatments). Increased gravity-load did not significantly affect liver mass of pregnant dams. Body composition differed across conditions with HG dams having significantly less body fat than control dams (percent total body fat on P1: control, 27.1±1.2, HG, 18.7±2.2; on P3: control, 19.3±1.9, HG, 13.4±1.5; p<0.05). Effects of gravity load on mortality, body mass and body composition of fetal and neonatal rats There were no differences between HG and control in the numbers of fetuses on either G20 or G22 or in proportions of live births on P0. Gestational length was comparable for HG and control dams, as evidenced by day of parturition (G22/23). There were no differences in the overall amount of time spent in labor and parturition. The increased gravitational load did not affect litter size (No. pups per litter: HG 12±3; control 12±3) or male: female ratio (control % male: female, 47±3: 53±3; HG % male: female, 48±3: 52.±3). However, there was a significant (p<0.05) difference in pup survival across treatment conditions (HG: P0, 95%, P1, 57%, P3, 48%; Control: 100% at all ages). During late pregnancy, G20 and G22 fetuses exposed to 2-g hypergravity weighed 27% less than fetuses from control dams (p<0.05) ( Table 1 ). Furthermore, placental weights were reduced, but were proportional to the body mass of the fetus. During early lactation, although HG pups increased body mass, they weighed approximately 20% and 30% less than control pups on P1 and P3, respectively (p<0.05) ( Table 1 ). Though not different in fetuses, crown rump length was shorter in HG animals after birth ( Table 1 ). Table 1. The effect of hypergravity exposure on fetal and neonatal body mass, crown rump length (CRL) and placental mass. Effects of gravity load on maternal behavior In the first four days after initial exposure to hypergravity (G12–15), control and HG dams exhibited similar levels of overall activity during the light phase of the circadian cycle, but HG dams showed significantly reduced activity as compared to control dams during the dark phase (p<0.05) ( Fig. 1 ). During the 48 h just prior to parturition (G20–21), control dams reduced their overall activity during the dark phase of the cycle but HG dams maintained higher activity levels (p<0.05). An analysis of specific behavioral activities revealed that compared to control dams, HG dams spent more time eating/drinking and more time digging/nest-building but less time self-grooming and rearing offspring. Fig. 1. Dam activity during light (L) and dark (D) phases of 12h:12h LD cycles in control and hypergravity environments during mid and late gestation. Values are mean ±SEM; to determine probability of difference, ANOVA was used with gravity, day and gravity × day as main effects; *indicates significant difference between treatments at p<0.05. Following birth (P1), HG dams were less active and spent less time self-grooming and eating/drinking than controls ( Table 2 ). Self-grooming, but not other general activities, remained low on P3. On P1 maternal behavior differed between HG and control dams. HG dams spent more time building nests and nursing, but time spent licking and time spent retrieving pups were not significantly altered ( Table 2 ). Table 2. The effect of hypergravity exposure on duration (min) a  and percentage of overall activity, species-typical behavior and pup-oriented maternal care in hypergravity (HG) and control dams on the first (P1) and third (P3) days of lactation. Effects of gravity load on hormone and blood chemistry concentrations of preg",
  "discussion": "Discussion Our data suggest that hypergravity exposure causes a shift in maternal metabolism from reproductive to maternal survival at the expense of pup survival. These results have made us keenly aware of the vital role of environmental adaptation in long-term species survival. Hypergravity exposure decreases pup survival and alters dam behavior Exposure of pregnant rat dams starting in mid-pregnancy to hypergravity resulted in decreased fetal-pup body mass, reductions in total body fat, and a reduction in survival. The presence of a similar number of fetuses and live births at the normal delivery time between treatments suggest that prenatal development continues to proceed in HG. However, 24 hours after birth survival was significantly reduced. Reduced pup survival was likely due to changes in maternal-pup interactions or changes in maternal physiology, as when pups were removed from the hypergravity environment at birth and cross fostered to non-manipulated dams, mortality did not occur ( Baer et al., 2000 ). Thus the present study focused on the behavioral and physiological status of the dams during the periparturient period. During the first 24 hours after birth, approximately 50% of the pups survived at 2-g. Pup mortality coincided with altered maternal behavior in HG animals, which was marked by less time digging/nesting behavior and self-care (eating, drinking and grooming). These observations are consistent with previous reports of periparturient rats exposed to 1.5-g ( Ronca et al., 2001 ), and may reflect a reduction in types of behaviors that require effort against the gravity vector. HG dams also spent significantly more time nursing, which is consistent with our previous observation that primiparous dams exposed to hypergravity spend more overall time nursing with increased interruption of nursing bouts due to digging/nest-building behavior ( Baer et al., 2005 ). Pups of HG dams showed evidence of milk in the stomach (visualized through the pups' translucent skin), although limited analysis of milk bands revealed that they weighed less than the controls. Maternal care of pups in the hypergravity environment was intact as measured by licking, retrieving and nursing pups. It is not clear whether increased nursing may have contributed to pup mortality, for example by smothering pups during extended nursing bouts. Increased nursing time and smaller milk bands may reflect complications with lactation or inefficient milk transfer. Focus was therefore directed at alterations in dam metabolism specifically geared toward lactation. Dams exposed to 2-g had significantly reduced body mass, 17% less than controls, and the reduction in body mass persisted throughout the study. Dam body mass decreased during the first 3 days of hypergravity exposure due to reduced daily food and water intake. After 3 days the animals acclimated to the hypergravity, food intake increased and weight gain rate became similar to controls (for details, see  Lintault",
  "conclusion": "Conclusion Endogenous clocks enable organisms to anticipate periodic changes in the environment and to adapt their physiology accordingly. The transition from pregnancy to lactation represents a major physiological change requiring coordinated adjustments in physiology and metabolism to support milk production. Previous studies from our lab revealed that changes in molecular clocks are coordinated among multiple tissues during the transition from pregnancy to lactation, and suggest that the circadian system may be important in coordinating the metabolic and hormonal changes needed to initiate and sustain lactation. Homeorhetic adaptations to lactation can be affected by physiological and environmental factors. Photoperiod is an example of an environmental factor that affects energy balance, reproduction and lactation ( Dahl et al., 2000 ;  Lincoln et al., 2006 ;  Duncan, 2007 ;  Dardente et al., 2010 ;  Silveyra et al., 2010 ). Photoperiodic information is received and integrated across the circadian system, which effectively coordinates the animal's physiology and metabolome to photoperiod length, including seasonal changes in milk quality and quantity. Similarly, we propose that hypergravity induced alterations in homeorhetic adaptations to lactation including changes in dam metabolic capacity and behavior are due to the impact of increased gravity load on circadian clocks. Changes in circadian clocks affect output of multiple organs resulting in reduced quality and quantity of milk and therefore decreased pup survival in the hypergravity environment."
}