{
  "id": "PMC3962621",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3962621/",
  "title": "EUK-134 ameliorates nNOSμ translocation and skeletal muscle fiber atrophy during short-term mechanical unloading",
  "authors": "John M. Lawler, Mary Kunst, Jeff M. Hord, Yang Lee, Kumar Joshi, Rachel E. Botchlett, Angelo Ramirez, Daniel A. Martinez",
  "year": "2014",
  "journal": "American Journal of Physiology - Regulatory, Integrative and Comparative Physiology",
  "abstract": "Reduced mechanical loading during bedrest, spaceflight, and casting, causes rapid morphological changes in skeletal muscle: fiber atrophy and reduction of slow-twitch fibers. An emerging signaling event in response to unloading is the translocation of neuronal nitric oxide synthase (nNOSμ) from the sarcolemma to the cytosol. We used EUK-134, a cell-permeable mimetic of superoxide dismutase and catalase, to test the role of redox signaling in nNOSμ translocation and muscle fiber atrophy as a result of short-term (54 h) hindlimb unloading. Fischer-344 rats were divided into ambulatory control, hindlimb-unloaded (HU), and hindlimb-unloaded + EUK-134 (HU-EUK) groups. EUK-134 mitigated the unloading-induced phenotype, including muscle fiber atrophy and muscle fiber-type shift from slow to fast. nNOSμ immunolocalization at the sarcolemma of the soleus was reduced with HU, while nNOSμ protein content in the cytosol increased with unloading. Translocation of nNOS from the sarcolemma to cytosol was virtually abolished by EUK-134. EUK-134 also mitigated dephosphorylation at Thr-32 of FoxO3a during HU. Hindlimb unloading elevated oxidative stress (4-hydroxynonenal) and increased sarcolemmal localization of Nox2 subunits gp91phox (Nox2) and p47phox, effects normalized by EUK-134. Thus, our findings are consistent with the hypothesis that oxidative stress triggers nNOSμ translocation from the sarcolemma and FoxO3a dephosphorylation as an early event during mechanical unloading. Thus, redox signaling may serve as a biological switch for nNOS to initiate morphological changes in skeletal muscle fibers.",
  "keywords": "atrophy, disuse, skeletal muscle, nNOS, oxidative stress, FoxO3a",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}