{
  "id": "PMC3851762",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3851762/",
  "title": "Spaceflight Enhances Cell Aggregation and Random Budding in ",
  "authors": "Aurélie Crabbé, Sheila M. Nielsen-Preiss, Christine M. Woolley, Jennifer Barrila, Kent Buchanan, James McCracken, Diane O. Inglis, Stephen C. Searles, Mayra A. Nelman-Gonzalez, C. Mark Ott, James W. Wilson, Duane L. Pierson, Heidemarie M. Stefanyshyn-Piper, Linda E. Hyman, Cheryl A. Nickerson",
  "year": "2013",
  "journal": "PLoS ONE",
  "abstract": "This study presents the first global transcriptional profiling and phenotypic characterization of the major human opportunistic fungal pathogen,  Candida albicans , grown in spaceflight conditions. Microarray analysis revealed that  C. albicans  subjected to short-term spaceflight culture differentially regulated 452 genes compared to synchronous ground controls, which represented 8.3% of the analyzed ORFs. Spaceflight-cultured  C. albicans –induced genes involved in cell aggregation (similar to flocculation), which was validated by microscopic and flow cytometry analysis. We also observed enhanced random budding of spaceflight-cultured cells as opposed to bipolar budding patterns for ground samples, in accordance with the gene expression data. Furthermore, genes involved in antifungal agent and stress resistance were differentially regulated in spaceflight, including induction of ABC transporters and members of the major facilitator family, downregulation of ergosterol-encoding genes, and upregulation of genes involved in oxidative stress resistance. Finally, downregulation of genes involved in actin cytoskeleton was observed. Interestingly, the transcriptional regulator Cap1 and over 30% of the Cap1 regulon was differentially expressed in spaceflight-cultured  C. albicans . A potential role for Cap1 in the spaceflight response of  C. albicans  is suggested, as this regulator is involved in random budding, cell aggregation, and oxidative stress resistance; all related to observed spaceflight-associated changes of  C. albicans . While culture of  C. albicans  in microgravity potentiates a global change in gene expression that could induce a virulence-related phenotype, no increased virulence in a murine intraperitoneal (i.p.) infection model was observed under the conditions of this study. Collectively, our data represent an important basis for the assessment of the risk that commensal flora could play during human spaceflight missions. Furthermore, since the low fluid-shear environment of microgravity is relevant to physical forces encountered by pathogens during the infection process, insights gained from this study could identify novel infectious disease mechanisms, with downstream benefits for the general public.",
  "keywords": "",
  "full_text": "Introduction The presence of opportunistic pathogens in the normal flora of astronauts, in combination with their compromised immune system during spaceflight missions, puts this population at particular risk for infectious disease  [1] – [4] .  Candida  species are commensal organisms that are found on human skin, in the oral cavity, and in the gastrointestinal, urogenital, and vaginal tracts  [5]  and are consistently isolated from the spaceflight crew and environment  [6] – [8] . These microorganisms become pathogenic under specific circumstances, which can lead to various infectious diseases ranging in severity from superficial mucous membrane infections (i.e., thrush) to life-threatening disseminated candidiasis  [9] . Immunocompromised patients are at particular risk of developing  Candida  infections  [9] . The risk for infectious diseases in astronauts becomes even more significant given previous reports that spaceflight culture conditions globally alter the virulence and/or gene expression of obligate and opportunistic bacterial pathogens  [10] – [12] . Two independent spaceflight experiments demonstrated that mice infected with spaceflight-grown  Salmonella enterica  serovar Typhimurium ( S.  Typhimurium) exhibited decreased time to death and LD 50  values when compared to mice challenged with identical synchronous ground control cultures  [11] ,  [12] . Analysis of global transcriptomic and proteomic expression patterns of  S.  Typhimurium grown in spaceflight conditions revealed that 167 transcripts and 73 proteins were altered during culture in the microgravity environment of spaceflight  [11] , and identified a central regulatory role for the evolutionarily conserved RNA-binding protein Hfq. Hfq is an Sm-like (LSm) RNA chaperone that serves as a master regulator of bacterial responses to environmental stress, primarily by regulating gene expression at the post-transcriptional level through the pairing of mRNA transcripts with cognate small non-coding RNAs  [13] – [19] . Spaceflight also alters the  hfq  regulon in  Pseudomonas aeruginosa \n [10] , and is involved in the spaceflight-analogue response of  S . Typhimurium,  P. aeruginosa  and  Staphylococcus aureus \n [20] – [22] . Spaceflight-analogue conditions are obtained through culturing of microorganisms in rotating bioreactors, termed rotating wall vessels (RWV). In the RWV, cells experience low fluid-shear forces while being in continuous suspension, which mimics aspects of the unique microgravity environment  [11] ,  [23] – [25] . This specific growth environment is termed low shear modeled microgravity (LSMMG)  [22] . The response of eukaryotic microorganisms to spaceflight and spaceflight-analogue conditions has been previously reported.  Saccharomyces cerevisiae  has been extensively studied since the early years of the space program. The first flight experiment with this organism was conducted in 1962 (reviewed in  [26] ). Detailed analyses indicated that yeast cells responded to microgravity by undergoing metabolic (e.g. increase in phosphate uptake  [27] ) and phenotypic changes (e.g. increase in number and distribution of bud scars  [28] – [30] ). A recent report showed enhanced production of the biochemical molecule S-adenosyl-L-methionine (SAM) in spaceflight-cultured  S. cerevisiae \n [31] . Knowledge gained from these studies led to the engineering of a SAM-overproducing strain of  S. cerevisiae , with potential industrial applications. Moreover, studies describing the response of  S. cerevisiae  to spaceflight-analogue conditions in the RWV showed major phenotypic alterations in response to this environment  [32] . Specifically,  S. cerevisiae  grown in LSMMG conditions displayed increased cell clumping (or flocculation) and a random budding phenotype as compared to the bipolar budding pattern of the same cells grown in the control orientation of the RWV bioreactor  [32] ,  [33] . While, to our knowledge, no reports exist on the response of  C. albicans  to culture under true spaceflight conditions, studies have documented the response of this organism to ground-based spaceflight-analogue conditions in the RWV  [34] ,  [35] . When  C. albicans  was cultured in LSMMG, this organism displayed increased randomness in the budding pattern, which is similar to the phenotype observed for  S. cerevisiae  during culture under the same conditions. In addition, while  C. albicans  existed as a predominantly yeast form when cultured under control conditions in the RWV bioreactor, increased filamentation and biofilm formation were observed when grown under LSMMG as determined by microscopy and morphology-specific gene expression profiling  [34] ,  [35] .  C. albicans  can transition from budding yeast to a filamentous (hyphal) form, which is responsive to environmental stressors and contributes to the organism's virulence  [36] – [39] . Consistent with the conversion of  C. albicans  cells to a filamentous form, a concomitant increase in expression of filamentous-specific genes that are also suggestive of biofilm formation was observed in response to LSMMG  [34] ,  [35] ,  [40] ,  [41] . In addition to the importance of spaceflight research for infectious disease risk assessment during short and long-term missions, studying the behavior of  C. albicans  to spaceflight and spaceflight-analogue culture conditions has important clinical applications  [42] ,  [43] . Indeed, the low fluid shear forces to which microorganisms are exposed in spaceflight and spaceflight-analogue cultures are relevant to environmental conditions encountered during their lifecycles on Earth, including in the gastrointestinal, respiratory, and urogenital tracts of the host  [42] – [45] . Since we currently lack a complete understanding of the infection process of this medically important pathogen and there is an urgent need for novel therapeutic approaches to control  C. albicans  infections  [40] ,  [41] , insights gained from microgravity research holds potential to discover new infectious disease mechanisms and benefit the general public on Earth. The current study describes the response of the most prominent fungal human pathogen,  C. albicans , to spaceflight culture conditions, flown as part of the NASA Space Shuttle Atlantis Mission STS-115. In this report, we analyzed the global transcriptional profile and performed phenotypic analysis of  C. albicans  during short-term growth in spaceflight conditions. To our knowledge, this is the first report describing the effects of spaceflight culture on the global gene expression and phenotypic changes of a eukaryotic pathogen. Experimental Procedures Ethics statement Research was conducted in compliance with applicable animal care guidelines at the NASA Kennedy Space Center (KSC) under approved NASA KSC IACUC Protocol # FLT-06-050. Strains, media and growth conditions \n C. albicans  strain SC5314 was used in all experiments. Prior to flight, 6×10 6  cells grown in YPD medium were suspended in 0.5 mL sterile ddH 2 O and loaded into specialized spaceflight hardware, termed Fluid Processing Apparatuses (FPA) ( Figure S1 ), as described previously  [10] . Briefly, growth was initiated in flight (nine days post launch) by addition of 2 mL YPD to the fungal suspension (termed  activation ). Cultures were grown in spaceflight conditions or synchronous ground control conditions for 25 hours at ambient temperature (23°C). Subsequently, cells were fixed for RNA, proteins and morphological imaging by addition of 2.5 mL RNA Later II reagent (Ambion, Austin, TX) (termed  termination ). For infection studies, assessment of cell viability and fixation for scanning electron microscopy (SEM), 2.5 mL YPD medium was added instead of RNA Later II fixative. All samples were returned at ambient temperature, and Shuttle landing occurred 12 days post launch. Two and a half hours after landing at Kennedy Space Center, the culture samples fixed in RNA Later II were recovered, removed from the FPA, and stored at −80°C. The viable cell samples were counted by plating on solid medium. A portion of the sample was fixed in 4% glutaraldehyde (16%; Sigma, St. Louis, MO) for SEM analysis, and the remainder of the sample was immediately used for virulence studies in mice. For all studies, flight cultures were compared to synchronous control cultures grown under identical conditions on the ground at Kennedy Space Center using coordinated activation and termination times (via real time communications with the Shuttle crew) in an insulated room that maintained identical temperature and humidity as on the Shuttle (Orbital Environmental Simulator) (synchronous ground controls). Virulence The  C. albicans  dose for infection was obtained by pooling samples from eight FPAs for either flight or ground control samples, respectively, followed by centrifugation (1500 g, 5 min) and resuspension in sterile PBS. Six to eight week old female Balb/c mice (housed in the Animal Facility at the Space Life Sciences Lab at Kennedy Space Center) were injected intraperitoneally (i.p.) (Kretschmar et al., 1999) with a single lethal dose (1×10 8 ) of  C. albicans  cells harvested from either spaceflight (within 2.5 hours after Shuttle landing) or synchronous ground cultures that were resuspended in 0.5 mL sterile PBS  [11] . Ten mice were used per test condition and infected mice were monitored every 6–12 hours for 14 days. Microscopy All electron microscopy was performed on an XL30 FEI/Philips environmental scanning electron microscope (ESEM). As mentioned above, flight and ground samples were fixed in 4% glutaraldehyde post-landing and stored at 4°C until processing and analysis. Prior to analysis, samples were placed in filtration units containing a polycarbonate membrane with 0.4 µm pore size (Poretics Corporation), gently rinsed three times in filter-sterilized milli-Q water, and then dehydrated with graded alcohol series to 100% ethanol. The polycarbonate filters containing the cells were placed on double-sided carbon tape that was mounted onto stubs and dried overnight in a dry chamber. Next, samples were sputter coated with gold-palladium prior to imaging. Image J ( http://rsbweb.nih.gov/ij/ ) was used to determine the average cell length/width and surface area, based on the analysis of 143 and 197 cells imaged with SEM for ground and spaceflight samples respectively. The individual cell measurements are provided as supplemental data ( Table S1 ). Light microscopic analysis was performed on RNA Later II-fixed samples, using a Zeiss Axiovert microscope (magnification 100, 400× and 630×). Two biological replicates for flight and ground cultures were imaged. To determine average cell cluster size, five random images at magnification 100× were analyzed per biological replicate and per condition. Cells within the ten largest cell clusters were counted per image, and the average over the five microscopic images was determined. Flow cytometry Flow cytometry was performed using a FACS Calibur (Becton Dickinson).  C. albicans  flight and ground cultures (biological duplicate), stored in RNA later II at −80°C were diluted in PBS and subjected to analysis by flow cytometry. A forward scatter threshold was established at 700 to distinguish yeast cells from cell clusters. A population of yeast cells grown in liquid culture at 30°C (no cell clusters) was used to establish this threshold, in which at least 99% of the yeast population fell below the threshold. As forward scatter is proportional to cell size, events with forward scatter greater than the established threshold were considered cell aggregates. For each sample, 10,000 events were acquired at an analysis rate of approximately 500 events per second. All data analysis was performed with Cell Quest software (Becton Dickinson). RNA extraction, quantification and microarray analysis Four independent flight and ground samples were thawed and cells were counted manually using a hemocytometer. Yeast cells were disrupted by homogenization in the presence of glass beads in a Mini-Beadbeater-8™ (Biospec Products) and RNA was isolated using the RNeasy Micro kit (Qiagen). RNA quality and quantity were evaluated using the Nanodrop technology (Thermo Scientific) and an Agilent 2100 bioanalyzer (Agilent Technologies). Samples were processed at the Microarray Core Facility at Washington University (St. Louis, MO)  [46] ,  [47] . Briefly, first strand cDNA was generated by oligo-dT primed reverse transcription (Superscript II; Invitrogen), following the manufacturer's instructions. For RNA expression level comparison, samples were paired and concentrated using Microcon YM30 microconcentrators (Millipore) according to the manufacturer's protocol. Next, each sample pair was resuspended in Formamide-based hybridization buffer (vial 7-Genisphere), Array 50 dT blocker (Genisphere), and RNase/DNase-free water. Primary and secondary hybridizations were carried out in a sequential manner following standard protocols  [46] ,  [47] . A dye-swap analysis was performed as well, and the data was not significantly different from the data set with the initial dye choice. To prevent fluorophore degradation, the arrays were treated with Dyesaver (Genisphere). Slides were scanned on a Perkin Elmer ScanArray Express HT scanner to detect Cy3 and Cy5 fluorescence. Laser power is kept constant for Cy3/Cy5 scans and PMT is varied for each experiment based on optimal signal intensity with lowest possible background fluorescence. Gridding and analysis of images was performed using ScanArray v3.0 (Perkin Elmer). Background intensity values were imported into Partek Genomic Suite (Partek, Inc.). The median value of each set of replicate spots from each array was used. Data was log2 transformed and quantile normalized  [48] . Three-way ANOVA analysis was then performed on the data using treatment (flight vs. ground), dye, and experimental data as factors. Flight to ground linear contrast was performed with ANOVA. False Discovery Rate was controlled using the Step Up method  [49] . Analysis was initially restricted to genes that had high intensity on the array and were differentially expressed by at least 2-fold with a confidence interval of 95%. Where indicated, genes with less than a 2.0 fold increase and less than a 95% confidence interval were considered. While the gene expression list was initially based on predicted ORFs annotated in assembly 19 of the  C. albicans  SC5314 genome, it was updated according to the most recent version (assembly 21) at CGD, with regard to gene model merges and gene deletions. The full description of the microarray analysis and the complete microarray data set have been deposited at the Gene Expression Omnibus (GEO) website under accession number  GSE50881 . The Candida Genome Database (CGD) Gene Ontology (GO) Slim Mapper was used to group differentially expressed genes according to function (biological process). In order to determine statistical significance of enriched categories, the GO Term Finder was used  [50] . For the GO Term Finder analysis, the data set was filtered for genes with GO annotations (i.e., 273 out of 452 genes). The GO Term Finder ‘process’ categorization was utilized for these studies unless otherwise noted. Quantitative real time PCR (qRT-PCR) analysis RNA was isolated as described above. One microgram RNA per sample was converted to cDNA using the MonsterscriptTM 1st-strand cDNA synthesis kit (Epicenter), and subsequently diluted ten times in nuclease-free water. Quantitect SYBR Green Master mix (Qiagen) was used to assess differential gene expression with quantitative real time PCR (qRT-PCR), according to the manufacturer's protocol. An overview of primers used in this study is provided in  \n Table 1 \n . The qRT-PCR reactions were performed in a RealPlex 2 system (Eppendorf). A melting curve was run at the end of each reaction to test for the presence of a single PCR product. The qRT-PCR reaction product was run on a 3% agarose gel in the presence of a low molecular weight DNA ladder (BioLabs), to assess primer specificity. CT values were exported using the Eppendorf Database tool, where after the delta delta CT method  [51]  was adopted to determine relative gene expression between different test conditions. The average of four housekeeping genes was used for normalization ( ACT1 ,  PMA1 ,  RIP ,  RPP2B )  [52] . All chosen housekeeping genes were not differentially expressed based on microarray analysis. Two biological replicates of  C. albicans  grown in spaceflight and ground control conditions were analyzed with qRT-PCR in technical duplicate. 10.1371/journal.pone.0080677.t001 Table 1 Primers used for qRT-PCR analysis. Gene Category Forward primer (5′ – 3′) Reverse primer (5′ – 3′) \n ALS1 \n * \n Biofilm \n CAACAGGCACCTCAGCATCTAC \n \n CTCCACCAGTAACAGATCCACTAGTAA \n \n CAP1 \n Transcriptional regulator \n ACGTTCACGGTATGCCCTTT \n \n TTCTACACCAAGAATTAAACAACCA \n \n ERG6 \n Antifungal drug resistance \n GCTACCGTTCATGCTCCAGT \n \n ACACGAATTGAACACCCCCA \n \n YTH1 \n Filamentation \n TAACGGGCATAGCACTCGTC \n \n ACAATTCTTGTCCCCAGGGC \n \n HSP31 \n Stress resistance \n TGCAACCACAAGAGGCTTAAC \n \n CAAAACAGCAGGCCAACCAA \n \n GPX2 \n Stress resistance \n ACAATCATCAATGGGCAACGAG \n \n AACCCACTTCACCAGGCTTT \n \n ACT1 \n * \n Normalization \n TTTCATCTTCTGTATCAGAGGAACTTATTT \n \n ATGGGATGAATCATCAAACAAGAG \n \n PMA1 \n * \n Normalization \n TTGCTTATGATAATGCTCCATACGA \n \n TACCCCACAATCTTGGCAAGT \n \n RIP \n * \n Normalization \n TGTCACGGTTCCCATTATGATATTT \n \n TGGAATTTCCAAGTTCAATGGA \n \n RPP2B \n * \n Normalization \n TGCTTACTTATTGTTAGTTCAAGGTGGTA \n \n CAACACCAACGGATTCCAATAAA \n * [52] , other primers were designed in this study Results Gene expression General observations Whole genome expression profiling was used to identify gene expression alterations in  C. albicans  in response to culture in spaceflight conditions as compared to identical synchronous ground controls. The  C. albicans  microarrays used to assess differential gene expression between flight and ground samples included 6,346 of the 6,742 predicted ORFs annotated in assembly 19 of the  C. albicans  SC5314 genome ( Table S1 )  [50] . Of those 6,346 ORFs, there were 5,432 that exhibited a robust response suitable for statistical analysis. Data analysis was restricted to genes that had high intensity on the array and were differentially expressed by at least 2-fold and a p-value <0.05. Of these, 452 (or 8.3% of the analyzed ORFs) were differentially expressed in response to spaceflight culture conditions; 279 were upregulated (61.7%), and 173 were downregulated (38.3%) in the flight samples as compared to ground controls ( \n Table 2 \n ). 10.1371/journal.pone.0080677.t002 Table 2 Differentially regulated genes of  C. albicans  grown in spaceflight conditions as compared to ground control (p<0.05, fold-change >2). Column ID Ratio (FLT vs. GRD) Gene name Gene function P-value UPREGULATED GENES orf19.2462_800 12.36 PRN3 RNA pol II transcription cofactor 1.52E-05 orf19.1976_183 11.82 TRX1 thioredoxin II 7.22E-06 orf19.4654_100 9.18 hypothetical protein 3.73E-07 orf19.2428.2 * \n 7.91 POL RNA-directed DNA polymerase 3.18E-06 orf19.4873_58 7.67 hypothetical protein 6.42E-07 orf19.4653_226 7.51 hypothetical protein 8.89E-08 orf19.4784_2733 6.18 CRD1 copper-transporting P1-type ATPase 5.94E-06 orf19.3643_1045 5.98 hypothetical protein 1.14E-03 orf19.2369.1 5.78 ATX1 antioxidant and copper/iron homeostasis protein 2.21E-04 orf19.633_479 5.73 putative methyltransferase 1.45E-04 orf19.3722_1630 5.72 FAP1 FKBP12-associated protein | transcription factor homolog 1.85E-06 orf19.2989_630 5.52 glycerate/formate- dehydrogenase 1.12E-03 orf19.3114_112 5.37 PUS5 pseudouridylate synthase 7.35E-05 orf19.3902_108 5.37 hypothetical protein 1.93E-02 orf19.3115_540 5.23 hypothetical protein 7.27E-07 orf19.5735.3 5.12 polyprotein of Tca5 retrotransposon 8.32E-06 orf19.4274_526 5.00 PUT1 proline oxidase 1.47E-05 orf19.207_3938 4.95 extremely serine rich p",
  "introduction": "Introduction The presence of opportunistic pathogens in the normal flora of astronauts, in combination with their compromised immune system during spaceflight missions, puts this population at particular risk for infectious disease  [1] – [4] .  Candida  species are commensal organisms that are found on human skin, in the oral cavity, and in the gastrointestinal, urogenital, and vaginal tracts  [5]  and are consistently isolated from the spaceflight crew and environment  [6] – [8] . These microorganisms become pathogenic under specific circumstances, which can lead to various infectious diseases ranging in severity from superficial mucous membrane infections (i.e., thrush) to life-threatening disseminated candidiasis  [9] . Immunocompromised patients are at particular risk of developing  Candida  infections  [9] . The risk for infectious diseases in astronauts becomes even more significant given previous reports that spaceflight culture conditions globally alter the virulence and/or gene expression of obligate and opportunistic bacterial pathogens  [10] – [12] . Two independent spaceflight experiments demonstrated that mice infected with spaceflight-grown  Salmonella enterica  serovar Typhimurium ( S.  Typhimurium) exhibited decreased time to death and LD 50  values when compared to mice challenged with identical synchronous ground control cultures  [11] ,  [12] . Analysis of global transcriptomic and proteomic expression patterns of  S.  Typhimurium grown in spaceflight conditions revealed that 167 transcripts and 73 proteins were altered during culture in the microgravity environment of spaceflight  [11] , and identified a central regulatory role for the evolutionarily conserved RNA-binding protein Hfq. Hfq is an Sm-like (LSm) RNA chaperone that serves as a master regulator of bacterial responses to environmental stress, primarily by regulating gene expression at the post-transcriptional level through the pairing of mRNA transcripts with cognate small non-coding RNAs  [13] – [19] . Spaceflight also alters the  hfq  regulon in  Pseudomonas aeruginosa \n [10] , and is involved in the spaceflight-analogue response of  S . Typhimurium,  P. aeruginosa  and  Staphylococcus aureus \n [20] – [22] . Spaceflight-analogue conditions are obtained through culturing of microorganisms in rotating bioreactors, termed rotating wall vessels (RWV). In the RWV, cells experience low fluid-shear forces while being in continuous suspension, which mimics aspects of the unique microgravity environment  [11] ,  [23] – [25] . This specific growth environment is termed low shear modeled microgravity (LSMMG)  [22] . The response of eukaryotic microorganisms to spaceflight and spaceflight-analogue conditions has been previously reported.  Saccharomyces cerevisiae  has been extensively studied since the early years of the space program. The first flight experiment with this organism was conducted in 1962 (reviewed in  [26] ). Detailed analyses indicated that yeast cells respon",
  "methods": "",
  "results": "Results Gene expression General observations Whole genome expression profiling was used to identify gene expression alterations in  C. albicans  in response to culture in spaceflight conditions as compared to identical synchronous ground controls. The  C. albicans  microarrays used to assess differential gene expression between flight and ground samples included 6,346 of the 6,742 predicted ORFs annotated in assembly 19 of the  C. albicans  SC5314 genome ( Table S1 )  [50] . Of those 6,346 ORFs, there were 5,432 that exhibited a robust response suitable for statistical analysis. Data analysis was restricted to genes that had high intensity on the array and were differentially expressed by at least 2-fold and a p-value <0.05. Of these, 452 (or 8.3% of the analyzed ORFs) were differentially expressed in response to spaceflight culture conditions; 279 were upregulated (61.7%), and 173 were downregulated (38.3%) in the flight samples as compared to ground controls ( \n Table 2 \n ). 10.1371/journal.pone.0080677.t002 Table 2 Differentially regulated genes of  C. albicans  grown in spaceflight conditions as compared to ground control (p<0.05, fold-change >2). Column ID Ratio (FLT vs. GRD) Gene name Gene function P-value UPREGULATED GENES orf19.2462_800 12.36 PRN3 RNA pol II transcription cofactor 1.52E-05 orf19.1976_183 11.82 TRX1 thioredoxin II 7.22E-06 orf19.4654_100 9.18 hypothetical protein 3.73E-07 orf19.2428.2 * \n 7.91 POL RNA-directed DNA polymerase 3.18E-06 orf19.4873_58 7.67 hypothetical protein 6.42E-07 orf19.4653_226 7.51 hypothetical protein 8.89E-08 orf19.4784_2733 6.18 CRD1 copper-transporting P1-type ATPase 5.94E-06 orf19.3643_1045 5.98 hypothetical protein 1.14E-03 orf19.2369.1 5.78 ATX1 antioxidant and copper/iron homeostasis protein 2.21E-04 orf19.633_479 5.73 putative methyltransferase 1.45E-04 orf19.3722_1630 5.72 FAP1 FKBP12-associated protein | transcription factor homolog 1.85E-06 orf19.2989_630 5.52 glycerate/formate- dehydrogenase 1.12E-03 orf19.3114_112 5.37 PUS5 pseudouridylate synthase 7.35E-05 orf19.3902_108 5.37 hypothetical protein 1.93E-02 orf19.3115_540 5.23 hypothetical protein 7.27E-07 orf19.5735.3 5.12 polyprotein of Tca5 retrotransposon 8.32E-06 orf19.4274_526 5.00 PUT1 proline oxidase 1.47E-05 orf19.207_3938 4.95 extremely serine rich protein 8.36E-05 orf19.3721_54 4.87 hypothetical protein 3.34E-04 orf19.1277_1084 4.76 hypothetical protein 1.49E-04 orf19.2157_168 4.76 NAG2 N-acetylglucosamine-6-phosphate deacetylase 8.79E-05 orf19.3120_767 4.72 highly conserved hypothetical protein, possible ABC transporter 3.15E-02 orf19.3668_781 4.56 HGT2 hexose transporter 9.20E-05 orf19.7283_265 4.48 hypothetical protein 1.17E-04 orf19.265_519 4.46 hypothetical protein 1.33E-03 orf19.4779_1348 4.34 multidrug-resistance transporter 1.61E-05 orf19.716_12 4.22 similar to pore-forming bacterial Septicolysin 4.75E-05 orf19.7042_467 4.11 hypothetical protein 2.13E-03 orf19.7098_396 4.07 transcription factor 8.01E-04 orf19.4526_520 3.96 HSP30 plasma membrane heat shock protein 4.22E-05 orf19.4045_129 3.93 EST1 EST1-like bcy1 Suppressor 3.18E-04 orf19.5180_89 3.89 PRX1 regulation of redox homeostasis 6.51E-03 orf19.101_672 3.84 RIM9 low similarity to a regulator of sporulation 5.22E-04 orf19.7300_80 3.71 hypothetical protein 1.89E-04 orf19.2121_1518 3.68 ALS4 agglutinin like protein 4 8.37E-03 orf19.3441_684 3.67 FUN34 putative transporter 3.79E-03 orf19.1979_601 3.65 GIT3 glycerophosphoinositol permease 2.31E-03 orf19.6781_783 3.63 possible zinc-finger protein 1.23E-02 orf19.1097_5491 3.62 ALS4 agglutinin like protein 4 4.31E-03 orf19.6408_532 3.59 YDJ2 mitochondrial and ER import protein | dnaJ homolog 2.71E-04 orf19.2498_920 3.55 SAN1 mating-type transcriptional regulator 1.39E-04 orf19.2048_203 3.55 hypothetical protein 2.35E-05 orf19.5551_1357 3.52 MIF2 required for normal chromosome segregation and spindle integrity 7.79E-06 orf19.4590_2958 3.49 RFX1 similar to DNA-binding protein but may be missing DNA-binding",
  "discussion": "Discussion The presence of the opportunistic fungus  C. albicans  in the normal flora of astronauts could present an infectious disease risk during long-term missions. Indeed, microorganisms have been shown to enhance their virulence and/or display virulence-related phenotypes in response to culture in the low fluid-shear environment of both microgravity and microgravity-analogue culture systems  [10] – [12] ,  [20] – [22] ,  [24] ,  [34] ,  [35] ,  [73] – [79] . Moreover, as  C. albicans  causes a variety of mucosal and deep tissue infections in immunosuppressed patients  [9] , the decreased immune response of astronauts in-flight could further contribute to an increased susceptibility to microbial infections  [1] . In addition to the application of spaceflight microbiology studies for infectious disease risk assessment in the astronaut population, these studies also entail applications to advance human health on Earth. Complementing conventional infectious disease research with spaceflight studies can serve to bridge gaps in our current understanding of host-pathogen interactions, given the unique ways in which both the host and pathogen respond to this extreme environment  [1] ,  [2] ,  [24] . The low fluid-shear forces to which microorganisms are exposed during liquid culture in spaceflight and spaceflight analogues is relevant to environmental conditions encountered during their normal terrestrial lifecycles, including in the gastrointestinal, respiratory, and urogenital tracts of the host  [3] ,  [42] – [45] . Thus, studying the responses of microbial cells to the microgravity environment of spaceflight holds potential for the discovery of novel infectious disease mechanisms that cannot be observed using conventional culture conditions, where the force of gravity can mask key cellular responses. This study demonstrated that spaceflight culturing induced a self-aggregative phenotype (resembling the flocculation phenotype of  S. cerevisiae ) in  C. albicans  and altered a plethora of genes involved in stress and drug resistance; which is important for the virulence of this organism. The high prevalence of differentially expressed genes involved in biofilm formation and filamentation of  C. albicans  in response to spaceflight culture suggests that the microscopically observed self-aggregative phenotype could be reflective of biofilms. Indeed, transcriptional regulation of biofilm formation and filamentation is intertwined in  C. albicans , and an increased flocculation phenotype is believed to be the result of hyphae-specific gene expression  [80] .  C. albicans  biofilm formation is divided into four distinct phases: (i) surface adhesion and colonization by yeast-form, spherical cells, (ii) microcolony formation on the attached surface by yeast-form cells, (iii) growth of pseudohyphae and hyphae in concert with synthesis of extracellular matrix, and (iv) dispersal of yeast-form cells to initiate biofilm formation off-site  [53] , . Microcolo",
  "conclusion": ""
}