{
  "id": "PMC3066201",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3066201/",
  "title": "Functional Changes in the Snail Statocyst System Elicited by Microgravity",
  "authors": "Pavel M. Balaban, Aleksey Y. Malyshev, Victor N. Ierusalimsky, Nikolay Aseyev, Tania A. Korshunova, Natasha I. Bravarenko, M. S. Lemak, Matvey Roshchin, Igor S. Zakharov, Yekaterina Popova, Richard Boyle",
  "year": "2011",
  "journal": "PLoS ONE",
  "abstract": "Background The mollusk statocyst is a mechanosensing organ detecting the animal's orientation with respect to gravity. This system has clear similarities to its vertebrate counterparts: a weight-lending mass, an epithelial layer containing small supporting cells and the large sensory hair cells, and an output eliciting compensatory body reflexes to perturbations. Methodology/Principal Findings In terrestrial gastropod snail we studied the impact of 16- (Foton M-2) and 12-day (Foton M-3) exposure to microgravity in unmanned orbital missions on: (i) the whole animal behavior ( Helix lucorum  L.), (ii) the statoreceptor responses to tilt in an isolated neural preparation ( Helix lucorum  L.), and (iii) the differential expression of the Helix pedal peptide (HPep) and the tetrapeptide FMRFamide genes in neural structures ( Helix aspersa  L.). Experiments were performed 13–42 hours after return to Earth. Latency of body re-orientation to sudden 90° head-down pitch was significantly reduced in postflight snails indicating an enhanced negative gravitaxis response. Statoreceptor responses to tilt in postflight snails were independent of motion direction, in contrast to a directional preference observed in control animals. Positive relation between tilt velocity and firing rate was observed in both control and postflight snails, but the response magnitude was significantly larger in postflight snails indicating an enhanced sensitivity to acceleration. A significant increase in mRNA expression of the gene encoding HPep, a peptide linked to ciliary beating, in statoreceptors was observed in postflight snails; no differential expression of the gene encoding FMRFamide, a possible neurotransmission modulator, was observed. Conclusions/Significance Upregulation of statocyst function in snails following microgravity exposure parallels that observed in vertebrates suggesting fundamental principles underlie gravi-sensing and the organism's ability to adapt to gravity changes. This simple animal model offers the possibility to describe general subcellular mechanisms of nervous system's response to conditions on Earth and in space.",
  "keywords": "",
  "full_text": "Introduction Of all the environmental parameters under which a living organism has been exposed in the course of its evolution only gravity has remained constant. Predation, climate, vegetation, and terrestrial or aquatic habitation, for example, have changed, but the intensity and direction of gravity have not. Most extant vertebrates are gnathostomes or jawed, but in the Devonian period about 400 million years ago the majority of vertebrates were ostracoderms or jawless. Despite this shift within vertebrata, fossil evidence shows that the elaborate sensory structures used to sense the acceleration forces are remarkably conserved  [1] . Although less is available in the fossil record on invertebrate sensory structures, recent gene expression studies suggest that gravisensing statocyst system in eumetazoans is in the same way elemental and highly conserved  [2] . The organism's ability to detect gravity and to live under a gravitational load is critical for its survival. Even rudimentary ciliated protozoa display positive or negative geotaxis  [3] . Most if not all invertebrate species can orient their bodies' axis with respect to gravity, but only in a few crustaceans, insects and mollusks has gravireception been more thoroughly studied. In insects it is remarkably robust, but equally complex in design. In gastropods the statocyst is the predominant gravisensing organ, and it has clear similarities to its vertebrate counterparts: a weight-lending mass comprised of calcium carbonate particles called statoconia (the particles are called otoconia in mammals), and an epithelial layer containing small supporting cells carrying microvilli and giant sensory hair cells carrying, in some species such as land snails, true (9+2)-type kinocilia (supporting cells and kinocilium-bearing hair cells populate the mammalian vestibular sensory regions). Differences lie in the mode of transmission to higher centers. In the snail the nerve bundle from each statocyst projects rostrally into the cerebral ganglion on each side, and each fiber is the axon of an individual hair cell. In vertebrates the nerve bundle from each otolith organ projects into the brainstem bilaterally, and each fiber is the axon of a cranial nerve afferent receiving synaptic inputs from the more numerous hair cells. Similarities once again appear in the existence of efferent fibers in the statocyst nerve projecting from other neural areas for both gastropods  [4]  and vertebrates  [5] . With the advent of space flight it is possible to address fundamental questions on the biological principle(s) of gravireception in animals, from humans to invertebrates. A key question is: despite the constancy of gravity, does the nervous system adapt to novel transitions in gravity states, even for transitions of brief duration measured in days? Another key question is: because of the elemental nature of gravireception, do animals respond similarly to altered gravity states and adapt to the new, and in the case of postflight the original, environment? In this study we address these questions in an invertebrate model. In two unmanned orbital missions on the Russian spacecrafts Foton M-2 and M-3 we investigated the response of the snail gravisensing system to the space mission, which persists largely of the µG exposure, within a brief delay after landing. The terrestrial snail  Helix lucorum  Linnaeus ( Pulmonata, Gastropoda ) offered an excellent model of study. Because these animals are small, we had a sufficient sample size and still remained within our volume limit. Snails are resilient and can remain metabolically active under confined conditions for weeks. Importantly, certain behaviors and the cellular networks underlying them are well described in this animal  [6] . Experiments were designed to evaluate the impact of changes in gravity states on three separate but related areas of statocyst function. First, we studied the behavioral (whole animal) response to sudden orientation shifts with respect to gravity, known as negative gravitaxis. This is a ubiquitous behavior found throughout nature. Second, we used electrophysiological techniques in the same subpopulation of snails examined for their behavioral response to tilt to determine the postflight response of individual hair cells to controlled tilts. In vertebrates, the cranial nerve afferents reporting to the brain the head acceleration sensed by the inner ear hair cells show a hypersensitivity, or upregulation, of the discharge response during the first days following microgravity exposure  [7] . And third, in a separate population of smaller snails ( H. aspersa ) we examined the subcellular expression patterns of specific neuropeptide genes. Primary statocyst receptor cells express a product of the preproHPep gene - a pedal peptide, HPep, under physiological load  [8] , and regulation of this gene expression pattern might signal how the statocyst receptor is ‘tuned’ by the gravity vector. The second neuropeptide studied was FMRFamide, an endogenous peptide found in the nervous system throughout the animal kingdom. In invertebrates FMRFamides in fact constitute a major class of peptide neurotransmitters. Preliminary conference reports on Foton M-2 and Foton M-3 flight experiments were presented  [9] ,  [10] . Materials and Methods Creating persistent conditions for microgravity The Foton series of spacecraft uses a modified Soyuz-U launcher and a recoverable satellite. The temperature inside the satellite is controlled via heaters and fans, and the satellite is tumbled in orbit to expose the outer surface evenly to the Sun. The satellite is sealed tightly, but the atmospheric composition is not maintained. As a result only short duration missions of 2–3 weeks with species requiring minimal advanced life support are flown on this platform. Temperature measures within the satellite were down-linked periodically from orbit to control the delayed asynchronous control experiments. A temperature sensor was also placed within the snail habitat to validate its correspondence to the satellite temperature. Because the satellite in orbit is in a free fall towards Earth, the snails were exposed to µG not zero G, in the range of 10 −3 –10 −5  G. For Foton M-2 the snails were returned to the laboratory at 30 h after landing. For M-3 the delay was significantly reduced to 13 h by chartering a private flight. Animals Experimental protocol was in accordance with the USA NIH “Guide for the Care and Use of Laboratory Animals” and approved by the Russian Academy of Sciences. Because restrictions existed on the weight and volume of the habitat, two closely related species of snails were selected. Juvenile  H. aspersa  were used specifically for the histochemistry studies to provide an adequate sample size for each procedure. These snails are reared in laboratory under controlled conditions to allow selection based on age, weight, and quantity. For Foton M-2 and M-3 20 (1–4 g) and 20 (1–2 g) small  H. aspersa  were flown, respectively. A larger snail,  H. lucorum , was desirable for the behavioral and electrophysiological studies. These snails were obtained through commercial vendors, and did not represent siblings or statistical cohorts except they were of relatively comparable weight within each group. For Foton M-2 and M-3 15 (12–18 g) and 16 (3–8 g) adult  H. lucorum  were flown, respectively. Before flight all snails were weighed and an identifying number was painted on the shell of each large snail. The snail habitat was divided into 2 chambers to separately house the small and large snails. Snails are both hibernators (winter) and estivators (summer/dryness). Entering into either of these low metabolic states would conceivably mask any effect of the space flight. In an effort to prevent estivation, ample food and water sources were provided over the course of the mission, and the temperature within the habitat (and satellite) was maintained within 19–22°C (optimal temperature for the entire payload). Charcoal filters were also placed in the habitat to control fungal and algal growth. Inspection of the habitat upon return to the lab after landing of M-2 and M-3 clearly indicated that the snails were active and consumed the available food during the mission. Behavioral Studies In the wild as the snail crawls along a plant its weight can cause the leaf and snail to drop vertically. The snail stays attached and faces head down, and will reorient itself by rotating 180° about its axis and crawl up the plant against the gravity vector. This behavior is termed negative gravitaxis. The negative gravitaxis response of each large snail was tested prior to launch and similarly tested postflight. In the test the snail was positioned on a horizontal plastic surface containing a fine grid pattern and hinged to permit a controlled 90° vertical pitch of the animal. The snail at this time, T0, is oriented with its long axis parallel to the vertical and head facing down. Typically, after a delay the animal re-orients itself by 180° and moves upward on the platform. Each test was recorded on video and the latency of re-orientation at 2–4 fixed body positions was calculated off-line. For M-2 mission all animals were tested in the negative gravitaxis paradigm. To allow the necessary time for the neural recording paradigms for the M-3 mission the behavioral testing was scored in 5 flight snails at T0–T2 latencies. Electrophysiology Studies After the behavioral tests were concluded (M-2: 31–35 h after landing; M-3: 14–18 h after landing), the snail's nervous system was isolated and prepared for electrophysiological studies of the statocyst response to tilt mimicking the “head down” and the “tail down” behavioral conditions. To capture the likely neural response to the space mission it is critical that recordings are conducted not only as quickly as possible after the flight, but with the least amount of time between subjects. Thus we designed whole nerve recording techniques from the statocyst nerve,  n. vestibularis , which contains the axons of 13 statoreceptors, and protocols to systematically and consistently record the greatest number of statoreceptors in the shortest period of time in each snail. The preparation was made by rapidly cooling the snails to 4°C and anesthetized by injecting isotonic MgCl 2  saline (∼15% of the animal weight). Next, the central ganglionic ring was dissected free from the animal and pinned to a silicone-elastomer (Sylgard)-coated dish. The tissue was bathed in a saline solution containing (in mM) 100 NaCl, 4 KCl, 7 CaCl 2 , 5 MgCl 2 , and 10 Tris-HCl buffer (pH 7.8). Neural commissures connecting the left and right pedal ganglia were severed. The dish contained two chambers that were isolated from each other using a Vaseline barrier. One chamber contained a pedal ganglion with an intact statocyst and the other contained the corresponding cerebral ganglion with attached ommatophores, and the two neural structures were connected by the  n. vestibularis  through the isolation bridge. In the M-2 experiments, the ganglia were first treated with Protease (1 mg/ml) (Type XIV, SIGMA, USA) for 10 min at room temperature, washed out with saline solution, and the connective tissue sheath was completely removed to improve recording quality. Only microdissection techniques were used in the whole nerve recordings of M-3 experiments to improve recording quality. Extracellular recording of  n. vestibularis  activity was made using Ag/AgCl electrodes, one placed in each saline bath of the two chambers. The signal was amplified (300–3000×) and filtered (20–2 kHz) by a differential amplifier (NB Lab, Russia), digitized (10 kHz conversion) and acquired into commercial software (Digidata 1200A A/D converter and Axoscope 9.0 software, Axon Instruments, USA), and stored on a computer for subsequent analysis. Natural stimulation of the statocyst was performed on a custom tilt setup, which was slightly modified for the experiments of Foton M-3 to enhance testing.  Figure 1A  shows a cartoon of the tilt platform with the isolated neural preparation. In both series of experiments the preparation dish was positioned at 45° or 90° steps to test the statocyst's physiological response at different orientations with respect to gravity. 0° orientation was defined as the position in which rise of the platform ( Fig. 1A ) mimicked a downward pitch of the animal's head in intact snails ( Fig. 1B , middle cartoon), and corresponded to T0 (see  Fig. 2A ) in the behavioral experiments. Increments in degrees were taken in a counter-clockwise direction, as viewed from above, up to a ‘tail down’ or ‘head-up’ snail tilt of 180° ( Fig. 1B , lower cartoon). Platform tilt was pneumatically driven in M-2 experiments, and its direction was controlled by an electronically controlled valve manually switched on/off. To align the platform movements to the precise extracellular signal the start and finish times of tilt were manually tagged. Measured time of platform rise was 1.1 s (peak tilt velocity 17.3°/s), fall was 1 s, and the mid-point of tilt profile was set as time 0 for later analysis. We improved the stimulus paradigm for M-3 experiments by using a microcontroller-operated DC stepper motor with worm gearing to drive the platform tilt. The duration of tilt motion was thereby adjustable, and permitted delivering stimuli with different, but still brief, acceleration phases to ensure a response threshold to tilt was reached. This flexibility in adjusting the test protocol was particularly important in the postflight experiments where differences in threshold and response saturation might occur. We tested 4 different durations of 19° platform rise in the range from 550–3020 ms (6.3–34.5°/s). Angle of platform movement was measured by an in-line potentiometer, whose moving rod was used as the axis of rotation. The potentiometer measures were recorded on a separate channel and the beginning of movement was set as time 0. 10.1371/journal.pone.0017710.g001 Figure 1 Experimental paradigm of behavioral and physiology tests. \n A.  Cartoon of tilt platform used in neural recordings. Petri dish is fixed on a platform that can be mechanically tilted to a maximum displacement angle of 19°. In Foton M-2 experiments the tilt duration was fixed to 1.1 s (17.3°/s peak tilt velocity) and in Foton M-3 experiments the tilt duration was varied in 4 steps from 550–3020 ms (6.3–34.5°/s peak tilt velocity). Activity of the statocyst nerve was recorded using electrically separate chambers for statocyst and cerebral ganglion with the nerve passing over a Vaseline bridge.  B.  Head-down or head-up tilt of snail correspond to tilting platform with the preparation oriented at 0° (middle panel) and 180° (lower panel), respectively.  C.  Example of whole nerve response to tilt and cell sorting technique. Traces from bottom to top: whole nerve statocyst discharge (bar = 5 µV), platform position during tilt stimulus was recorded using a potentiometer (bar = 10°), and six identified cells in this preparation labeled Cell 1–6 (bar = 2 spikes/s). 10.1371/journal.pone.0017710.g002 Figure 2 Negative gravitaxis response in control and postflight snails. \n A.  Phases of the stereotypic response to sudden shift of the snail with platform from horizontal to “head down” position.  B.  Latency of gravitaxis reaction phases acquired during Foton M-2 experiments. The plot shows averaged (±SEM) time of the behavioral responses at 4 phases of the negative gravitaxis response in 14 flight and 8 control snails. Flight snails were faster in their response to pitch stimulation at each phase, and the difference reach level of significance p<0.05 at the later phases T3 and T4.  C.  Changes in latency of gravitaxis reaction of T2 phase acquired during Foton M-3 experiments. The plot shows averaged (±SEM) time of the behavioral responses at the T2 phase in 5 flight and 6 control snails tested before (black columns) and after (open columns) flight. Flight snails were faster than control snails as a group in their response to pitch stimulation, insignificant at T1 (not shown) but significant (p<0.02) at T2 phase. Post-flight gravitaxis responses were significantly faster (shorter latency of T2; p<0.04) than pre-flight responses recorded in the same snail. Sample recordings and stimulations were first made to correct the volume of buffered saline, and the gain and filters settings. After this calibration procedure, the main protocol of stimulation started and was the same for all applied orientations. For Foton M-2 experiments the protocol was 1 min recording in the horizontal position, upward pitch to hold position and 30 s recording, followed by return to horizontal and 30 s recording, repeated 3-times with 30 s background recording between trials. For the experiments of Foton M-3 test epochs using different speeds of tilt were added that extended the main protocol to 1 min of recording in each position: horizontal — up (3020 ms ramp time)— down (3020 ms) — up (2085 ms ramp time) — down (2085 ms) — up (1075 ms ramp time) — down (1075 ms) — up (550 ms ramp time) — down (550 ms). Spike sorting based on template extraction was used to identify the discharge pattern of individual statoreceptors. All records were imported into Spike2 (version5; CED, UK). Cursors were positioned to zero point of stimulation, marked by the tags (Foton M-2) or in accordance with auxiliary potentiometer channel (Foton M-3). Spike discrimination was made for all records in the built-in Spike2 module by template, made from every record. For individual records, different types of identified spikes varied from 2 to 12 (distinguished by non-intersecting principal component analysis clouds), probably depending on quality of nerve and statocyst preparation. Data of total nerve activity were analyzed by constructing post-stimulus histograms built on spike count per time bin (0.2 s for M-2 and 0.3 s for M-3) in the range of −10 to 30 s from zero point of tilt stimulation. For M-2 data the mean of 3 repetitive stimulations in main protocol was used for further analyses. An example of the whole nerve recording and spike sorting in one preparation is shown in  Fig. 1C . Six individual cells were identified and their response properties are commonly encountered in all preparations. Statocyst cells have (Cells 4 and 5) or do not have (Cells 1–3 and 6) spontaneous firing rates, show a peak excitation during the transient phases of tilt (Cells 1–6), show a response decay following termination of the acceleration (and velocity) phases of tilt motion (Cells 1–6), and have variable levels of sustained excitation during the duration of the tilt displacement (Cells 4–6). Gene Expression Studies in the Snail Central Nervous System (CNS) \n In situ  hybridization (ISH) with digoxigenin-labeled RNA probes was used for preproHPep and preproFRMFa gene expression analysis in the CNS of control and postflight snails. The mRNA probe to preproHPep (Accession Number:  U62544 ) was synthesized by D.A. Poteryaev of the Engelhardt Institute of Molecular Biology (Moscow) as previously described  [11] . The mRNA probe to  Helix  preproFRMFa (Accession Number:  L20768 ) was synthesized by F. Rozov of the Engelhardt Institute of Molecular Biology (Moscow) to 421 na. sequence of 3′ region of preproFRMFa cDNA. In control experiments no staining was detected with antisense probes to both peptides. In Foton M-2 experiments the juvenile  H. aspersa  snails were divided into 2 groups for tracing the changes in preproHPep expression: the first half was prepared upon receipt of the snails at 30 h after landing and the other half was processed 12 h later. The test groups included 21 “naive” snails (10 naïve vivarium snails, 4 snails 24 h after foot cut, and 7 snails 24 h after 10 min exposure to 3.75 G centrifugation), 12 asynchronous control M-2 snails, and 12 postflight animals (6 prepared 3",
  "introduction": "Introduction Of all the environmental parameters under which a living organism has been exposed in the course of its evolution only gravity has remained constant. Predation, climate, vegetation, and terrestrial or aquatic habitation, for example, have changed, but the intensity and direction of gravity have not. Most extant vertebrates are gnathostomes or jawed, but in the Devonian period about 400 million years ago the majority of vertebrates were ostracoderms or jawless. Despite this shift within vertebrata, fossil evidence shows that the elaborate sensory structures used to sense the acceleration forces are remarkably conserved  [1] . Although less is available in the fossil record on invertebrate sensory structures, recent gene expression studies suggest that gravisensing statocyst system in eumetazoans is in the same way elemental and highly conserved  [2] . The organism's ability to detect gravity and to live under a gravitational load is critical for its survival. Even rudimentary ciliated protozoa display positive or negative geotaxis  [3] . Most if not all invertebrate species can orient their bodies' axis with respect to gravity, but only in a few crustaceans, insects and mollusks has gravireception been more thoroughly studied. In insects it is remarkably robust, but equally complex in design. In gastropods the statocyst is the predominant gravisensing organ, and it has clear similarities to its vertebrate counterparts: a weight-lending mass comprised of calcium carbonate particles called statoconia (the particles are called otoconia in mammals), and an epithelial layer containing small supporting cells carrying microvilli and giant sensory hair cells carrying, in some species such as land snails, true (9+2)-type kinocilia (supporting cells and kinocilium-bearing hair cells populate the mammalian vestibular sensory regions). Differences lie in the mode of transmission to higher centers. In the snail the nerve bundle from each statocyst projects rostrally into the cerebral ganglion on each side, and each fiber is the axon of an individual hair cell. In vertebrates the nerve bundle from each otolith organ projects into the brainstem bilaterally, and each fiber is the axon of a cranial nerve afferent receiving synaptic inputs from the more numerous hair cells. Similarities once again appear in the existence of efferent fibers in the statocyst nerve projecting from other neural areas for both gastropods  [4]  and vertebrates  [5] . With the advent of space flight it is possible to address fundamental questions on the biological principle(s) of gravireception in animals, from humans to invertebrates. A key question is: despite the constancy of gravity, does the nervous system adapt to novel transitions in gravity states, even for transitions of brief duration measured in days? Another key question is: because of the elemental nature of gravireception, do animals respond similarly to altered gravity states and adapt to the new, and in the ca",
  "methods": "Materials and Methods Creating persistent conditions for microgravity The Foton series of spacecraft uses a modified Soyuz-U launcher and a recoverable satellite. The temperature inside the satellite is controlled via heaters and fans, and the satellite is tumbled in orbit to expose the outer surface evenly to the Sun. The satellite is sealed tightly, but the atmospheric composition is not maintained. As a result only short duration missions of 2–3 weeks with species requiring minimal advanced life support are flown on this platform. Temperature measures within the satellite were down-linked periodically from orbit to control the delayed asynchronous control experiments. A temperature sensor was also placed within the snail habitat to validate its correspondence to the satellite temperature. Because the satellite in orbit is in a free fall towards Earth, the snails were exposed to µG not zero G, in the range of 10 −3 –10 −5  G. For Foton M-2 the snails were returned to the laboratory at 30 h after landing. For M-3 the delay was significantly reduced to 13 h by chartering a private flight. Animals Experimental protocol was in accordance with the USA NIH “Guide for the Care and Use of Laboratory Animals” and approved by the Russian Academy of Sciences. Because restrictions existed on the weight and volume of the habitat, two closely related species of snails were selected. Juvenile  H. aspersa  were used specifically for the histochemistry studies to provide an adequate sample size for each procedure. These snails are reared in laboratory under controlled conditions to allow selection based on age, weight, and quantity. For Foton M-2 and M-3 20 (1–4 g) and 20 (1–2 g) small  H. aspersa  were flown, respectively. A larger snail,  H. lucorum , was desirable for the behavioral and electrophysiological studies. These snails were obtained through commercial vendors, and did not represent siblings or statistical cohorts except they were of relatively comparable weight within each group. For Foton M-2 and M-3 15 (12–18 g) and 16 (3–8 g) adult  H. lucorum  were flown, respectively. Before flight all snails were weighed and an identifying number was painted on the shell of each large snail. The snail habitat was divided into 2 chambers to separately house the small and large snails. Snails are both hibernators (winter) and estivators (summer/dryness). Entering into either of these low metabolic states would conceivably mask any effect of the space flight. In an effort to prevent estivation, ample food and water sources were provided over the course of the mission, and the temperature within the habitat (and satellite) was maintained within 19–22°C (optimal temperature for the entire payload). Charcoal filters were also placed in the habitat to control fungal and algal growth. Inspection of the habitat upon return to the lab after landing of M-2 and M-3 clearly indicated that the snails were active and consumed the available food during the mission. Behaviora",
  "results": "Results 1. Behavioral experiments Foton M-2 Negative gravitaxis is a behavioral orientation response in the direction opposite to the gravity vector. To elicit this behavioral response the snail is pitched 90° head-down, akin to its own weight bending the leaf downward. The snail will detect this change in head orientation with respect to gravity, principally via the statocysts, and rotate its body 180° to face upward against the gravity vector. Flight snails in general re-oriented themselves faster than their control counterparts in this test. Cartoon in  Fig. 2A  shows the selected body positions where time measures were taken: at T0 the snail is pitched head-down from the horizontal plane, T1 is the time in which the snail has initiated a head turn, T4 is the final phase of complete re-orientation, and T2 and T3 are intermediate body positions in time (shown  Fig. 2A ). We scored the latency of each phase of behavioral performance from the videotape off-line. The plot in  Fig. 2B  compares the averaged latencies of the behavioral responses at the separate 4 phases for the 14 postflight and 8 control snails. Flight snails performed faster at each phase, and this was significant (p<0.05; nonparametric, two-tailed, unpaired Mann-Whitney test) at T3 and T4 (marked *). Foton M-3 The protocol of behavioral testing of this mission was changed to accommodate the time required to complete the additional electrophysiology protocols. It was abbreviated to capture the initial fast re-orientation responses of phases 1 and 2 (T1 and T2 in  Fig. 2A ) following a horizontal to vertical head-down pitch of the snail at T0. We tested the latency of negative gravitaxis response before the flight in 6 control and 6 flight-designated snails and after the flight in the same snails (one flight snail died). Comparison of averaged latencies of the behavioral responses at the two phases for the negative gravitaxis response for the 5 flight and 6 control snails showed significant differences in performance. Flight snails reacted faster than their control counterparts to pitch stimulation ( Fig. 2C ), and this was significant (p <0.02; nonparametric, two-tailed, unpaired Mann-Whitney test), and faster after than before the flight in the same animal (p<0.04). Results clearly suggest the existence of changes in behavior of the postflight snails and confirm the results of Foton-M-2 mission. 2. Electrophysiological experiments in isolated CNS with intact statocysts Background statocyst activity Spontaneous firing rate of the statocyst nerve was measured in the dark in control and postflight snails in both Foton M-2 and M-3 experiments. Three 10 s intervals were taken for analysis in each record. Tilt stimulation was not presented for at least several minutes before the first analyzed interval. No significant (Mann-Whitney Rank Sum Test) difference in level of firing rate (average firing rate ± SEM, in spikes/s) was observed between control and postflight snails for both M-2 (n = 4) and M-3 (n = 8) missions: 5.6±1.03 vs 5.81±1.97 and 6.23±1.63 vs 5.73±0.92, respectively. Summary of Statocyst Responses We made significant improvements to the tilt apparatus for the M-3 experiments. These improvements impacted our ability and rationale to tabulate the responses of M-2 and M-3 experiments into one population, and thus they are presented separately.  Table 1  gives the averaged cumulative responses of the control and flight snails in the 2 missions. Tilt responses were scored as the total sum of spikes during the first 2 s after onset of tilt. Data are derived from the records shown in  Fig. 3A  for M-2 and  Fig. 3B  for M-3, and displayed in the bar graph of  Fig. 3C . An increase in magnitude of response to tilt after flight is evident in both sets of experiments, but it was insignificantly different from control records in the M-2 study. In the M-3 experiments, the difference in response magnitude between control and flight snails was the nearly two-fold and ",
  "discussion": "Discussion Space flight offers unique opportunities to study how gravity shapes life on Earth. It also offers novel challenges to the organism. Upon entry into microgravity (µG) the astronaut typically experiences a Space Adaptation Syndrome consisting of a varying degree of disorientation similar in many ways to terrestrial motion sickness. Within days symptoms mostly weaken and dissipate over the course of the mission. After space flight as brief as 1–2 weeks the astronaut undergoes a new adaptation phase or a re-adaptation to Earth's 1 G  [12] . Vestibular studies conducted in space clearly show that the near elimination of the linear acceleration of gravity directly impacts the function of the human otolith organs  [12] ,  [13] . Studies in lower vertebrates, such as fish  [7] ,  [14] ,  [15]  and amphibians  [16] – [19] , have revealed remarkably similar results that reflect direct changes in gravireception of the otolith organs. The vertebrate otolith organs and the invertebrate statolith organs show a strong structural correspondence, likely due to their ancestral involvement in balance and equilibrium  [20] – [22] . There is also developing evidence of molecular homology of the snail statoreceptors with the vertebrate hair cells  [23] . Thus, it is possible that the snail might serve as a model organism in space neurobiology studies. In addition to Foton M-2 and M-3 (present study), snails have flown on the Shuttle, Russian space station MIR, and International Space Station missions in the past  [24] – [27] , and will be discussed in greater detail below. In this study we investigated the structure and function of the gravi-sensing statocyst receptor as rapidly as possible following exposure to spaceflight in two separate missions. We assume that the observed changes were primarily the result of µG exposure. In-flight monitoring of statocyst function was not technically feasible in these missions. We observed a change, an upregulation, in the expression of a peptide associated with the statocyst. Pedal peptide was first identified by Lloyd in sea slug  Aplysia californica \n [28] . The precise role of this peptide in the nervous system is still unknown. However, it has been shown that pedal peptide modulated the ciliary beat frequency of epithelial cells in  Tritonia \n [29] . In 1997 the gene encoding pedal peptide was identified in terrestrial snail  Helix lucorum \n [11] . Based on  in situ  hybridization data this gene is widely expressed in the nervous system of  Helix  and in some statoreceptors as well. Taking into account the known effect of pedal peptide on cilia beating and muscle contraction  [30] , we can assume that it might play an important role in the regulation of mechanical transduction processes of the hair bundles of statoreceptors, such as regulation of actin-myosin complex within the cilia  [31] – [33] , and the observed change in expression of gene encoding pedal peptide ( Table 2 ) suggests existence of lasting influe",
  "conclusion": ""
}