{
  "id": "PMC4152162",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4152162/",
  "title": "The effect of spaceflight on mouse olfactory bulb volume, neurogenesis, and cell death indicates the protective effect of novel environment",
  "authors": "Sarah E. Latchney, Phillip D. Rivera, Xiao W. Mao, Virginia L. Ferguson, Ted A. Bateman, Louis S. Stodieck, Gregory A. Nelson, Amelia J. Eisch",
  "year": "2014",
  "journal": "Journal of Applied Physiology",
  "abstract": "Space missions necessitate physiological and psychological adaptations to environmental factors not present on Earth, some of which present significant risks for the central nervous system (CNS) of crewmembers. One CNS region of interest is the adult olfactory bulb (OB), as OB structure and function are sensitive to environmental- and experience-induced regulation. It is currently unknown how the OB is altered by spaceflight. In this study, we evaluated OB volume and neurogenesis in mice shortly after a 13-day flight on Space Shuttle Atlantis [Space Transport System (STS)-135] relative to two groups of control mice maintained on Earth. Mice housed on Earth in animal enclosure modules that mimicked the conditions onboard STS-135 (AEM-Ground mice) had greater OB volume relative to mice maintained in standard housing on Earth (Vivarium mice), particularly in the granule (GCL) and glomerular (GL) cell layers. AEM-Ground mice also had more OB neuroblasts and fewer apoptotic cells relative to Vivarium mice. However, the AEM-induced increase in OB volume and neurogenesis was not seen in STS-135 mice (AEM-Flight mice), suggesting that spaceflight may have negated the positive effects of the AEM. In fact, when OB volume of AEM-Flight mice was considered, there was a greater density of apoptotic cells relative to AEM-Ground mice. Our findings suggest that factors present during spaceflight have opposing effects on OB size and neurogenesis, and provide insight into potential strategies to preserve OB structure and function during future space missions.",
  "keywords": "low Earth orbit, environmental enrichment, neuroblasts, doublecortin, activated caspase-3",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}