{
  "id": "PMC4110898",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4110898/",
  "title": "Fifteen Days Microgravity Causes Growth in Calvaria of Mice",
  "authors": "Bing Zhang, Esther Cory, Roshmi Bhattacharya, Robert Sah, Alan R Hargens",
  "year": "2013",
  "journal": "Bone",
  "abstract": "Bone remodeling may occur in spaceflight as a response to skeletal unloading and head-ward fluid shifts. While unloading causes significant loss of bone mass and density in legs of animals exposed to microgravity, increased blood and interstitial fluid flows accompanying microgravity-induced fluid redistribution may elicit an opposite effect in the head. Seven C57BL/6 mice were randomly chosen for exposure to 15 days of microgravity on the STS-131 mission, while eight littermates served as ground controls. Upon mission completion, all 15 mice calvariae were imaged on a micro-computed tomography scanner. A standardized rectangular volume was placed on the parietal bones of each calvaria for analyses, and three parameters were determined to measure increased parietal bone volume: bone volume (BV), cross-sectional thickness (CsTh), and tissue mineral density (TMD). Microgravity exposure caused a statistically significant increase in BV of the space flight (SF) group compared to the ground control (GC) group – the mean ± SD for SF group was 10.48 ± 0.47 %, compared to 9.64 ± 0.79 % for GC group (p<0.05). CsTh demonstrated a trend of increase from 0.099 ±0.006 mm in the GC group to 0.104 ±0.005 mm in the SF group (p=0.12). TMD was similar between the two groups with 0.878 ±0.029 g/cc for GC and 0.893 ± 0.028 g/cc for SF (p=0.31). Our results indicate that microgravity causes adaptive changes in calvarial bones that do not normally bear weight. These findings suggest that fluid shifts alone accompanying microgravity may initiate bone remodeling independent of skeletal loading by tissue.",
  "keywords": "bone, adaptation, space, microgravity",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}