{
  "id": "PMC4379453",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4379453/",
  "title": "Type 2 diabetes alters bone and marrow blood flow and vascular control mechanisms in the ZDF rat",
  "authors": "John N. Stabley, Rhonda D. Prisby, Bradley J. Behnke, Michael D. Delp",
  "year": "2015",
  "journal": "The Journal of endocrinology",
  "abstract": "Bone health and cardiovascular function are compromised in individuals with type 2 diabetes mellitus (T2DM). The purpose of the present study was to determine whether skeletal vascular control mechanisms are altered during the progression of T2DM in the Zucker diabetic fatty (ZDF) rat. Responses of the principal nutrient artery (PNA) of the femur from obese ZDF rats with prediabetes, short-term diabetes, and long-term diabetes to endothelium-dependent (acetylcholine) and –independent (sodium nitroprusside) vasodilation, and KCl, norepinephrine and myogenic vasoconstrictor were determined in vitro. Few changes in the PNA vasomotor responses occurred in the pre-diabetic and short-term diabetic conditions. Endothelium-dependent and –independent vasodilation were reduced, and norepinephrine and myogenic vasoconstriction were enhanced in obese ZDF rats with long-term diabetes relative to lean age-matched controls. Differences in endothelium-dependent vasodilation of the femoral PNA between ZDF rats and controls were abolished by the nitric oxide synthase inhibitor NG-nitro-L-arginine methyl ester. The passive pressure-diameter response of the femoral PNA was also lower across a range of intraluminal pressures with long-term T2DM. Regional bone and marrow perfusion and vascular conductance, measured in vivo using radiolabeled microspheres, were lower in obese ZDF rats with long-term diabetes. These findings suggest that the profound impairment of the bone circulation may contribute to the osteopenia found to occur in long bones with chronic T2DM.",
  "keywords": "Diabetes, Bone blood flow, Endothelium, Vascular conductance, Zucker diabetic fatty rat",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}