{
  "id": "PMC4917201",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4917201/",
  "title": "Hypothalamic Leptin Gene Therapy Reduces Body Weight without Accelerating Age-Related Bone Loss",
  "authors": "Russell T. Turner, Michael Dube, Adam J. Branscum, Carmen P. Wong, Dawn A. Olson, Xiaoying Zhong, Mercedes F. Kweh, Iske V. Larkin, Thomas J. Wronski, Clifford J. Rosen, Satya P. Kalra, Urszula T. Iwaniec",
  "year": "2015",
  "journal": "The Journal of endocrinology",
  "abstract": "Excessive weight gain in adults is associated with a variety of negative health outcomes. Unfortunately, dieting, exercise, and pharmacological interventions have had limited long-term success in weight control and can result in detrimental side effects, including accelerating age-related cancellous bone loss. We investigated the efficacy of using hypothalamic leptin gene therapy as an alternative method for reducing weight in skeletally-mature (9-month-old) female rats and determined the impact of leptin-induced weight loss on bone mass, density, and microarchitecture, and serum biomarkers of bone turnover (CTx and osteocalcin). Rats were implanted with cannulae in the 3rd ventricle of the hypothalamus and injected with either recombinant adeno-associated virus encoding the gene for rat leptin (rAAV-Leptin, n=7) or a control vector encoding green fluorescent protein (rAAV-GFP, n=10) and sacrificed 18 weeks later. A baseline control group (n=7) was sacrificed at vector administration. rAAV-Leptin-treated rats lost weight (−4±2%) while rAAV-GFP-treated rats gained weight (14±2%) during the study. At study termination, rAAV-Leptin-treated rats weighed 17% less than rAAV-GFP-treated rats and had lower abdominal white adipose tissue weight (−80%), serum leptin (−77%), and serum IGF1 (−34%). Cancellous bone volume fraction in distal femur metaphysis and epiphysis, and in lumbar vertebra tended to be lower (p<0.1) in rAAV-GFP-treated rats (13.5-months-old) compared to baseline control rats (9-months-old). Significant differences in cancellous bone or biomarkers of bone turnover were not detected between rAAV-Leptin and rAAV-GFP rats. In summary, rAAV-Leptin-treated rats maintained a lower body weight compared to baseline and rAAV-GFP-treated rats with minimal effects on bone mass, density, microarchitecture, or biochemical markers of bone turnover.",
  "keywords": "rAAV-Leptin, microcomputed tomography, dual energy absorptiometry, white adipose tissue",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}