{
  "id": "PMC4118556",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4118556/",
  "title": "Partial Reductions in Mechanical Loading Yield Proportional Changes in Bone Density, Bone Architecture, and Muscle Mass",
  "authors": "Rachel Ellman, Jordan Spatz, Alison Cloutier, Rupert Palme, Blaine A Christiansen, Mary L Bouxsein",
  "year": "2013",
  "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
  "abstract": "Although the musculoskeletal system is known to be sensitive to changes in its mechanical environment, the relationship between functional adaptation and below-normal mechanical stimuli is not well defined. We investigated bone and muscle adaptation to a range of reduced loading using the partial weight suspension (PWS) system, in which a two-point harness is used to offload a tunable amount of body weight while maintaining quadrupedal locomotion. Skeletally mature female C57Bl/6 mice were exposed to partial weight bearing at 20%, 40%, 70%, or 100% of body weight for 21 days. A hindlimb unloaded (HLU) group was included for comparison in addition to age-matched controls in normal housing. Gait kinematics was measured across the full range of weight bearing, and some minor alterations in gait from PWS were identified. With PWS, bone and muscle changes were generally proportional to the degree of unloading. Specifically, total body and hindlimb bone mineral density, calf muscle mass, trabecular bone volume of the distal femur, and cortical area of the femur midshaft were all linearly related to the degree of unloading. Even a load reduction to 70% of normal weight bearing was associated with significant bone deterioration and muscle atrophy. Weight bearing at 20% did not lead to better bone outcomes than HLU despite less muscle atrophy and presumably greater mechanical stimulus, requiring further investigation. These data confirm that the PWS model is highly effective in applying controllable, reduced, long-term loading that produces predictable, discrete adaptive changes in muscle and bone of the hindlimb.",
  "keywords": "MECHANICAL LOADING, DISUSE, MECHANOSTAT, FUNCTIONAL ADAPTATION, WEIGHT BEARING",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}