{
  "id": "PMC4642138",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4642138/",
  "title": "Gravitropism and Lateral Root Emergence are Dependent on the ",
  "authors": "Rahul Roy, Diane C. Bassham",
  "year": "2015",
  "journal": "Frontiers in Plant Science",
  "abstract": "The  trans -Golgi network (TGN) is a dynamic organelle that functions as a relay station for receiving endocytosed cargo, directing secretory cargo, and trafficking to the vacuole. TGN-localized SYP41-interacting protein (TNO1) is a large, TGN-localized, coiled-coil protein that associates with the membrane fusion protein SYP41, a target SNARE, and is required for efficient protein trafficking to the vacuole. Here, we show that a  tno1  mutant has auxin transport-related defects. Mutant roots have delayed lateral root emergence, decreased gravitropic bending of plant organs and increased sensitivity to the auxin analog 2,4-dichlorophenoxyacetic acid and the natural auxin 3-indoleacetic acid. Auxin asymmetry at the tips of elongating stage II lateral roots was reduced in the  tno1  mutant, suggesting a role for TNO1 in cellular auxin transport during lateral root emergence. During gravistimulation,  tno1  roots exhibited delayed auxin transport from the columella to the basal epidermal cells. Endocytosis to the TGN was unaffected in the mutant, indicating that bulk endocytic defects are not responsible for the observed phenotypes. Together these studies demonstrate a role for TNO1 in mediating auxin responses during root development and gravistimulation, potentially through trafficking of auxin transport proteins.",
  "keywords": "auxin, lateral root, gravitropism, tethering factor",
  "full_text": "Introduction The  trans -Golgi network (TGN) is a highly dynamic tubulo-vesicular organelle that matures from the two or three  trans -most cisternae of the Golgi ( Staehelin and Kang, 2008 ) and is crucial for endocytic, secretory and vacuolar trafficking routes in plant cells. TGN cisternae move rapidly inside the cell, dissociating from their associated Golgi and re-associating with a new Golgi stack ( Staehelin and Kang, 2008 ;  Kang, 2011 ;  Uemura et al., 2014 ), and also contain distinct subdomains for various trafficking routes ( Bassham et al., 2000 ;  Chow et al., 2008 ;  Gendre et al., 2011 ). The TGN functions as an early/recycling endosome ( Dettmer et al., 2006 ;  Viotti et al., 2010 ) that receives endocytosed cargo, including auxin transporters, plasma membrane receptors, and nutrient transporters ( Russinova et al., 2004 ;  Robatzek et al., 2006 ;  Dhonukshe et al., 2007 ;  Takano et al., 2010 ;  Barberon et al., 2011 ), and recycles it back to the plasma membrane or to the vacuole for degradation. The TGN plays a crucial role in trafficking of biosynthetic traffic to the vacuole ( Reyes et al., 2011 ). It also directs secretory cargo, including plasma membrane proteins and cell wall polysaccharides, to the cell surface, potentially via mobile secretory vesicle clusters that fuse with the plasma membrane ( Toyooka et al., 2009 ;  Gendre et al., 2014 ). The position of the TGN at the junction of the endocytic, vacuolar, and secretory pathways renders it important in regulating transport of key molecules and mediating cellular responses to the environment ( Park and Jurgens, 2011 ;  Reyes et al., 2011 ;  Contento and Bassham, 2012 ). High transport fidelity is needed to prevent mis-sorting of cargo during vesicle trafficking. This requires membrane fusion proteins termed soluble  N -ethylmaleimide-sensitive factor attachment protein receptors (SNAREs;  Risselada and Grubmuller, 2012 ). SNAREs can be broadly classified as target SNARES (t-SNAREs) or vesicle SNAREs (v-SNAREs) depending on their location, or as Q or R-SNAREs based on the core amino acid in the heptad repeat of the SNARE motif ( Fasshauer et al., 1998 ). The interaction between a v-SNARE on a vesicle and t-SNAREs on its target membrane leads to membrane fusion via formation of a tetrameric  trans- SNARE complex ( McNew et al., 2000 ;  Lipka et al., 2007 ;  Kim and Brandizzi, 2012 ;  Risselada and Grubmuller, 2012 ). Usually, three Q SNAREs (Qa, Qb, and Qc) form a t-SNARE complex and an R-SNARE acts as the v-SNARE. This interaction of SNAREs helps to overcome the thermodynamically unfavorable event of fusion of two hydrophobic lipid bilayers ( Risselada and Grubmuller, 2012 ;  Shi et al., 2012 ), enabling deposition of cargo into the target organelle. Proteins known as tethering factors aid in bringing membranes together and promoting SNARE interaction or actively stimulating  trans -SNARE complex formation ( Cai et al., 2007 ). Tethering factors thus increase vesicular trafficking efficiency ( Sztul and Lupashin, 2009 ;  Chia and Gleeson, 2011 ;  Hong and Lev, 2014 ) and are either homodimeric long coiled-coil proteins or multisubunit tethering complexes ( Markgraf et al., 2007 ;  Hong and Lev, 2014 ). It was recently proposed that coiled-coil tethers simultaneously use their multiple coiled-coil domains to engage distinct SNAREs and promote SNARE complex assembly ( Grabski et al., 2012 ). Spatiotemporal regulation of trafficking steps in the cell also requires a family of small GTPases called Rabs which then recruit downstream effectors ( Stenmark, 2009 ). Tethers can act as Rab effectors by binding SNAREs or can function as GTP exchange factors (GEFs) for Rabs ( Markgraf et al., 2007 ;  Sztul and Lupashin, 2009 ;  Hong and Lev, 2014 ). Many SNAREs and tethering factors exist in  Arabidopsis thaliana , with different localizations reflecting their specialized roles ( Fujimoto and Ueda, 2012 ). The TGN-localized SYP4 (41/42/43) SNARE family ( Bassham et al., 2000 ;  Uemura et al., 2012 ) is responsible for maintaining Golgi/TGN morphology and regulating secretory and vacuolar trafficking ( Uemura et al., 2012 ). Another TGN SNARE, SYP61, interacts with SYP41 and helps to direct traffic to the plasma membrane ( Drakakaki et al., 2012 ), with a role in mediating stress responses ( Zhu et al., 2002 ). Recently, TGN-localized SYP41-interacting protein (TNO1), a large coiled-coil protein localized to the TGN, was identified as a SYP41 interactor ( Kim and Bassham, 2011 ) and was hypothesized to be a tethering factor. Mutant plants lacking TNO1 partially mis-sort vacuolar cargo and mis-localize SYP61, suggesting decreased trafficking fidelity, while also showing hypersensitivity to salt and osmotic stress and displaying altered TGN dynamics ( Kim and Bassham, 2011 ). SYP42 and SYP43 play a role in root gravitropism, most likely via regulation of the localization of the auxin eﬄux transporters PIN-FORMED 1 (PIN1) and PIN2 ( Uemura et al., 2012 ). Additionally, other proteins involved in auxin transport, such as the AUXIN1/LIKE-AUX1 (AUX1/LAX) family of auxin influx transporters and P-glycoprotein (PGP) proteins of the ATP-binding cassette transporter family, are localized via the SNAREs and TGN activity ( Kleine-Vehn and Friml, 2008 ;  Rakusová et al., 2015 ). Many of the auxin transporters undergo constitutive endocytosis, cycling between the recycling endosome/TGN and the plasma membrane, or are targeted for vacuolar degradation to maintain steady-state levels ( Kleine-Vehn and Friml, 2008 ;  Grunewald and Friml, 2010 ). Defects in TGN dynamics can, therefore, hamper recycling of these transporters and thus affect directional transport of auxin, which is critical for plant development ( Grunewald and Friml, 2010 ). Given the potential links between TGN-mediated protein trafficking and auxin transporters, we investigated auxin responses in the  tno1  mutant during root development. Loss of TNO1 delayed lateral root (LR) emergence and decreased root and hypocotyl gravitropic bending. Additionally,  tno1  roots failed to display characteristic asymmetry visualized with the auxin response marker  DR5rev:GFP  at the LR tips as well as after gravistimulation. Thus, TNO1 functions in auxin-mediated root development and response to gravity. Materials and Methods Plant Material and Growth Conditions The  A. thaliana  seed stocks used in this study have been previously described: Col-0 (wild-type, WT),  tno1  knockout mutant (SALK_112503;  Kim and Bassham, 2011 ), complemented  tno1  mutant ( Kim and Bassham, 2011 ), and  DR5rev:GFP  ( Ottenschlager et al., 2003 ). Arabidopsis  seeds were surface-sterilized in 33% bleach, 0.1% (v/v) Triton X-100 for 20 min, rinsed five times with sterile water and kept in the dark at 4°C for at least 2 days.  Arabidopsis  plants were grown at 22°C in long-day conditions (16 h light) in soil or on 0.25× or 0.5× solid Murashige–Skoog (MS) medium (MS vitamin and salt mixture, Caisson, MSPA0910) with 1% sucrose, 2.4 mM MES (pH 5.7), and 0.6% (w/v) phytoblend agar (Caisson, PTP01). Gravitropism Assays The hypocotyl gravitropism assay was modified from  Stanga et al. (2009) . Seeds were plated on 0.5× MS medium ( Murashige and Skoog, 1962 ) containing 1% sucrose in square plates and kept vertically oriented in the dark. After 5 days, the plates were rotated 90° for gravistimulation. Pictures were acquired using a Canon Rebel XTS camera in a dark room with a green filter over the flash to prevent phototropic curvature of the hypocotyl toward the camera flash. Zero-hour images of each seedling were compared to later time point images of the same seedling using Image J ( Schneider et al., 2012 ) to determine bending angles. For root gravitropic assays, sterilized seeds were mixed with molten growth medium just before solidification and poured into square plates ( Stanga et al., 2009 ). After 5 days of vertical growth the seedlings were gravistimulated by rotating the plate by 90°. Pictures were taken 6 and 24 h after gravistimulation and analyzed using Image J to assess gravitropic curvature. For root and hypocotyl gravitropic rescue assays, the roots of 5-day-old vertically grown seedlings were overlaid with media containing either 100 nM 1-napthylacetic acid (1-NAA; Sigma–Aldrich, N0640), 30 nM 3-indoleacetic acid (IAA; Sigma–Aldrich, I2886), or 30 nM 2,4-dichlorophenoxyacetic acid (2,4-D; Gibco, 11215), followed by gravistimulation. Pictures of roots and hypocotyls after 12 h were compared to 0-h images using Image J. For all assays, at least three biological replicates were performed, with 15–20 seedlings per replicate. LR Density Analysis To determine the density of emerging LRs, sterilized  Arabidopsis  seeds were plated on 0.25× MS medium ( Murashige and Skoog, 1962 ) containing 1% sucrose and grown vertically. After 10 days, the number of LRs emerging from the primary root were counted and divided by the root length to obtain LR density. For determination of LR primordia density, 7-day-old roots were cleared with 2.5% bleach for 10 min and visualized with an Olympus IX-71 inverted microscope. To assess rescue of LR emergence, 5-day-old seedlings were transferred to medium containing 100 nM 1-NAA or 1 μM IAA in the dark (to prevent photo-degradation). After 5 additional days, the number of emergent LRs was scored. For each analysis, three independent biological replicates were performed with 15–20 seedlings per replicate. Root Length Inhibition Assays Seedlings were grown on 0.5× MS medium ( Murashige and Skoog, 1962 ) with 1% sucrose for 5 days. They were then transferred to media containing either 2,4-D, IAA, 1-NAA, 1- N -naphthylphthalamic acid (NPA; Naptalam, Sigma–Aldrich, 33371), 1-napthoxyacetic acid (1-NOA; Sigma–Aldrich, 255416) at the concentrations indicated, or solvent controls [dimethyl sulfoxide (DMSO) or ethanol], and the position of the root tip was marked. Each plate contained all three genotypes (WT,  tno1  mutant, and complemented lines) to compensate for possible effects of inter-plate variation. After 6 days, pictures were acquired and the length from the marked root tip position was measured using ImageJ ( Schneider et al., 2012 ). Root elongation in the presence of the tested chemicals was compared with solvent controls and expressed as percent decrease in root length. At least three biological replicates with a minimum of 20 seedlings per replicate were conducted for each treatment. Analysis of Auxin Response Distribution tno1  plants expressing  DR5rev:GFP  were generated by crossing  tno1  ( Kim and Bassham, 2011 ) with  DR5rev:GFP  lines ( Ottenschlager et al., 2003 ). Homozygous  tno1  plants carrying the  DR5rev:GFP  transgene were selected in subsequent generations by polymerase chain reaction (PCR)-based genotyping as previously described ( Kim and Bassham, 2011 ) and green fluorescent protein (GFP) fluorescence visualization. For analysis of auxin redistribution, control and  tno1  roots expressing  DR5rev:GFP  were gravistimulated and visualized with a Leica SP5 confocal laser scanning microscope (Leica Microsystems) at the Iowa State University Confocal and Multiphoton facility. A 40× oil immersion objective lens was used along with excitation and emission wavelengths of 488 and 507 nm for GFP visualization. Images were acquired under identical conditions for both mutant and WT roots with equal exposure, scan frequency and line average settings. A total of 15 seedlings from at least three independent replicates were analyzed. GFP asymmetry was quantified using Image J by subjecting the confocal images to similar thresholding and post-processing. Equal volume boxes were drawn on the upper and lower flanks and total pixel intensity from the lower vs. upper box was expressed as a ratio. To analyze  DR5rev:GFP  expression in LRs, a total of 30 stage II LRs from at least six different seedlings were imaged by confocal microscopy for each genotype. The number of root tips showing asymmetry of GFP expression was counted and expressed as a percentage of the total observed. FM4-64 Staining and Brefeldin A (BFA) Treatment FM4-64 staining was modified from  Dettmer et al. (2006) . To test bulk endocytosis, 4-day-old seedlings were transferred to 0.5× MS liquid medium containing 4 μM FM4-64 for 2 min and subsequently washed twice for 30 s each time in 0.5× MS liquid medium before microscopic analysis. For analyzing arrival of FM4-64 at Brefeldin A bodies, 4-day-old seedlings were transferred to 0.5× MS liquid medium containing 35 μM Brefeldin A (BFA) for an hour followed by a 10-min treatment with 4 μM FM4-64 plus 35 μM BFA and two subsequent washes of 30 s each. The root tips were visualized using a Leica SP5 confocal laser scanning microscope (Leica Microsystems) at the Iowa State University Confocal and Multiphoton facility, using a 63× oil immersion objective lens and excitation and emission wavelengths of 558 and 734 nm. Images were acquired under identical conditions for both genotypes with equal exposure, scan frequency and line average settings. A total of 15 seedlings from at least three independent replicates were analyzed for each treatment and genotype. Results TNO1 Mediates LR Emergence in an Auxin-dependent Manner Auxin signaling pathways are integral to LR development during root architecture establishment ( Lavenus et al., 2013 ). Polar auxin transport mediates emergence of LRs from the primary axis, and several auxin transport mutants display slow rates of emergence ( Hobbie and Estelle, 1995 ;  Ruegger et al., 1997 ). The SYP4 family of SNAREs is thought to be involved in directional auxin transport ( Uemura et al., 2012 ), hence we tested whether the SYP41-interacting protein TNO1 may also be required for such processes. We hypothesized that if the  tno1  mutant has defects in auxin transport or responses, visible phenotypes such as changes in LR emergence would be evident. Emergent LR densities were significantly lower ( P  < 0.05) in  tno1  seedlings after 10 days of growth on 0.25× MS medium ( Dubrovsky and Forde, 2012 ). Mutant lines expressing transgenic  TNO1  under the control of its native promoter, termed complemented lines ( Kim and Bassham, 2011 ), were similar to WT seedlings ( Figures  1A,B ). Since the major source of auxin in the root in the first 10 days after germination is transport from the leaves ( Hobbie and Estelle, 1995 ;  Ljung et al., 2001 ), one possible reason for this defect may be that auxin flux is reduced in  tno1 , leading to suboptimal auxin levels in the root and impairing LR emergence. To confirm that the delayed emergence was not due to an arrest or delay in LR initiation, the number of LR primordia was evaluated in the mutant roots. The LR primordia density of  tno1  roots was equivalent to that of WT and complemented lines ( Figure  1C ), suggesting that LR initiation events were normal in  tno1 . FIGURE 1 Loss of TGN-localized SYP41-interacting protein  ( TNO1) function delays lateral root emergence in an auxin-dependent fashion. \n (A)  Representative images showing emergent lateral roots (white arrowheads) in wild-type (WT),  tno1  (KO), and  tno1  complemented (COM) lines.  (B)  Emergent lateral root density of 10-day-old seedlings grown on 0.25× Murashige–Skoog (MS) medium (with 1% sucrose) was calculated by dividing the number of emerging lateral roots by root length.  (C)  Lateral root primordia density of 7-day-old seedlings was calculated by counting the number of primordia after microscopic analysis of cleared roots and dividing it by the root length.  (D)  Emergent LR density of 10-day-old seedlings, 5 days after transfer to medium containing 100 nM 1-napthylacetic acid (NAA) or 1 μM indoleacetic acid (IAA). All values represent analysis of three biological replicates with 15–20 seedlings for each set. Error bars indicate standard errors of the means. Asterisk indicates statistically significant difference ( P  < 0.05) by Student’s  t -test. The lipophilic auxin 1-NAA has been shown to rescue LR defects in the auxin transport mutant  aux1  ( Marchant et al., 2002 ). Natural auxin (IAA) treatment also rescues LR emergence in dark conditions ( Reed et al., 1998 ). To test whether the emergence defect may be due to defects in auxin transport and hence reduced root auxin levels, LR emergence in the presence of 1-NAA ( Murashige and Skoog, 1962 ;  Marchant et al., 2002 ) or IAA in the dark ( Reed et al., 1998 ) was assessed. Five-day-old seedlings were transferred to medium containing 100 nM NAA or 1 μM IAA, and LR density was analyzed after 5 days of growth. The LR density of  tno1  resembled that of WT and complemented lines in the presence of either auxin ( Figure  1D ), indicating that exogenous auxins can rescue the emergent LR defect in  tno1  roots. Therefore, TNO1 influences the temporal control of LR emergence from the primary root. TNO1 is Required for Gravitropic Bending We further examined a possible role for TNO1 in plant auxin responses by investigating gravitropism. Gravitropism involves the bending of a plant organ in response to its change in orientation with respect to gravity (gravistimulation). Gravitropic bending of organs upon gravistimulation is aided by a readjustment of auxin flow. Since a number of proteins involved in gravitropic curvature are recycled and trafficked via the TGN ( Strohm et al., 2012 ), this organelle is critical for regulating downstream events that influence gravitropic plant organ bending. We, therefore, hypothesized that loss of TNO1 might affect dynamics at the TGN and thus lead to a change in the gravitropic bending response. To test this hypothesis, the gravitropic response of WT and  tno1  mutant hypocotyls and roots was assessed. The  tno1  mutant hypocotyls ( Figure  2A ) and roots ( Figure  2B ) showed delayed bending, and the angle of curvature at different time points was significantly lower ( P  < 0.05) than that of WT or complemented seedlings. This suggests that the loss of TNO1 causes a delay in the gravitropic bending of  Arabidopsis  roots and hypocotyls. Mutant roots and hypocotyls have a similar length to WT under normal growth conditions ( Kim and Bassham, 2011 ), suggesting that the defect in gravitropism is not due to defective growth. FIGURE 2 TNO1 mediates gravitropic bending by an auxin dependent mechanism. \n (A)  Hypocotyl bending of WT, KO and COM hypocotyls after gravistimulation. Dark-grown 5-day-old hypocotyls were gravistimulated in the dark and curvatures were calculated at 6 and 24 h after gravistimulation.  (B)  Root bending of WT, KO, and COM seedlings after gravistimulation. Light-grown, medium-embedded roots were gravistimulated and root curvatures were calculated at 6 and 24 h after gravistimulation.  (C)  Exogenous auxins can rescue the gravitropic bending defect in  tno1  roots. Light-grown seedlings were overlaid with medium containing 100 mM 1-NAA, 30 nM IAA, or 30 nM 2,4-dichlorophenoxyacetic acid (2,4-D) and then gravistimulated. Root curvatures were calculated after 12 h.  (D)  Some exogenous auxins can rescue the gravitropic bending defect in  tno1  hypocotyls. Roots of dark-grown seedlings were overlaid with medium containing 100 mM 1-NAA, 30 nM IAA, or 30 nM 2,4-D, followed by gravistimulation. Hypocotyl curvatures were calculated after 12 h. All values represent the means of three biological replicates with at least 20 seedlings for each set. Error bars indicate standard errors. Similar letters indicate no statistical difference while different letters indicate a statistically significant difference ( P  < 0.05) by Student’s  t -test. The gravitropic bending response requires a reprogramming of auxin flow inside the shoot and root ( Tanaka et al., 2006 ;  Strohm et al., 2012 ), raising the possibility that the slower bending rate observed in  tno1  could be due to changes in auxin flow. We hypothesized that if the gravitropic phenotype in  tno",
  "introduction": "Introduction The  trans -Golgi network (TGN) is a highly dynamic tubulo-vesicular organelle that matures from the two or three  trans -most cisternae of the Golgi ( Staehelin and Kang, 2008 ) and is crucial for endocytic, secretory and vacuolar trafficking routes in plant cells. TGN cisternae move rapidly inside the cell, dissociating from their associated Golgi and re-associating with a new Golgi stack ( Staehelin and Kang, 2008 ;  Kang, 2011 ;  Uemura et al., 2014 ), and also contain distinct subdomains for various trafficking routes ( Bassham et al., 2000 ;  Chow et al., 2008 ;  Gendre et al., 2011 ). The TGN functions as an early/recycling endosome ( Dettmer et al., 2006 ;  Viotti et al., 2010 ) that receives endocytosed cargo, including auxin transporters, plasma membrane receptors, and nutrient transporters ( Russinova et al., 2004 ;  Robatzek et al., 2006 ;  Dhonukshe et al., 2007 ;  Takano et al., 2010 ;  Barberon et al., 2011 ), and recycles it back to the plasma membrane or to the vacuole for degradation. The TGN plays a crucial role in trafficking of biosynthetic traffic to the vacuole ( Reyes et al., 2011 ). It also directs secretory cargo, including plasma membrane proteins and cell wall polysaccharides, to the cell surface, potentially via mobile secretory vesicle clusters that fuse with the plasma membrane ( Toyooka et al., 2009 ;  Gendre et al., 2014 ). The position of the TGN at the junction of the endocytic, vacuolar, and secretory pathways renders it important in regulating transport of key molecules and mediating cellular responses to the environment ( Park and Jurgens, 2011 ;  Reyes et al., 2011 ;  Contento and Bassham, 2012 ). High transport fidelity is needed to prevent mis-sorting of cargo during vesicle trafficking. This requires membrane fusion proteins termed soluble  N -ethylmaleimide-sensitive factor attachment protein receptors (SNAREs;  Risselada and Grubmuller, 2012 ). SNAREs can be broadly classified as target SNARES (t-SNAREs) or vesicle SNAREs (v-SNAREs) depending on their location, or as Q or R-SNAREs based on the core amino acid in the heptad repeat of the SNARE motif ( Fasshauer et al., 1998 ). The interaction between a v-SNARE on a vesicle and t-SNAREs on its target membrane leads to membrane fusion via formation of a tetrameric  trans- SNARE complex ( McNew et al., 2000 ;  Lipka et al., 2007 ;  Kim and Brandizzi, 2012 ;  Risselada and Grubmuller, 2012 ). Usually, three Q SNAREs (Qa, Qb, and Qc) form a t-SNARE complex and an R-SNARE acts as the v-SNARE. This interaction of SNAREs helps to overcome the thermodynamically unfavorable event of fusion of two hydrophobic lipid bilayers ( Risselada and Grubmuller, 2012 ;  Shi et al., 2012 ), enabling deposition of cargo into the target organelle. Proteins known as tethering factors aid in bringing membranes together and promoting SNARE interaction or actively stimulating  trans -SNARE complex formation ( Cai et al., 2007 ). Tethering factors thus increase vesicular",
  "methods": "Plant Material and Growth Conditions The  A. thaliana  seed stocks used in this study have been previously described: Col-0 (wild-type, WT),  tno1  knockout mutant (SALK_112503;  Kim and Bassham, 2011 ), complemented  tno1  mutant ( Kim and Bassham, 2011 ), and  DR5rev:GFP  ( Ottenschlager et al., 2003 ). Arabidopsis  seeds were surface-sterilized in 33% bleach, 0.1% (v/v) Triton X-100 for 20 min, rinsed five times with sterile water and kept in the dark at 4°C for at least 2 days.  Arabidopsis  plants were grown at 22°C in long-day conditions (16 h light) in soil or on 0.25× or 0.5× solid Murashige–Skoog (MS) medium (MS vitamin and salt mixture, Caisson, MSPA0910) with 1% sucrose, 2.4 mM MES (pH 5.7), and 0.6% (w/v) phytoblend agar (Caisson, PTP01).",
  "results": "Results TNO1 Mediates LR Emergence in an Auxin-dependent Manner Auxin signaling pathways are integral to LR development during root architecture establishment ( Lavenus et al., 2013 ). Polar auxin transport mediates emergence of LRs from the primary axis, and several auxin transport mutants display slow rates of emergence ( Hobbie and Estelle, 1995 ;  Ruegger et al., 1997 ). The SYP4 family of SNAREs is thought to be involved in directional auxin transport ( Uemura et al., 2012 ), hence we tested whether the SYP41-interacting protein TNO1 may also be required for such processes. We hypothesized that if the  tno1  mutant has defects in auxin transport or responses, visible phenotypes such as changes in LR emergence would be evident. Emergent LR densities were significantly lower ( P  < 0.05) in  tno1  seedlings after 10 days of growth on 0.25× MS medium ( Dubrovsky and Forde, 2012 ). Mutant lines expressing transgenic  TNO1  under the control of its native promoter, termed complemented lines ( Kim and Bassham, 2011 ), were similar to WT seedlings ( Figures  1A,B ). Since the major source of auxin in the root in the first 10 days after germination is transport from the leaves ( Hobbie and Estelle, 1995 ;  Ljung et al., 2001 ), one possible reason for this defect may be that auxin flux is reduced in  tno1 , leading to suboptimal auxin levels in the root and impairing LR emergence. To confirm that the delayed emergence was not due to an arrest or delay in LR initiation, the number of LR primordia was evaluated in the mutant roots. The LR primordia density of  tno1  roots was equivalent to that of WT and complemented lines ( Figure  1C ), suggesting that LR initiation events were normal in  tno1 . FIGURE 1 Loss of TGN-localized SYP41-interacting protein  ( TNO1) function delays lateral root emergence in an auxin-dependent fashion. \n (A)  Representative images showing emergent lateral roots (white arrowheads) in wild-type (WT),  tno1  (KO), and  tno1  complemented (COM) lines.  (B)  Emergent lateral root density of 10-day-old seedlings grown on 0.25× Murashige–Skoog (MS) medium (with 1% sucrose) was calculated by dividing the number of emerging lateral roots by root length.  (C)  Lateral root primordia density of 7-day-old seedlings was calculated by counting the number of primordia after microscopic analysis of cleared roots and dividing it by the root length.  (D)  Emergent LR density of 10-day-old seedlings, 5 days after transfer to medium containing 100 nM 1-napthylacetic acid (NAA) or 1 μM indoleacetic acid (IAA). All values represent analysis of three biological replicates with 15–20 seedlings for each set. Error bars indicate standard errors of the means. Asterisk indicates statistically significant difference ( P  < 0.05) by Student’s  t -test. The lipophilic auxin 1-NAA has been shown to rescue LR defects in the auxin transport mutant  aux1  ( Marchant et al., 2002 ). Natural auxin (IAA) treatment also rescues LR emergence in dark conditions ( Reed et al., 1998 ). To test whether the emergence defect may be due to defects in auxin transport and hence reduced root auxin levels, LR emergence in the presence of 1-NAA ( Murashige and Skoog, 1962 ;  Marchant et al., 2002 ) or IAA in the dark ( Reed et al., 1998 ) was assessed. Five-day-old seedlings were transferred to medium containing 100 nM NAA or 1 μM IAA, and LR density was analyzed after 5 days of growth. The LR density of  tno1  resembled that of WT and complemented lines in the presence of either auxin ( Figure  1D ), indicating that exogenous auxins can rescue the emergent LR defect in  tno1  roots. Therefore, TNO1 influences the temporal control of LR emergence from the primary root. TNO1 is Required for Gravitropic Bending We further examined a possible role for TNO1 in plant auxin responses by investigating gravitropism. Gravitropism involves the bending of a plant organ in response to its change in orientation with respect to gravity (gravistimulation). Gravitropic ",
  "discussion": "Discussion Auxin flow in plants is an important determinant of root architecture and tropic bending such as gravitropism. The polar transport of auxin depends on the specific localization of auxin transporters, which in turn is dependent on the cellular trafficking machinery. The TGN is an important organelle controlling vesicle trafficking, with the presence of multiple proteins that aid the trafficking of cargoes such as auxin transporters. In this study we have demonstrated a role for a putative tethering factor localized at the TGN in efficient gravitropic bending and LR emergence, possibly by affecting auxin transport. TNO1 may Regulate Gravitropic Responses through Trafficking of Auxin Transporters Auxin flows in a polar manner from the shoot to the root tip, via the vasculature, and then back through the cortical and epidermal cell layers shootward. This polar transport is dependent on the polar localization of auxin transporters to plasma membranes, via trafficking pathways that achieve correct subcellular distribution ( Kleine-Vehn and Friml, 2008 ). Auxin transporters undergo endocytic recycling from the plasma membrane as well as being targeted to new plasma membrane domains via the TGN ( Kleine-Vehn and Friml, 2008 ). This enables a plant to respond to environmental cues and adjust its growth pattern accordingly. For example, during the bending of roots upon gravistimulation, an accumulation of auxin in the epidermal layer of the elongation zone in the lower half of the root is required to facilitate the bending process ( Tanaka et al., 2006 ;  Peer et al., 2011 ). This occurs by the relocalization of auxin transporters, AUX1 in the columella and lateral rootcap and AUX1 and PIN2 in the epidermal cells ( Strohm et al., 2012 ). The resulting readjustment of auxin flow from the columella via the lateral rootcap cell to the epidermal cells in the root elongation zone leads to differential growth ( Ottenschlager et al., 2003 ). Since  tno1  has defects in intracellular trafficking and TGN dynamics ( Kim and Bassham, 2011 ), we hypothesize that these may hinder auxin transport pathways due to change(s) in trafficking of auxin transporter(s). Phenotypic characterization of gravitropic responses in  tno1  roots and hypocotyls showed that these mutants have a decreased angle of bending upon gravistimulation. Pharmacological studies with auxin transport inhibitors and exogenous auxin analogs suggest that altered auxin pathways are likely to be the underlying cause of this defect. The gravitropic bending defect in  tno1  roots and hypocotyls can be rescued by exogenous application of 1-NAA and IAA, perhaps by overriding endogenous auxin levels and routes of polar auxin transport, thus restoring auxin responses. Growth of  tno1  roots is hypersensitive to 2,4-D and IAA but not to the eﬄux-specific substrate 1-NAA or the eﬄux blocker NPA, raising the possibility that the auxin influx pathway might be defective while auxin eﬄux is normal. Although",
  "conclusion": ""
}