{
  "id": "PMC4462657",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4462657/",
  "title": "MnSOD Overexpression Reduces Fibrosis and Pro-Apoptotic Signaling in the Aging Mouse Heart",
  "authors": "Hyo-Bum Kwak, Yang Lee, Jong-Hee Kim, Holly Van Remmen, Arlan G. Richardson, John M. Lawler",
  "year": "2014",
  "journal": "The Journals of Gerontology Series A: Biological Sciences and Medical Sciences",
  "abstract": "Contractility of the heart is impaired with advancing age via mechanical remodeling, as myocytes are lost through apoptosis and collagenous fibers accumulate. Exercise training confers protection against fibrosis and apoptosis in the aging heart, but the mechanisms remain poorly understood. We recently reported that exercise training elevates Mn isoform of superoxide dismutase (MnSOD) in the aging heart, concomitant with reduction in oxidative stress and fibrosis. Here, we tested the hypothesis that overexpression of MnSOD would be causal in protection against fibrosis and apoptosis in the aging heart. Hearts were extracted from young (8 months) wild-type, young mice overexpressing the Sod2 (MnSOD) gene, old (28 months) wild-type, and old transgenic mice. Left ventricle MnSOD protein levels were elevated in young mice overexpressing the Sod2 (MnSOD) gene and old transgenic mice. MnSODTg mice exhibited lower oxidative stress (total hydroperoxides, 4-hydroxynonenal, and 8-isoprostane) in the old group. Age-related cardiac remodeling and fibrosis was mitigated in MnSOD Tg mice with reductions in extramyocyte space (−65%), collagen-I, and transforming growth factor-β. Pro-apoptotic markers Bax (−38%) and caspase-3 cleavage (−41%) were reduced and apoptosis (terminal deoxynucleotidyl transferase-mediated dUTP nick-end labeling-positive nuclei, DNA laddering) was mitigated in MnSOD Tg hearts compared with old wild-type. We conclude that MnSOD elevation is indeed protective against oxidative stress, fibrosis, and apoptosis in the aging heart.",
  "keywords": "Aging, Heart, Superoxide dismutase, Oxidative stress, Fibrosis.",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}