{
  "id": "PMC4405755",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4405755/",
  "title": "The role of alterations in mitochondrial dynamics and PGC-1α over-expression in fast muscle atrophy following hindlimb unloading",
  "authors": "Jessica Cannavino, Lorenza Brocca, Marco Sandri, Bruno Grassi, Roberto Bottinelli, Maria Antonietta Pellegrino",
  "year": "2015",
  "journal": "The Journal of Physiology",
  "abstract": "The mechanisms triggering disuse muscle atrophy remain of debate. It is becoming evident that mitochondrial dysfunction may regulate pathways controlling muscle mass. We have recently shown that mitochondrial dysfunction plays a major role in disuse atrophy of soleus, a slow, oxidative muscle. Here we tested the hypothesis that hindlimb unloading-induced atrophy could be due to mitochondrial dysfunction in fast muscles too, notwithstanding their much lower mitochondrial content. Gastrocnemius displayed atrophy following both 3 and 7 days of unloading. SOD1 and catalase up-regulation, no H2O2 accumulation and no increase of protein carbonylation suggest the antioxidant defence system efficiently reacted to redox imbalance in the early phases of disuse. A defective mitochondrial fusion (Mfn1, Mfn2 and OPA1 down-regulation) occurred together with an impairment of OXPHOS capacity. Furthermore, at 3 days of unloading higher acetyl-CoA carboxylase (ACC) phosphorylation was found, suggesting AMP-activated protein kinase (AMPK) pathway activation. To test the role of mitochondrial alterations we used Tg-mice overexpressing PGC-1α because of the known effect of PGC-1α on stimulation of Mfn2 expression. PGC-α overexpression was sufficient to prevent (i) the decrease of pro-fusion proteins (Mfn1, Mfn2 and OPA1), (ii) activation of the AMPK pathway, (iii) the inducible expression of MuRF1 and atrogin1 and of authopagic factors, and (iv) any muscle mass loss in response to disuse. As the effects of increased PGC-1α activity were sustained throughout disuse, compounds inducing PGC-1α expression could be useful to treat and prevent muscle atrophy also in fast muscles.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}