{
  "id": "PMC4042434",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4042434/",
  "title": "Acute Exposure to High Dose γ-Radiation Results in Transient Activation of Bone Lining Cells",
  "authors": "Russell T. Turner, Urszula T. Iwaniec, Carmen P. Wong, Laurence B. Lindenmaier, Lindsay A. Wagner, Adam J. Branscum, Scott A. Menn, James Taylor, Ye Zhang, Honglu Wu, Jean D. Sibonga",
  "year": "2013",
  "journal": "Bone",
  "abstract": "The present studies investigated the cellular mechanisms for the detrimental effects of high dose whole body γ-irradiation on bone. In addition, radioadaptation and bone marrow transplantation were assessed as interventions to mitigate the skeletal complications of irradiation. Increased trabecular thickness and separation and reduced fractional cancellous bone volume, connectivity density, and trabecular number were detected in proximal tibia and lumbar vertebra 14 days following γ-irradiation with 6 Gy. To establish the cellular mechanism for the architectural changes, vertebrae were analyzed by histomorphometry 1, 3, and 14 days following irradiation. Marrow cell density decreased within 1 day (67% reduction, p<0.0001), reached a minimum value after 3 days (86% reduction, p<0.0001), and partially rebounded by 14 days (30% reduction, p=0.0025) following irradiation. In contrast, osteoblast-lined bone perimeter was increased by 290% (1 day, p=0.04), 1230% (3 days, p<0.0001), and 530% (14 days, p=0.003), respectively. There was a strong association between radiation-induced marrow cell death and activation of bone lining cells to express the osteoblast phenotype (Pearson correlation −0.85, p<0.0001). An increase (p=0.004) in osteoclast-lined bone perimeter was also detected with irradiation. A priming dose of γ-radiation (0.5 mGy), previously shown to reduce mortality, had minimal effect on the cellular responses to radiation and did not prevent detrimental changes in bone architecture. Bone marrow transplantation normalized marrow cell density, bone turnover, and most indices of bone architecture following irradiation. In summary, radiation-induced death of marrow cells is associated with 1) a transient increase in bone formation due, at least in part, to activation of bone lining cells, and 2) an increase in bone resorption due to increased osteoclast perimeter. Bone marrow transplantation is effective in mitigating the detrimental effects of acute exposure to high dose whole body γ-radiation on bone turnover.",
  "keywords": "murine, bone histomorphometry, osteoblasts, osteoclasts, osteoporosis, bone marrow",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}