{
  "id": "PMC4052902",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4052902/",
  "title": "Phosphoinositide-signaling is one component of a robust plant defense response",
  "authors": "Chiu-Yueh Hung, Peter Aspesi Jr, Melissa R. Hunter, Aaron W. Lomax, Imara Y. Perera",
  "year": "2014",
  "journal": "Frontiers in Plant Science",
  "abstract": "The phosphoinositide pathway and inositol-1,4,5-triphosphate (InsP 3 ) have been implicated in plant responses to many abiotic stresses; however, their role in response to biotic stress is not well characterized. In the current study, we show that both basal defense and systemic acquired resistance responses are affected in transgenic plants constitutively expressing the human type I inositol polyphosphate 5-phosphatase (InsP 5-ptase) which have greatly reduced InsP 3  levels. Flagellin induced Ca 2+ -release as well as the expressions of some flg22 responsive genes were attenuated in the InsP 5-ptase plants. Furthermore, the InsP 5-ptase plants were more susceptible to virulent and avirulent strains of  Pseudomonas syringae  pv.  tomato  ( Pst )  DC3000 . The InsP 5-ptase plants had lower basal salicylic acid (SA) levels and the induction of SAR in systemic leaves was reduced and delayed. Reciprocal exudate experiments showed that although the InsP 5-ptase plants produced equally effective molecules that could trigger  PR-1  gene expression in wild type plants, exudates collected from either wild type or InsP 5-ptase plants triggered less  PR-1  gene expression in InsP 5-ptase plants. Additionally, expression profiles indicated that several defense genes including  PR-1 ,  PR-2 ,  PR-5 , and  AIG1  were basally down regulated in the InsP 5-ptase plants compared with wild type. Upon pathogen attack, expression of these genes was either not induced or showed delayed induction in systemic leaves. Our study shows that phosphoinositide signaling is one component of the plant defense network and is involved in both basal and systemic responses. The dampening of InsP 3 -mediated signaling affects Ca 2+  release, modulates defense gene expression and compromises plant defense responses.",
  "keywords": "Arabidopsis, Ca, salicylic acid, phosphoinositides, InsP, plant defense signaling, SAR",
  "full_text": "Introduction Plants have developed a multilayered strategy to effectively control and combat pathogen invasion (Jones and Dangl,  2006 ). The first line of defense is triggered by the recognition of microbial- or pathogen-associated molecular patterns (MAMP or PAMP) by the membrane associated pattern recognition receptors (PRRs) (Nürnberger et al.,  2004 ; Delledonne,  2005 ). Pathogen triggered immunity (PTI) also known as basal resistance (Jones and Dangl,  2006 ), is non-specific and against a range of virulent pathogens. A series of rapid responses are initiated within seconds to minutes of encountering MAMPs including ionic fluxes, production of reactive oxygen species (ROS) and activation of kinase cascades followed shortly by transcriptional reprogramming (reviewed in Postel and Kemmerling,  2009 ; Gimenez-Ibanez and Rathjen,  2010 ; Tsuda and Katagiri,  2010 ). The second line of defense known as effector-triggered immunity (ETI) involves recognition of specific pathogen avirulent proteins by their counterpart plant disease resistance (R) proteins located within the cell (reviewed in Jones and Dangl,  2006 ). The local infected sites undergo programmed cell death to halt pathogen growth as part of the hypersensitive response (HR). HR also involves rapid ion fluxes and production of ROS (reviewed in Torres et al.,  2006 ) as well as induction of pathogenesis-related (PR) proteins. In addition to the local response, distal parts of the plant develop immunity against a broad range of pathogens, known as systemic acquired resistance (SAR). A hallmark of SAR is an increase in salicylic acid (SA). SA accumulates in both distal and infected leaves in response to pathogen attack and treatment with SA or SA analogs can induce the  PR  genes such as  PR-1 ,  PR-2 , and  PR-5  (reviewed in Durrant and Dong,  2004 ; Fu and Dong,  2013 ). More recently several other metabolites have been implicated as mobile signals in the development of SAR (Park et al.,  2007 ; reviewed in Kachroo and Kachroo,  2009 ; Gao et al.,  2014 ). A transient increase in cytosolic Ca 2+  ([Ca 2+ ] in ) is one of the early events associated with both PTI and ETI. The initial increase in Ca 2+  upon MAMP recognition is accepted to be via an influx through plasma membrane localized Ca 2+  channels, such as cyclic nucleotide gated channels (CNGC) and/or glutamate receptor (GluRs) channels. In addition, the involvement of intracellular Ca 2+  stores in the propagation of the Ca 2+  signal is very likely (reviewed in Ma and Berkowitz,  2007 ; McAinsh and Pittman,  2009 ; Manzoor et al.,  2012 ). Several downstream defense related events are regulated by Ca 2+  including activation of mitogen-activated protein kinase (MAPK) and calcium-dependent protein kinase (CDPK) cascades and modulation of Ca 2+  binding proteins (reviewed in Ma and Berkowitz,  2011 ; Wurzinger et al.,  2011 ; Boudsocq and Sheen,  2013 ; Romeis and Herde,  2014 ). The MAMP-triggered oxidative burst also appears to dependent on the initial cytosolic Ca 2+  elevation. The NADP oxidase RbohD is directly and indirectly regulated by Ca 2+  (Sagi and Fluhr,  2006 ; Dubiella et al.,  2013 ). In response to elicitation with flg22, early membrane depolarization events are unaffected in the  rbohD  mutant (Jeworutzki et al.,  2010 ) and the cytosolic Ca 2+  elevation is similar to wild type plants (Ranf et al.,  2011 ). A rise in cytosolic Ca 2+  is also important for ETI responses and may precede the oxidative burst in response to avirulent pathogens (Grant et al.,  2000 ). Furthermore, several Ca 2+  or calmodulin (CaM) binding transcription factors TGA, CPB60g and CAMTA3, (reviewed in Reddy et al.,  2011 ) act as both positive and negative regulators of SA accumulation and SA-regulated  PR  gene expression. Many lipids and lipid related molecules are thought to play roles in plant defense signaling and responses to both biotrophic and necrotrophic pathogens (reviewed in Shah,  2005 ; Walley et al.,  2013 ). However, there is less information on the potential involvement of the phosphoinositide signaling pathway in plant defense. The membrane-associated phospholipids along with the soluble inositol phosphates (collectively known as phosphoinositides) are present in all eukaryotic cells and are implicated in plant responses to many environmental stimuli (see reviews in Stevenson et al.,  2000 ; Meijer and Munnik,  2003 ; Krinke et al.,  2007a ; Im et al.,  2010 ,  2011 ). In the canonical pathway, phosphatidylinositol is sequentially phosphorylated to phosphatidylinositol 4-phosphate (PtdIns4P) and phosphatidylinositol 4,5-bisphosphate (PtdInsP 2 ) by the enzymes phosphatidylinositol 4-kinase (PI4K) and phosphatidylinositol 4-phosphate 5-kinase (PIP5K), respectively. Activation of phospholipase C (PLC) in response to a stimulus or stress leads to the hydrolysis of PtdInsP 2  to generate the soluble second messenger inositol 1,4,5-trisphosphate (InsP 3 ) and diacylglycerol (DAG). While many aspects of the phosphoinositide pathway are conserved in plants there are several differences between plants and animals (reviewed in Munnik and Nielsen,  2011 ; Delage et al.,  2013 ; Pokotylo et al.,  2014 ). In plants, DAG is converted to phosphatidic acid (PtdOH), while InsP 3  maybe further phosphorylated to form inositol hexakisphosphate (InsP 6 ). Both InsP 3  and InsP 6  are thought to release Ca 2+  from intracellular stores (reviewed in Krinke et al.,  2007a ; Im et al.,  2010 ; Gillaspy,  2011 ). Additionally, InsP 5  and InsP 6  are implicated in hormone signaling via their interaction with the jasmonic acid receptor COI (Sheard et al.,  2010 ; Mosblech et al.,  2011 ) and the auxin receptor TIR1 (Tan et al.,  2007 ), respectively. PtdOH may also be generated by hydrolysis of structural phospholipids such as phosphatidylcholine (PC) and phosphatidylethanolamine (PE) via the phospholipase D (PLD) enzymes. Recent reports implicate PtdOH as an important signaling molecule in plants in both abiotic and biotic stresses (reviewed in Testerink and Munnik,  2011 ). Using a transgenic inducible system to express type III effectors (AvrRpm1 or AvrRpt2) in planta, a biphasic accumulation of PtdOH was reported involving first PLC and then PLD activation (Andersson et al.,  2006 ). Furthermore, activation of both PI4K and PLD has been shown to be an early response of suspension cells to treatment with SA (Krinke et al.,  2007b ,  2009 ). PtdOH-binding targets include the NAD oxidase RbohD and MPK6 protein kinase and PtdOH is implicated in ROS and HR responses (reviewed in Canonne et al.,  2011 ; Testerink and Munnik,  2011 ). Specific PLC isoforms may also regulate defense responses (Vossen et al.,  2010 ; Canonne et al.,  2011 ). Arabidopsis mutants which have constitutively low InsP 6  levels exhibited an increased susceptibility to microbial infections (Murphy et al.,  2008 ). Collectively these results support the involvement of the phosphoinositides in plant defense; however there are many missing links in our understanding. In this study, our goal was to further investigate the function of phosphoinositide-mediated signaling in the plant defense network. In previous work, we generated transgenic Arabidopsis plants expressing the human type I inositol polyphosphate 5-phosphatase (InsP 5-ptase), which specifically hydrolyzes soluble inositol phosphates and terminates InsP 3 -mediated signals. These InsP 5-ptase transgenic plants have normal growth and morphology under optimal growth conditions. However, their basal InsP 3  levels are greatly reduced, to only ~5% of wild type level (Perera et al.,  2006 ). The InsP 5-ptase plants exhibit delayed and reduced responses to gravity and impaired Ca 2+  signaling in response to salt and cold stimuli (Perera et al.,  2006 ,  2008 ). The InsP 5-ptase plants were also shown to be less resistant to wounding and herbivory (Mosblech et al.,  2008 ). Interestingly, a global comparison of basal transcript profiles between wild type and InsP 5-ptase plants revealed that 16 out of 62 basally downregulated genes in transgenic plants were defense related (Perera et al.,  2008 ), including  PR-1 ,  PR-2 ,  PR-5 , and  AIG1 ( avrRpt2- induced gene1 ). In the current study, we demonstrate that InsP 5-ptase plants show impaired Ca 2+  elevation in response to flg22, decreased expression of several defense related genes and delayed and reduced SAR. Our results support the role of InsP 3  as a mediator of the intracellular Ca 2+  cascade and highlight the involvement of phosphoinositide-mediated signaling in the development of a robust defense response in plants. Materials and methods Growth conditions for plants and bacteria Transgenic Arabidopsis plants expressing the human type I inositol polyphosphate 5-phosphatase generated via Agrobacterium mediated transformation were generated previously (Perera et al.,  2006 ). Plants were grown in a growth chamber under 8 h light/16 h dark, light intensity of ~150 μmol m −2  s −1 , 35–50% humidity and temperature of 21°C. All experiments were carried out using 6–8 week old healthy well watered plants with fully expanded leaves (prior to bolting). For most experiments, wild type (Wt) and two independent transgenic lines (T6 and T8), were tested along with the empty vector control (C2). Bacterial strains  Pst  DC3000 and isogenic lines carrying  avrRpt2  or  avrRpm1 genes were cultured at room temperature in King's medium B (40 g L −1  peptone, 2% (v/v) glycerol, 1.5 g L −1  K 2 HPO 4  and 1.5 g L −1  MgSO 4 , pH 7) containing 50 μg ml −1  kanamycin, and 100 μg ml −1  rifampacin. The two non-pathogenic strains,  Pst DC3000 with mutated effector protein  hrcC −  and  P. syringae  pv.  Phaseolicola  6, were also cultured at room temperature on King's medium B plates containing 100 ug ml −  rifampacin, and an additional 34 μg ml −1  chloramphenicol for growing  Pst  DC3000  hrcC − . Pathogen inoculation For preparing bacteria used in pathogen inoculation experiments, cells from an overnight culture were first resuspended in 10 mM MgCl 2 , and the concentration of bacteria was adjusted based on the absorbance reading at OD 600 . The actual titer was also determined by counting serial dilutions on a selection plate after 48 h at room temperature. To examine the growth of bacteria in planta, leaves were inoculated either by hand using a 1 ml needle-less syringe or by spraying with bacteria solution containing an additional 0.02% (v/v) silwet L-77 (Lehle Seeds, Round Rock, TX). The bacterial titer was determined from 4 leaf discs (total area is 1 cm 2 ) collected from 4 separate leaves, (one leaf per plant). Pooled leaf discs were ground in 10 mM MgCl 2  in a final volume of 1 ml. The colony-forming units (cfu) were obtained by spotting 2 μl of a serial 10-fold titrated bacteria onto King's medium B plates containing appropriate antibiotics and additional 50 μg ml −1  cyclohexamine for preventing fungus contamination. In each experiment, a total of 4 plants per line were used. For statistical analysis either Student's  t -test or analysis of variance (ANOVA) were performed. Flagellin treatment The elicitor flg22 was synthesized by EZBiolab custom peptide service (Westfield, IN) based on the peptide sequence reported in Felix et al. ( 1999 ). For root growth inhibition experiments, 0.1 μM of flg22 was used which caused the half-maximal growth inhibition in Arabidopsis seedlings reported in Gomez-Gomez et al. ( 1999 ). For induction of ROS production in leaf discs, the procedure was adapted from Gomez-Gomez et al. ( 1999 ) with a flg22 concentration of 1 μM. For induction of Ca 2+  release and qRT-PCR analysis of flg22 responsive gene expression, 10 μM flg22 was used according to Navarro et al. ( 2004 ) and Zipfel et al. ( 2004 ). SAR assay To induce SAR, two fully expanded leaves of wild type and InsP 5-ptase plants were hand inoculated with avirulent strain  Pst  DC3000+ avrRpt2  (OD 600  = 0.001; 7.5 × 10 5  cfu/ml). The un-induced plants were mock inoculated with 10 mM MgCl 2 , (two leaves per plant). Both induced and un-induced plants were then separated into 4 groups for challenging with the virulent strain  Pst DC3000 (OD 600  = 0.004; 2 × 10 6  cfu/ml) at day 0, 1, 2, or 3 post inoculation by spraying the bacteria onto the whole plants. To examine the development of SAR, systemic leaves sprayed with  Pst DC3000 were collected. Leaf extracts were prepared and the cfu was counted as described previously. The growth of virulent bacteria in induced and un-induced plants was compared for determining the level of SAR. Inositol (1,4,5) trisphosphate assay For measuring the InsP 3  level of inoculated leaves, 4–5 plants per experiment for each bacterial strain were grouped together and sprayed with bacterial solution prepared as before. The treated leaves were harvested and immediately frozen in liquid nitrogen. Frozen tissues (around 0.08 g) were ground into powder in liquid nitrogen and then incubated with 160 μl of 20% perchloric acid on ice for 15 min. Samples were centrifuged to remove the debris and the supernatant was transferred to a new tube followed by pH adjustment to 7.5 using 1.5 M KOH/3 mM HEPES. InsP 3  assays were carried out using the TRK 1000  InsP 3  assay kit (Amersham-Pharmacia Biotech) as described previously (Perera et al.,  2006 ). SA measurement and application For analysis of total SA at the local inoculated leaves, plants were syringe-inoculated with  Pst DC3000+ avrRpt2 , and inoculated leaves were harvested at day 2 post inoculation. To extract total SA (free SA + SA conjugates), the protocol described in Nandi et al. ( 2004 ) was used. In brief, leaves were first ground into powder in liquid nitrogen, and then ~0.2 g of ground tissue was extracted first with 90% methanol and again with 100% methanol. The combined extracts were subjected to evaporation under N 2  gas. After evaporation, the residue was first resuspended in 5% trichloroacetic acid and then submitted to acid hydrolysis by HCl at 100°C for 30 min. SA was extracted with cyclohexane:ethylacetate:isopropanol (50:50:1). The organic phase was evaporated and resuspended in HPLC eluent. Chromatography was performed on a 3.9 × 300-mm C18 reverse-phase μBondapak column (Waters, Milford, MA, USA). For exogenous SA application, SA (Sigma-Aldrich, St. Louis, MO) was first dissolved in ethanol, then diluted to 300 μM in water with additional 0.02% (v/v) silwet L-77 (Lehle Seeds, Round Rock, TX), and the pH was adjusted to 7 with 0.1 M KOH. For control solution, equal amount of ethanol without SA was diluted in the same way. Solutions were gently and evenly sprayed on plants. Treated plants were then kept in a growth chamber with plastic covers until harvest. Calcium-dependent aequorin bioluminescence The wild type and two independent InsP 5-ptase plants (T6 and T8) expressing cytosolic aequorin (Knight et al.,  1996 ) were created previously (Perera et al.,  2008 ). For measuring Ca 2+  changes after treatment with flg22, 5-day old seedlings were first incubated with 2 μM coelenterazine (Molecular Probe ® , Eugene, OR) solution in the dark for 16 h. Seedlings were transferred into tubes containing water and placed in the luminometer and a baseline reading was obtained. After 1 min, seedlings were treated with 10 μM flg22 which was injected automatically to avoid any handling. The luminescence signals were recorded at 10 s intervals for 35 min. The Ca 2+  concentration were calculated after measuring the discharged Ca 2+  as described previously (Knight et al.,  1996 ; Perera et al.,  2008 ). For monitoring the Ca 2+  increase after pathogen treatment, fully expanded leaves were first infiltrated with 2 μM coelenterazine (Molecular Probe ® , Eugene, OR) solution and kept in the dark for 16 h, then the reconstituted leaves were inoculated with  Pst  DC3000+ avrRpm1  (OD 600  = 0.5; 5 × 10 8  cfu/ml) or 10 mM MgCl 2  mock solution. Immediately, detached leaves were placed into a tube containing 100 μl water to prevent drying out. The luminescence signals were recorded every 5 s for 3 h. The timing of the peak luminescence were taken for calculation. Luminescence measurements were made using a Sirius luminometer (Berthold Detection Systems GmbH, Pforzheim, Germany). Chemiluminscent and  in situ  detection of ROS For chemiluminescent detection of ROS, uniform leaf discs were first incubated overnight in sterile water in the dark. Two leaf discs were placed in a test tube containing 105 μL sterile water, with 1 μg horseradish peroxidase (HRP), 20 μM luminol, and 1μM flg22. Luminescence resulting from the reaction between hydrogen peroxide, HRP, and luminol was measured for 35 min in Sirius luminometer (Berthold Detection Systems GmbH, Pforzheim, Germany). For  in situ  detection of ROS, plants were either sprayed or hand-inoculated with  Pst DC3000+ avrRpt2 . Infected leaves were carefully removed at 6 or 48 h, and vacuum-infiltrated with fresh 0.1% (w/v) of 3,3′-diaminobenzidine (DAB) (Sigma-Aldrich, St. Lious, MO) dissolved in 0.01 N HCl. Infiltrated leaves were kept in the dark for 3 h, then de-stained in a destaining solution of 95% EtOH:85% acetic acids: glycerol (3:1:1 in volume) and photographed. RNA isolation and qRT-PCR Total RNA was isolated by RNeasy plant mini kits (Qiagen, Germantown, MD). For RT-PCR, the first strand cDNA was synthesized from total RNA using Ominiscript reverse transcriptase (Qiagen) and random primers, and PCR of specific genes was carried out using Hot Start Taq DNA polymerase (Qiagen). For qRT-PCR, the first strand cDNA was synthesized using StrataScript QPCR cDNA synthesis kits (Agilent Technologies Inc., Santa Clara, CA) and random primers, and the PCR reaction was performed using Full Velocity SYBR-Green QPCR Master mix (Agilent Technologies Inc.) on the Mx3000p thermocycler (Agilent Technologies Inc.). Genes that were analyzed from the Primary Library for Arabidopsis Pathogen-Inducible Genes (cat# PR0100, Sigma-Aldrich, St. Lious, MO) are listed in Supplementary Table  1 . Primer sequences of other examined genes are listed in Supplementary Table  2 . The fold change in relative gene expression was calculated based on the 2 −ΔΔCt  method (Schmittgen and Livak,  2008 ) using wild type as the normalizer and  ACT2  or  PP2A  as the reference genes. Petiole exudate experiment For collecting the petiole exudates, we followed the method described in Maldonado et al. ( 2002 ) and Chaturvedi et al. ( 2008 ). Leaves were hand inoculated with  Pst DC3000+ avrRpt2  (OD 600  = 0.01; 5.5 × 10 6  cfu/ml) or mock inoculation with 10 mM MgCl 2 . Treated plants were placed in the growth chamber and covered with plastic lids. After 6–7 h, inoculated leaves were cut from their bases and immediately dipped in 50% ethanol. They were rinsed once briefly with 0.0005% Clorox bleach and then placed in 1 mM EDTA solution. A group of 10 leaves was placed in a collection tube containing 2.5 ml of 1mM EDTA and 50 μg ml −1  ampicillin, pH 8. They were kept in a covered tray with wet paper towels at the base of the tray to maintain the humidity in the growth chamber under continuous light. After 16 h, collected exudates were diluted 2 fold with water, and filter-sterilized before use. Results The response of InsP 5-ptase plants to flg22 The bacterial elicitor flagellin is a well characterized MAMP used to investigate plant innate immunity responses. We first treated wild type and InsP 5-ptase seedlings with the active elicitor peptide flg22 and measured root growth. A greater inhibition of root growth was observed in the InsP 5-ptase seedlings compared to wild type (Figure  1A ), indicating that the transgenic plants are more sensitive to flg22. We next monitored Ca 2+  induction, ROS production and flg22-associated pathogen-responsive gene expression; which are all known to be triggered by flg22 treatment in Arabidopsis (Gomez-Gomez et al.,  1999 ; Asai et al",
  "introduction": "Introduction Plants have developed a multilayered strategy to effectively control and combat pathogen invasion (Jones and Dangl,  2006 ). The first line of defense is triggered by the recognition of microbial- or pathogen-associated molecular patterns (MAMP or PAMP) by the membrane associated pattern recognition receptors (PRRs) (Nürnberger et al.,  2004 ; Delledonne,  2005 ). Pathogen triggered immunity (PTI) also known as basal resistance (Jones and Dangl,  2006 ), is non-specific and against a range of virulent pathogens. A series of rapid responses are initiated within seconds to minutes of encountering MAMPs including ionic fluxes, production of reactive oxygen species (ROS) and activation of kinase cascades followed shortly by transcriptional reprogramming (reviewed in Postel and Kemmerling,  2009 ; Gimenez-Ibanez and Rathjen,  2010 ; Tsuda and Katagiri,  2010 ). The second line of defense known as effector-triggered immunity (ETI) involves recognition of specific pathogen avirulent proteins by their counterpart plant disease resistance (R) proteins located within the cell (reviewed in Jones and Dangl,  2006 ). The local infected sites undergo programmed cell death to halt pathogen growth as part of the hypersensitive response (HR). HR also involves rapid ion fluxes and production of ROS (reviewed in Torres et al.,  2006 ) as well as induction of pathogenesis-related (PR) proteins. In addition to the local response, distal parts of the plant develop immunity against a broad range of pathogens, known as systemic acquired resistance (SAR). A hallmark of SAR is an increase in salicylic acid (SA). SA accumulates in both distal and infected leaves in response to pathogen attack and treatment with SA or SA analogs can induce the  PR  genes such as  PR-1 ,  PR-2 , and  PR-5  (reviewed in Durrant and Dong,  2004 ; Fu and Dong,  2013 ). More recently several other metabolites have been implicated as mobile signals in the development of SAR (Park et al.,  2007 ; reviewed in Kachroo and Kachroo,  2009 ; Gao et al.,  2014 ). A transient increase in cytosolic Ca 2+  ([Ca 2+ ] in ) is one of the early events associated with both PTI and ETI. The initial increase in Ca 2+  upon MAMP recognition is accepted to be via an influx through plasma membrane localized Ca 2+  channels, such as cyclic nucleotide gated channels (CNGC) and/or glutamate receptor (GluRs) channels. In addition, the involvement of intracellular Ca 2+  stores in the propagation of the Ca 2+  signal is very likely (reviewed in Ma and Berkowitz,  2007 ; McAinsh and Pittman,  2009 ; Manzoor et al.,  2012 ). Several downstream defense related events are regulated by Ca 2+  including activation of mitogen-activated protein kinase (MAPK) and calcium-dependent protein kinase (CDPK) cascades and modulation of Ca 2+  binding proteins (reviewed in Ma and Berkowitz,  2011 ; Wurzinger et al.,  2011 ; Boudsocq and Sheen,  2013 ; Romeis and Herde,  2014 ). The MAMP-triggered oxidative burst also appears",
  "methods": "Materials and methods Growth conditions for plants and bacteria Transgenic Arabidopsis plants expressing the human type I inositol polyphosphate 5-phosphatase generated via Agrobacterium mediated transformation were generated previously (Perera et al.,  2006 ). Plants were grown in a growth chamber under 8 h light/16 h dark, light intensity of ~150 μmol m −2  s −1 , 35–50% humidity and temperature of 21°C. All experiments were carried out using 6–8 week old healthy well watered plants with fully expanded leaves (prior to bolting). For most experiments, wild type (Wt) and two independent transgenic lines (T6 and T8), were tested along with the empty vector control (C2). Bacterial strains  Pst  DC3000 and isogenic lines carrying  avrRpt2  or  avrRpm1 genes were cultured at room temperature in King's medium B (40 g L −1  peptone, 2% (v/v) glycerol, 1.5 g L −1  K 2 HPO 4  and 1.5 g L −1  MgSO 4 , pH 7) containing 50 μg ml −1  kanamycin, and 100 μg ml −1  rifampacin. The two non-pathogenic strains,  Pst DC3000 with mutated effector protein  hrcC −  and  P. syringae  pv.  Phaseolicola  6, were also cultured at room temperature on King's medium B plates containing 100 ug ml −  rifampacin, and an additional 34 μg ml −1  chloramphenicol for growing  Pst  DC3000  hrcC − . Pathogen inoculation For preparing bacteria used in pathogen inoculation experiments, cells from an overnight culture were first resuspended in 10 mM MgCl 2 , and the concentration of bacteria was adjusted based on the absorbance reading at OD 600 . The actual titer was also determined by counting serial dilutions on a selection plate after 48 h at room temperature. To examine the growth of bacteria in planta, leaves were inoculated either by hand using a 1 ml needle-less syringe or by spraying with bacteria solution containing an additional 0.02% (v/v) silwet L-77 (Lehle Seeds, Round Rock, TX). The bacterial titer was determined from 4 leaf discs (total area is 1 cm 2 ) collected from 4 separate leaves, (one leaf per plant). Pooled leaf discs were ground in 10 mM MgCl 2  in a final volume of 1 ml. The colony-forming units (cfu) were obtained by spotting 2 μl of a serial 10-fold titrated bacteria onto King's medium B plates containing appropriate antibiotics and additional 50 μg ml −1  cyclohexamine for preventing fungus contamination. In each experiment, a total of 4 plants per line were used. For statistical analysis either Student's  t -test or analysis of variance (ANOVA) were performed. Flagellin treatment The elicitor flg22 was synthesized by EZBiolab custom peptide service (Westfield, IN) based on the peptide sequence reported in Felix et al. ( 1999 ). For root growth inhibition experiments, 0.1 μM of flg22 was used which caused the half-maximal growth inhibition in Arabidopsis seedlings reported in Gomez-Gomez et al. ( 1999 ). For induction of ROS production in leaf discs, the procedure was adapted from Gomez-Gomez et al. ( 1999 ) with a flg22 concentration of 1 μM. For induction ",
  "results": "Results The response of InsP 5-ptase plants to flg22 The bacterial elicitor flagellin is a well characterized MAMP used to investigate plant innate immunity responses. We first treated wild type and InsP 5-ptase seedlings with the active elicitor peptide flg22 and measured root growth. A greater inhibition of root growth was observed in the InsP 5-ptase seedlings compared to wild type (Figure  1A ), indicating that the transgenic plants are more sensitive to flg22. We next monitored Ca 2+  induction, ROS production and flg22-associated pathogen-responsive gene expression; which are all known to be triggered by flg22 treatment in Arabidopsis (Gomez-Gomez et al.,  1999 ; Asai et al.,  2002 ; Navarro et al.,  2004 ; Zipfel et al.,  2004 ; Boudsocq et al.,  2010 ; Ma et al.,  2012 ). Treatment with flg22 elicits a rapid rise in cytosolic Ca 2+  which can be monitored using aequorin-mediated bioluminescence (Jeworutzki et al.,  2010 ; Ranf et al.,  2011 ). InsP 5-ptase seedlings expressing aequorin (Perera et al.,  2008 ) were treated with flg22 and the intracellular Ca 2+  changes were monitored. Upon treatment with flg22, a rapid rise in [Ca 2+ ] cyt  with a peak at ~2 min was observed in both wild type and InsP 5-ptase plants; however, the induction level was greatly reduced in InsP 5-ptase plants (Figure  1B ) with an average reduction in the Ca 2+  signal of ~44% in the transgenic plants (Figure  1C ). As shown by the root growth experiment (Figure  1A ), the InsP 5-ptase plants are responsive to flg22; the increased root growth inhibition correlates with the attenuation of the Ca 2+  signal. We also monitored the oxidative burst (by measuring H 2 O 2  generation) after elicitation with flg22. An increase in ROS was detected at the first 1–2 min post treatment, which peaked ~5 min, and tapered off returning to the baseline within 25 min (Figure  1D ), which was different from the sustained Ca 2+  elevation (Figure  1B ). Surprisingly, there was no significant difference in ROS generation between wild type and InsP 5-ptase plants. These results demonstrate that although the Ca 2+  release after flg22 treatment was dampened, the oxidative burst was not affected. Figure 1 The response of the InsP 5-ptase plants to flagellin. (A)  One week old wild type (Wt) and InsP 5-ptase (T8) seedlings were incubated in media containing either 0 or 0.1 μM flg22. Root length was measured after 5 days. Growth inhibition was calculated as the percentage of the non-treated control. Data is the average of four independent experiments ( n  = 10 seedlings per experiment) ± SE.  (B)  Five-day old seedlings expressing aequorin were reconstituted with coelenterazine overnight and placed in the luminometer. Seedlings were treated with 10 μM flg22 after 1 min (indicated by red arrow). Ca 2+  concentrations were calculated after measuring the discharged Ca 2+ . A representative trace is shown.  (C)  The table lists the average peak Ca 2+  concentration. (N = independent biological replicates). The average baseline concentrations were 0.097 and 0.098 for wild type and transgenic respectively.  (D)  ROS production was measured in leaf discs treated with 1 μM flg22. Luminescence was measured at 14 s intervals. Data plotted is the average of five biological replicates ± SD.  (E)  qRT-PCR analysis of flg22 responsive gene expression at 30 and 120 min post treatment. Data plotted is the average ± SE normalized to Wt control from three independent experiments.  * Indicates significant difference between Wt and T8 expression at the same time point ( P  < 0.05). Our data suggested that the InsP 5-ptase plants could be a tool to potentially distinguish between parallel downstream pathways of MAMP-triggered immunity. In order to further investigate the downstream responses, a group of genes known to be induced by flg22-FLS2 interaction (Asai et al.,  2002 ; Qutob et al.,  2006 ; Gust et al.,  2007 ; Boudsocq et al.,  2010 ) were selected and their expression levels w",
  "discussion": "Discussion A summary of our major results is illustrated in Figure  6 . In the InsP 5-ptase plants, PTI responses including MAMP-triggered Ca 2+  increase and gene expression were affected, although ROS generation was normal. Additionally, ETI responses occurring at the local infected leaves were compromised in InsP 5-ptase plants leading to a reduced and delayed induction of the systemic response. Figure 6 Summary of InsP 5-ptase plants responses to flg22 and  Pseudomonas syringae . The major results described in the paper are listed. The transport of mobile signals from local to distal leaves was not investigated and is indicated by the “?.” PTI, PAMP triggered immunity; ETI, Effector triggered immunity; SA, salicylic acid; ROS, reactive oxygen species; SAR, systemic acquired resistance. A reduction in basal InsP 3  levels is the most dramatic and direct consequence of the constitutive expression of InsP 5-ptase in the InsP 5-ptase transgenic Arabidopsis plants (Perera et al.,  2006 ,  2008 ). It is reasonable to speculate therefore, that the inability to propagate an InsP 3  signal is the primary basis for the altered defense responses exhibited by these plants. However, we cannot rule out potential up and downstream effects of the increased turnover of InsP 3 , since InsP 3  is an intermediate in the phosphoinositide pathway and is linked to both the phospholipids and the inositol phosphates. In previous work, we showed that PIP5K activity and PtdInsP 2  synthesis was upregulated in transgenic tobacco cells in suspension culture expressing InsP 5-ptase (Perera et al.,  2002 ). Under normal growth conditions, in our hands, we have not detected a up regulation of PtdInsP 2  synthesis in transgenic Arabidopsis seedlings or plants. It is possible that the InsP 5-ptase plants have altered localized perturbations in membrane phospholipids under specific conditions (such as hydroponic growth, König et al.,  2007 ) or in response to stimuli such as pathogens. InsP 3  signaling in plants remains a controversial topic primarily due to the fact that at a molecular level, an InsP 3  responsive Ca 2+  channel (analogous to the animal InsP 3  receptor) has not been identified in plant genomes (discussed in Krinke et al.,  2007a ; Munnik and Nielsen,  2011 ). Nevertheless, many studies have demonstrated that InsP 3  is a physiological ligand (reviewed in Krinke et al.,  2007a ; Dodd et al.,  2010 ; Pokotylo et al.,  2014 ) and InsP 3  changes occur rapidly and transiently in response to wide variety of both abiotic and biotic signals/stimuli (reviewed in Krinke et al.,  2007a ; Im et al.,  2010 ). It has also been suggested that InsP 6  rather than InsP 3  is the ligand responsible for Ca 2+  release from intracellular plant stores (Lemtiri-Chlieh et al.,  2003 ). Since InsP 3  is an intermediate in the lipid-dependent route of InsP 6  biosynthesis (reviewed in Gillaspy,  2011 ,  2013 ), increased InsP 3  turnover could be expected to affect InsP 6  levels ",
  "conclusion": ""
}