{
  "id": "PMC4095884",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4095884/",
  "title": "Absence of γ-sarcoglycan alters the response of p70S6 kinase to mechanical perturbation in murine skeletal muscle",
  "authors": "Catherine Moorwood, Anastassios Philippou, Janelle Spinazzola, Benjamin Keyser, Edward J Macarak, Elisabeth R Barton",
  "year": "2014",
  "journal": "Skeletal Muscle",
  "abstract": "Background The dystrophin glycoprotein complex (DGC) is located at the sarcolemma of muscle fibers, providing structural integrity. Mutations in and loss of DGC proteins cause a spectrum of muscular dystrophies. When only the sarcoglycan subcomplex is absent, muscles display severe myofiber degeneration, but little susceptibility to contractile damage, suggesting that disease occurs not by structural deficits but through aberrant signaling, namely, loss of normal mechanotransduction signaling through the sarcoglycan complex. We extended our previous studies on mechanosensitive, γ-sarcoglycan-dependent ERK1/2 phosphorylation, to determine whether additional pathways are altered with the loss of γ-sarcoglycan. Methods We examined mechanotransduction in the presence and absence of γ-sarcoglycan, using C2C12 myotubes, and primary cultures and isolated muscles from C57Bl/6 (C57) and γ-sarcoglycan-null (γ-SG -/- ) mice. All were subjected to cyclic passive stretch. Signaling protein phosphorylation was determined by immunoblotting of lysates from stretched and non-stretched samples. Calcium dependence was assessed by maintaining muscles in calcium-free or tetracaine-supplemented Ringer’s solution. Dependence on mTOR was determined by stretching isolated muscles in the presence or absence of rapamycin. Results C2C12 myotube stretch caused a robust increase in P-p70S6K, but decreased P-FAK and P-ERK2. Neither Akt nor ERK1 were responsive to passive stretch. Similar but non-significant trends were observed in C57 primary cultures in response to stretch, and γ-SG -/-  cultures displayed no p70S6K response. In contrast, in isolated muscles, p70S6K was mechanically responsive. Basal p70S6K activation was elevated in muscles of γ-SG -/-  mice, in a calcium-independent manner. p70S6K activation increased with stretch in both C57 and γ-SG -/-  isolated muscles, and was sustained in γ-SG -/-  muscles, unlike the transient response in C57 muscles. Rapamycin treatment blocked all of p70S6K activation in stretched C57 muscles, and reduced downstream S6RP phosphorylation. However, even though rapamycin treatment decreased p70S6K activation in stretched γ-SG -/-  muscles, S6RP phosphorylation remained elevated. Conclusions p70S6K is an important component of γ-sarcoglycan-dependent mechanotransduction in skeletal muscle. Our results suggest that loss of γ-sarcoglycan uncouples the response of p70S6K to stretch and implies that γ-sarcoglycan is important for inactivation of this pathway. Overall, we assert that altered load-sensing mechanisms exist in muscular dystrophies where the sarcoglycans are absent.",
  "keywords": "Sarcoglycan, Sarcoglycanopathies, Limb girdle muscular dystrophy, Mechanotransduction, Mechano-sensing, Load-sensing, p70S6K, S6K, p70S6 kinase, ERK1/2",
  "full_text": "Background The dystrophin glycoprotein complex (DGC) is found at the sarcolemma of skeletal, cardiac, and smooth muscle cells, where it physically links the extracellular matrix (ECM) with the intracellular cytoskeleton, providing structural support [ 1 - 3 ]. Mutations in DGC components cause different types of muscular dystrophy; for example, mutations in dystrophin cause Duchenne muscular dystrophy (DMD), while mutations in α-, β-, γ-, or δ-sarcoglycan (SG) cause limb girdle muscular dystrophy (LGMD) [ 2 - 4 ]. When dystrophin is mutated in DMD or in the  mdx  mouse model of DMD, the entire DGC is substantially reduced at the sarcolemma. In contrast, when any one of the SGs is mutated, in LGMD or any of the SG knock-out mice, the other three SGs are either absent or reduced at the sarcolemma, but the rest of the DGC remains, including the link formed by dystrophin and dystroglycan between the ECM and the cytoskeleton [ 2 , 3 , 5 , 6 ]. Unlike the skeletal muscles of the  mdx  mouse, muscles of the γ-SG knock-out (γ-SG -/- ) mouse display no mechanical fragility, at least until 4 months of age, as shown by a minimal loss of force-generating capacity following a series of eccentric contractions (ECCs) [ 7 , 8 ]. In spite of this, the γ-SG -/-  mouse exhibits a severe dystrophic phenotype on histological examination, with extensive myofiber degeneration and regeneration, fibrosis, and disruption of sarcolemmal integrity, similar to the  mdx  mouse [ 9 ]. The lack of mechanical fragility suggests that aberrant signaling may contribute to the muscle degeneration seen in the γ-SG -/-  mouse. Indeed, our previous studies demonstrated that localization of the SG complex to the sarcolemma and phosphorylation of the tyrosine 6 residue of γ-SG are essential for normal signaling by extracellular signal-regulated kinases 1 and 2 (ERK1/2), in response to ECCs [ 10 , 11 ]. Based upon these data, we have asserted that the SG complex acts as a mechanosensor in skeletal muscle because of its position within the DGC, the modifications that occur to γ-SG with mechanical perturbation, and the necessity of the complex for normal signaling. A complication of using ECCs to invoke signal transduction is that there are multiple processes in play. Not only is there externally applied tension on the sarcolemma and DGC as a result of lengthening, but also active contraction resulting in internally applied tension and Ca 2+  flux within the fibers and across the sarcolemma, all of which could contribute to alterations in signaling in the absence of γ-SG. Calcium is known to be involved in many mechanosensitive signaling pathways (reviewed in [ 12 , 13 ]) and aberrant calcium regulation is a feature of SG-deficient muscle [ 14 - 22 ]. Indeed, an exaggerated ERK1/2 response to mechanical stimulation that is dependent on extracellular calcium has been demonstrated in the  mdx  mouse diaphragm [ 23 ]. Studies suggest that aberrant calcium regulation in the muscular dystrophies results from abnormal levels and activity of the mechanosensitive TRP channels and/or misregulation of store operated calcium entry via the STIM1 and Orai1 channels [ 24 - 29 ]. Direct disruption of the sarcolemma, for which there is evidence in SG-null animal models [ 7 , 9 , 30 , 31 ], could also contribute to loss of calcium homeostasis. Furthermore, several strategies to improve Ca 2+  handling are known to counteract the pathology associated with the muscular dystrophies [ 25 , 32 - 34 ]. Therefore, identification of mechanosensitive signaling that is attributable to the SG complex rather than other processes occurring during mechanical perturbation has been challenging. One pathway of interest involves p70S6K, which is canonically activated in response to mitogens via the phosphoinositide 3-kinase (PI3K) pathway (reviewed in [ 35 ]) and is known to respond to mechanical load [ 36 ]. Activation of p70S6K involves a hierarchical series of phosphorylation events, beginning with phosphorylation of multiple sites in the C-terminal autoinhibitory domain, followed by mammalian target of rapamycin (mTOR)-dependent phosphorylation of sites in the linker region, which allows for full activation of the kinase via phosphorylation of threonine 229 (T229) in the catalytic domain by phosphoinositide-dependent kinase 1 (PDK1) (reviewed in [ 37 ]). Although phosphorylation of T229 is required for p70S6K activation, phosphorylation of T389 in the linker region has been found to correlate most closely with  in vivo  activity [ 38 ], and can be used as a measure of kinase activation. p70S6K has a multitude of downstream targets, with roles in protein synthesis, growth, proliferation, survival, and more [ 35 ], including S6 ribosomal protein (S6RP), which closely correlates with protein translation rates [ 39 ]. In the current study, we examined ERK1/2, Akt, focal adhesion kinase (FAK), and p70S6K responses to passive stretch in C57 and γ-SG -/-  skeletal muscle to further elucidate the importance of the SG complex for mechanotransduction. While differences in ERK1/2 phosphorylation between C57 and γ-SG -/-  muscle were calcium-dependent, differences in p70S6K activation were independent of calcium. In addition, the p70S6K response to stretch in both primary myofiber cultures and isolated extensor digitorum longus (EDL) muscles was differentially regulated in the absence of γ-SG. Specifically, experiments in isolated muscles suggest that γ-SG is required for inactivation of p70S6K. The findings increase our understanding of the contribution of aberrant load-sensing to the pathology of muscular dystrophies where the SG complex is deficient. Methods Animals Adult C57BL/6 (C57) and γ-SG-null (γ-SG -/- ) mice were used. For  ex vivo  protocols, mice were aged 8 to 16 weeks. The γ-SG -/-  mouse lacks γ-SG due to gene targeting, resulting in an additional loss of β- and δ-SG and a decrease of α-SG [ 9 ]. All experiments were approved by the University of Pennsylvania Institutional Animal Care and Use Committee. C2C12 myotube culture Flexible silicone membranes (Specialty Manufacturing, Inc.) were stretched across the bottom of custom cylinders which acted as a culture chamber. The membranes were held in place using an O-ring as described previously [ 40 ]. Membranes were then coated with a thin layer of 2 mg/mL GFR Matrigel (BD #354230). C2C12 myoblasts (3.5 × 10 5 /cylinder) were seeded onto the membranes and maintained at 5% CO 2  at 37°C in growth media (10% FBS, 100 U penicillin, 100 μg streptomycin, 100 μg/mL gentamycin in DMEM) for approximately 24 h until 70% to 80% confluent, then switched to differentiation media (2% HS, 100 U penicillin, 100 μg streptomycin, 100 μg/mL Gentamycin in DMEM). Myoblasts were allowed to differentiate into multinucleated myotubes for 5 days, during which media was changed every other day before stretching as described below. Primary myoblast culture Mice were euthanized using CO 2  inhalation. Flexor digitorum brevis (FDB) muscles were dissected and incubated with 2 mg/mL collagenase I (Sigma), 10% FBS in Tyrode’s solution (125 mM NaCl, 5 mM KCl, 1 mM CaCl 2 , 1 mM MgCl 2 , 1 mM KH 2 PO 4 , 20 mM HEPES (all from Fisher), 5.5 mM glucose (Sigma), pH 7.4) for 90 min at 37°C, with shaking, as previously described [ 41 ]. Muscles were washed in 10% FBS in Tyrode’s solution and clumps of fibers were liberated by pipetting up and down in 10% FBS, 100 U penicillin, 100 μg streptomycin in Tyrode’s solution using a wide-mouthed glass pipette. Clumps of fibers were transferred to a second dish with the same solution and pipetted up and down again. Single fibers were transferred to a third dish before plating on silicone membranes coated with Matrigel (Becton Dickinson; 2 mg/mL diluted in DMEM). Growth media (20% FBS, 10 ng/mL mouse basic fibroblast growth factor (MP Bio), 100 U penicillin, 100 μg streptomycin, 1 μg/mL Fungizone, 100 μg/mL Gentamycin in Ham’s F-10 media) was carefully added and cultures were incubated without disturbance for 3 days at 37°C. Media was then changed every 2 days. After 7 to 10 days, when myoblast cultures were 70% to 80% confluent, media was switched to differentiation media (10% HS, 0.5% chicken embryo extract, 100 U penicillin, 100 μg streptomycin, 1 μg/mL Fungizone, 100 μg/mL Gentamycin in DMEM) and myoblasts were allowed to differentiate into multinucleated myotubes for 5 days before stretching as described below. Unless otherwise indicated, all cell culture reagents were purchased from Gibco. Myotube stretching protocol C2C12 myotubes were stretched using an apparatus that produces isotropic two-dimensional strain of cells  in vitro , as described previously [ 40 ]. Briefly, myotubes were subjected to 10% strain, 40 times per minute, for 30 min, at 37°C in a humidified atmosphere of 5% CO 2  in air. Control myotubes were treated identically but were not stretched. Lysates were harvested immediately as described below. Primary myotubes were stretched using the protocol described for C2C12 myotubes. Stretched myotubes were then incubated without stretch for a further 1, 2, or 4 h at 37°C before harvesting lysates for immunoblotting as described below. Control (non-stretched) myotubes were harvested immediately after the end of the stretching protocol used for the stretched myotubes. Isolated muscle stretching protocol Mice were anaesthetized using ketamine and xylazine. EDL muscles were dissected and placed in an organ bath containing oxygenated high-glucose (25 mM) DMEM with HEPES (25 mM) (Life Technologies), at room temperature. For rapamycin sensitivity experiments, high-glucose DMEM was supplemented with 150 nM rapamycin (Sigma) or vehicle only (0.1% DMSO). Muscles were adjusted to 9.3 mN of resting tension, approximately equivalent to optimal length, based on our previous experiments [ 42 ]. After a 10-min equilibration period, the length of the muscle was measured using calipers, and the muscle was subjected to a stretching protocol of 15% strain (held for 100 ms with ramp times of 50 ms), 20 times per minute, for either 30 or 90 min, using an  in vitro  muscle test system (Aurora Scientific). Muscles were snap-frozen immediately following the end of the stretch protocol. Contralateral muscles were used as controls and were adjusted to the same length as the stretched muscles, then incubated in oxygenated high-glucose DMEM with HEPES at room temperature for the equivalent length of time, before snap-freezing. Calcium dependence experiments EDL muscles were dissected as described above and placed in an organ bath contained oxygenated Ringer’s solution (119 mM NaCl, 4.74 mM KCl, 2.54 mM CaCl 2 , 1.18 mM KH 2 PO 4 , 1.18 mM MgSO 4 , 25 mM HEPES, 2.75 mM glucose), calcium-free Ringer’s solution (CaCl 2  replaced with 2.5 mM MgCl 2 ) or Ringer’s solution supplemented with 100 μM tetracaine. They were incubated for 30 min before snap-freezing in liquid nitrogen. Immunoprecipitation Immunoprecipitation experiments were carried out using the Pierce Classic IP kit (Thermo Scientific). Muscle lysates containing 100 μg total protein was immunoprecipitated with anti-P-tyrosine (Cell Signaling #9411 1:100) overnight at 4°C with end-over-end mixing. Samples were purified using Protein A/G Plus Agarose beads (Roche) for 1 h at 4°C with end-over-end mixing. The immune complex was eluted with non-reducing sample buffer and boiled at 100°C for 5 min before being applied to a SDS-PAGE gel, transferred, and immunoblotted as described below. Immunoblotting C2C12 and primary myotubes were washed with ice-cold PBS before lysing in 100 to 200 μL of RIPA buffer (50 mM HEPES pH 7.5, 150 mM NaCl, 5 mM EDTA, 1 mM EGTA, 15 mM p-nitrophenyl phosphate disodium hexahydral, 1% NP-40, 0.1% SDS, 1% deoxycholate, 0.025% sodium azide) with protease and phosphatase inhibitor cocktails (Sigma). Lysates were incubated on ice for 30 min, centrifuged at 16,000 rcf for 20 min at 4°C and the supernatants retained. EDL muscles were ground using a dry ice-cooled pestle and mortar, and lysed in 200 μL of RIPA buffer with protease and phosphatase inhibitors. Lysates were incubated on ice for 1 h, vortexing half-way through, centrifuged at 16,000 rcf for 20 min at 4°C and the supernatants retained. Protein content was determined using a Bradford method protein assay kit (Bio-Rad). Lysates (30 μg total protein for myotube cultures, 90 μg total protein for EDL muscles) were separated by SDS-PAGE on Tris-HCl polyacrylamide gels (Bio-Rad) and transferred to PVDF membranes. Membranes were blocked in 5% milk in TTBS (10 mM Tris, 150 mM NaCl, 0.1% v/v Tween-20, pH 8), with 2% BSA added for some antibodies, then probed with antibodies to the following: phospho (P)-p70S6K (T389) (Cell Signaling #9205 1:200 for primary cultures, Cell Signaling #9234 1:250 for isolated muscles), P-p70S6K (T421/S424) (Cell Signaling #9204 1:1,000), P-S6RP (Cell Signaling #2211 1:2,000), P-ERK1/2 (Cell Signaling #9101 1:500), total (T)-ERK1/2 (Cell Signaling #9107 1:1,000), P-Akt (Cell Signaling #9271 1:300), T-Akt (Cell Signaling #2920 1:2,000), P-FAK (Millipore 05-1140, 1:500), T-FAK (Millipore 06-543, 1:1,000), γ-SG (Novocastra VP-G803 1:300), glyceraldehyde 3-phosphate dehydrogenase (GAPDH) (Santa Cruz sc-32233 1:5,000), and tubulin (Sigma T5168 1:20,000). Band intensities were quantified using ImageQuant TL, 1D gel analysis (C2C12 and myotube cultures, rapamycin sensitivity experiments) or ImageJ (NIH) (all other isolated muscles). P-p70S6K and P-S6RP were normalized to either GAPDH or tubulin, P-FAK was normalized to either T-FAK or GAPDH, P-Akt was normalized to T-Akt, and P-ERK1/2 was normalized to T-ERK1/2. Microscopy Images of primary cultures were taken using a Leica DM RBE microscope and Leica DFC300 CCD camera, using OpenLab software (Perkin Elmer). Statistics Comparisons between non-stretched and stretched C2C12 cells (Figure  1 ) were done by unpaired T test. Comparisons between C57 and γ-SG -/-  primary cultures across time (Figure  2 ) were done by two-way ANOVA with Tukey’s multiple comparisons test. Comparisons between C57 and γ-SG -/-  muscles in calcium experiments (Figure  3 ) were done by unpaired T test. Comparisons between C57 and γ-SG -/-  muscles with and without stretch for each time point (Figure  4 ) or with and without rapamycin (Figure  5 ) were done by two-way ANOVA with Tukey’s multiple comparisons test. Figure 1 p70S6K responds to stretch in C2C12 cells.  C2C12 myotubes were cultured on silicone membranes and subjected to passive stretching for 30 min.  (A-D)  Representative immunoblots for P-ERK1/2, total T-ERK1/2, P-p70S6K (T389 site), tubulin, P-Akt, T-Akt, P-FAK, and T-FAK in non-stretched (NS) and stretched (S) C2C12 cells.  (E-I)  Quantification of activation levels. P-ERK1 and 2 were normalized to T-ERK1 and 2, respectively, P-p70S6K was normalized to tubulin, P-Akt was normalized to T-Akt, and P-FAK was normalized to T-FAK. n = 5-6 wells of C2C12 cells per group. Bars represent mean ± standard error. * Significantly different from non-stretched myotubes by unpaired T test. NS, non-stretched; S, stretched. Figure 2 Differential p70S6K stretch response in C57 and γ-SG -/-  primary cultures.  Primary myotubes from C57 and γ-SG -/-  FDB fibers were cultured on silicone membranes and subjected to passive stretching for 30 min. Lysates were harvested 1, 2, or 4 h after stretch.  (A)  Representative images of i, satellite cells migrating from an FDB fiber and ii, differentiated myotubes.  (B)  Representative immunoblot for P-p70S6K (T389 site), P- and T-ERK1/2, P-FAK, P-Akt, T-Akt, and GAPDH in non-stretched (C) and stretched (1 h, 2 h, 4 h) primary cultures.  (C-G)  Quantification of activation levels. Legend in C applies to all graphs. P-ERK1 and 2 were normalized to T-ERK1 and 2, respectively, P-Akt was normalized to T-Akt and P-p70S6K and P-FAK were normalized to GAPDH. n = 3 (p70S6K) or 4 (all other proteins) independent sets of primary cultures per genotype. Bars represent mean ± standard error. Statistical significance was tested by two-way ANOVA. Figure 3 Elevated p70S6K in γ-SG -/-  muscles is independent of calcium.  EDL muscles from C57 and γ-SG -/-  mice were maintained in normal oxygenated Ringer’s solution, calcium-free oxygenated Ringer’s solution or oxygenated Ringer’s solution supplemented with tetracaine for 30 min.  (A-D)  Representative immunoblots and quantification for P-ERK1  (A) , P-ERK2  (B) , P-p70S6K (T389 site;  C ), and P-S6RP  (D) . Legend in A applies to all graphs. P-ERK 1 and 2 were normalized to T-ERK 1 and 2, respectively; P-p70S6K and P-S6RP were normalized to tubulin. Independent immunoblots were performed for each condition and γ-SG -/-  activation levels were normalized to C57 activation levels in each case. n = 3 muscles per genotype and condition. Bars represent mean ± standard error. All datasets were tested by unpaired T test. * Significantly different from C57 by unpaired T test. Figure 4 Differential p70S6K stretch response in isolated C57 and γ-SG -/-  muscles.  EDL muscles from C57 and γ-SG -/-  mice were maintained in oxygenated high glucose DMEM and subjected to passive stretching for 30 or 90 min.  (A)  Immunoblot of γ-SG following immunoprecipitation with anti-P-Tyr or lysate only, showing γ-SG phosphorylation in response to 30 min of stretch.  (B)  Representative immunoblots of P-p70S6K (T389 and T421/S424 sites) and tubulin.  (C, D)  Quantification of P-p70S6K T389  (C)  and T421/S424  (D) , normalized to tubulin. Samples for each time point were run on separate immunoblots and normalized to C57 NS. n = 3-5 muscles per genotype, condition, and time point. Bars represent mean ± standard error. All datasets were tested by two-way ANOVA. Stretch was statistically significant for T421/S424 after 30 min of stretch; genotype, stretch, and the interaction between them were statistically significant T389 after 90 min of stretch, by two-way ANOVA. *Significantly different from C57 S at 90 min by two-way ANOVA with Tukey’s multiple comparisons test. NS, non-stretched; S, stretched. Figure 5 Stretch response of p70S6K T389, but not S6RP, is rapamycin-sensitive in γ-SG -/-  muscles.  EDL muscles from C57 and γ-SG -/-  mice were maintained in oxygenated high glucose DMEM supplemented with or without rapamycin and subjected to passive stretching for 90 min.  (A)  Representative immunoblots of P-Akt, T-Akt, P-p70S6K (T389 and T421/S424 sites), P-S6RP, and tubulin. Left panels DMEM alone; right panels DMEM + rapamycin.  (B-E)  Quantification of P-Akt  (B) , P-p70S6K T389  (C) , P-p70S6K T421/S424  (D) , and P-S6RP  (E) . Legend in B applies to all graphs. P-Akt was normalized to T-Akt; all other proteins were normalized to tubulin. n = 2-3 muscles per genotype and condition. Bars represent mean ± standard error. All datasets were tested by two-way ANOVA. For P-Akt in γ-SG -/-  muscles, stretch was significant. For P-p70S6K T389 in γ-SG -/-  muscles, stretch, rapamycin treatment, and the interaction between them were all significant. For P-S6RP in γ-SG -/-  muscles, stretch was significant. ‡Significantly different to NS γ-SG -/-  control and †significantly different to S γ-SG -/-  without rapamycin by two-way ANOVA with Tukey’s multiple comparisons test. NS, non-stretched; S, stretched. Results p70S6K, but not ERK1/2 or Akt responds to passive stretch  in vitro Studies using whole muscles from animal models of the dystrophies are made more complex by the presence of multiple cell types, as well as pathological processes such as fibrosis. Therefore, we initially investigated mechanotransduction signaling in passively stretched C2C12 myotubes. We found that passive stretching  in vitro  did not alter phosphorylation of ERK1 or Akt and that ERK2 and FAK phosphorylation decreased following stretch (Figure  1 A,C-F,H-I). However, we found an increase in p70S6K phosphorylation at T389, which reflects activity, in response to passive stretc",
  "introduction": "",
  "methods": "Methods Animals Adult C57BL/6 (C57) and γ-SG-null (γ-SG -/- ) mice were used. For  ex vivo  protocols, mice were aged 8 to 16 weeks. The γ-SG -/-  mouse lacks γ-SG due to gene targeting, resulting in an additional loss of β- and δ-SG and a decrease of α-SG [ 9 ]. All experiments were approved by the University of Pennsylvania Institutional Animal Care and Use Committee. C2C12 myotube culture Flexible silicone membranes (Specialty Manufacturing, Inc.) were stretched across the bottom of custom cylinders which acted as a culture chamber. The membranes were held in place using an O-ring as described previously [ 40 ]. Membranes were then coated with a thin layer of 2 mg/mL GFR Matrigel (BD #354230). C2C12 myoblasts (3.5 × 10 5 /cylinder) were seeded onto the membranes and maintained at 5% CO 2  at 37°C in growth media (10% FBS, 100 U penicillin, 100 μg streptomycin, 100 μg/mL gentamycin in DMEM) for approximately 24 h until 70% to 80% confluent, then switched to differentiation media (2% HS, 100 U penicillin, 100 μg streptomycin, 100 μg/mL Gentamycin in DMEM). Myoblasts were allowed to differentiate into multinucleated myotubes for 5 days, during which media was changed every other day before stretching as described below. Primary myoblast culture Mice were euthanized using CO 2  inhalation. Flexor digitorum brevis (FDB) muscles were dissected and incubated with 2 mg/mL collagenase I (Sigma), 10% FBS in Tyrode’s solution (125 mM NaCl, 5 mM KCl, 1 mM CaCl 2 , 1 mM MgCl 2 , 1 mM KH 2 PO 4 , 20 mM HEPES (all from Fisher), 5.5 mM glucose (Sigma), pH 7.4) for 90 min at 37°C, with shaking, as previously described [ 41 ]. Muscles were washed in 10% FBS in Tyrode’s solution and clumps of fibers were liberated by pipetting up and down in 10% FBS, 100 U penicillin, 100 μg streptomycin in Tyrode’s solution using a wide-mouthed glass pipette. Clumps of fibers were transferred to a second dish with the same solution and pipetted up and down again. Single fibers were transferred to a third dish before plating on silicone membranes coated with Matrigel (Becton Dickinson; 2 mg/mL diluted in DMEM). Growth media (20% FBS, 10 ng/mL mouse basic fibroblast growth factor (MP Bio), 100 U penicillin, 100 μg streptomycin, 1 μg/mL Fungizone, 100 μg/mL Gentamycin in Ham’s F-10 media) was carefully added and cultures were incubated without disturbance for 3 days at 37°C. Media was then changed every 2 days. After 7 to 10 days, when myoblast cultures were 70% to 80% confluent, media was switched to differentiation media (10% HS, 0.5% chicken embryo extract, 100 U penicillin, 100 μg streptomycin, 1 μg/mL Fungizone, 100 μg/mL Gentamycin in DMEM) and myoblasts were allowed to differentiate into multinucleated myotubes for 5 days before stretching as described below. Unless otherwise indicated, all cell culture reagents were purchased from Gibco. Myotube stretching protocol C2C12 myotubes were stretched using an apparatus that produces isotropic two-dimensional strain of cells  in ",
  "results": "Results p70S6K, but not ERK1/2 or Akt responds to passive stretch  in vitro Studies using whole muscles from animal models of the dystrophies are made more complex by the presence of multiple cell types, as well as pathological processes such as fibrosis. Therefore, we initially investigated mechanotransduction signaling in passively stretched C2C12 myotubes. We found that passive stretching  in vitro  did not alter phosphorylation of ERK1 or Akt and that ERK2 and FAK phosphorylation decreased following stretch (Figure  1 A,C-F,H-I). However, we found an increase in p70S6K phosphorylation at T389, which reflects activity, in response to passive stretching of C2C12 myotubes (Figure  1 B,G). Therefore, this  in vitro  model reflected some, but not all, stretch responses observed in muscle  in vivo [ 43 , 44 ], and highlighted p70S6K as a pathway of interest. The lack of Akt phosphorylation suggests that p70S6K phosphorylation occurred through an Akt-independent pathway, while the lack of FAK phosphorylation supports an integrin-independent mechanism. Differential p70S6K stretch response occurs in C57 and γ-SG -/-  primary cultures Having established pathways of interest  in vitro  using the C2C12 cell line, we used primary myoblast cultures from C57 and γ-SG -/-  mice (Figure  2 A) to investigate the changes in mechanotransduction signaling associated solely with the loss of the SG complex in myofibers. C57 and γ-SG -/-  cultures were stretched for 30 min as described above and lysates were harvested 1, 2, or 4 h after stretching ended, to allow observation of the signaling time course. Immunoblotting analysis showed that there was no difference in basal ERK1/2 phosphorylation between C57 and γ-SG -/-  myotubes and little change in ERK1/2 phosphorylation in response to stretch (Figure  2 B,D,E). Therefore, similar to the C2C12 cells, primary cultures did not reflect the ERK1/2 phosphorylation responses found previously in C57 and γ-SG -/-  mice  in vivo [ 10 , 11 ]. Neither P-Akt nor P-FAK displayed significant differences between C57 and γ-SG -/-  cultures (Figure  2 B,F,G). Further, these proteins did not show any prolonged response to passive stretch in the primary cultures, consistent with the lack of an acute positive stretch response in C2C12 cells. Examination of p70S6K revealed a trend towards elevated T389 phosphorylation at baseline in γ-SG -/-  myotubes, compared to C57 myotubes. Activation of p70S6K in γ-SG -/-  myotubes upon stretch was not apparent (Figure  2 B,C), but C57 myotubes displayed a trend for increased activation at 2 and 4 h after stretching (Figure  2 B,C). Therefore, while the primary cultures reflect some of the responses found in C2C12 myotubes, the experimental system is too variable to draw firm conclusions regarding mechanical signaling pathways associated with γ-SG. Elevated P-p70S6K in γ-SG -/-  muscles is calcium independent Our experiments in myotubes, together with our previous studies in isolated muscles [ 10 , 11 ], suggested that ERK1/2 phosphorylation changes require active contraction in addition to stretch, whereas p70S6K responds to stretch alone. To test this hypothesis  in vivo , we extended our analysis to examine the response of p70S6K to passive stretch of isolated muscles. P-p70S6k was elevated approximately 1.7-fold in resting γ-SG -/-  EDL muscles incubated in normal oxygenated Ringer’s solution (Figure  3 C; Normal). As in our previous studies, there was a 3- and 1.5-fold increase of P-ERK1 and P-ERK2, respectively, in resting γ-SG -/-  EDL muscles (Figure  3 A-B; Normal). Because both of these pathways converge to phosphorylate S6RP, we compared the phosphorylation state of this protein in muscles from both genotypes. γ-SG -/-  EDL muscles exhibited an 8-fold increase in P-S6RP, which was consistent with the higher basal phosphorylation state of the upstream pathways (Figure  3 D; Normal). Heightened mechanosensitive signaling could arise through increased flux of ions acros",
  "discussion": "Discussion Skeletal muscle has a remarkable ability to adapt to changes in workload. Almost all muscle properties can be modulated, such as muscle fiber size, contractile properties and metabolism. Changes in patterns of gene expression as well as shifts in the balance between protein synthesis and degradation are required to complete the adaptational response. Identification of major pathways that directly regulate gene expression and protein synthesis/degradation demonstrate that multiple inputs (mechanical, chemical, and metabolic) can converge on final common pathways for muscle growth and adaptation (reviewed in [ 45 ]). However, sorting out the contribution of the wide variety of inputs on muscle adaptation has been more difficult. In our previous work, we used an eccentric contraction protocol to investigate the dependence of ERK1/2 mechano-sensing on phosphorylation of γ-SG. However, this protocol alters multiple factors, including externally applied tension, internally generated tension and changes in extracellular and intracellular calcium fluxes, all of which potentially have effects on mechanosensitive signaling pathways. In the present study, we used a passive stretching protocol to isolate the effects of externally applied tension in the absence of active contraction, in order to examine the downstream signaling in more detail. Passive stretching protocols can be performed in both cell cultures and whole muscle preparations, and the reductionist approach of utilizing cultures can eliminate some of the physiological complexities associated with intact or isolated muscles. As such, our initial experiments using C2C12 cells were key to identifying p70S6K as being activated in response to stretch, in contrast to the lack of response by ERK1/2, Akt, or FAK. Primary myotubes generated from C57 or γ-SG -/-  mice had the distinct advantage of efficient germline elimination of γ-SG combined with an  in vitro  culture system. Even though these experiments displayed trends towards differential activation of p70S6K after stretch, the inherent variability of the preparation impaired identification of signaling patterns that were dependent upon either stretch or γ-SG. Thus, we returned to isolated muscles from C57 and γ-SG -/-  mice to investigate γ-SG-dependent mechanotransduction pathways. Using this model, we observed a modest increase of P-p70S6K in γ-SG -/-  muscles at rest that was independent of intra- or extracellular calcium, and a prolonged activation of p70S6K following stretch. These results support a role for γ-SG in particular, or the SG complex in general, in mechanical signal transduction, where the loss of this protein leads to an increase in activation, and deficit in deactivation, or a combination of both. Given the dependence of our findings on the experimental platform utilized, future directions will include verification of the results in an even more intact system, such as  in situ  muscle preparations or whole animals. An ",
  "conclusion": "Conclusions We have identified p70S6K as part of a novel SG-dependent mechanosensitive signaling pathway in skeletal muscle. Our results suggest that γ-SG is required for the inactivation of p70S6K following its activation in response to mechanical stimulation. These studies provide new insights into the normal function of the SG complex, and the mechanisms by which its deficiency in some forms of muscular dystrophy may contribute to pathology."
}