{
  "id": "PMC4385880",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4385880/",
  "title": "Spaceflight on the Bion-M1 biosatellite alters cerebral artery vasomotor and mechanical properties in mice",
  "authors": "Svetlana I. Sofronova, Olga S. Tarasova, Dina Gaynullina, Anna A. Borzykh, Bradley J. Behnke, John N. Stabley, Danielle J. McCullough, Joshua J. Maraj, Mina Hanna, Judy M. Muller-Delp, Olga L. Vinogradova, Michael D. Delp",
  "year": "2015",
  "journal": "Journal of Applied Physiology",
  "abstract": "Conditions during spaceflight, such as the loss of the head-to-foot gravity vector, are thought to potentially alter cerebral blood flow and vascular resistance. The purpose of the present study was to determine the effects of long-term spaceflight on the functional, mechanical, and structural properties of cerebral arteries. Male C57BL/6N mice were flown 30 days in a Bion-M1 biosatellite. Basilar arteries isolated from spaceflight (SF) (n = 6), habitat control (HC) (n = 6), and vivarium control (VC) (n = 16) mice were used for in vitro functional and mechanical testing and histological structural analysis. The results demonstrate that vasoconstriction elicited through a voltage-gated Ca2+ mechanism (30–80 mM KCl) and thromboxane A2 receptors (10−8 − 3 × 10−5 M U46619) are lower in cerebral arteries from SF mice. Inhibition of Rho-kinase activity (1 μM Y27632) abolished group differences in U46619-evoked contractions. Endothelium-dependent vasodilation elicited by acetylcholine (10 μM, 2 μM U46619 preconstriction) was virtually absent in cerebral arteries from SF mice. The pressure-diameter relation was lower in arteries from SF mice relative to that in HC mice, which was not related to differences in the extracellular matrix protein elastin or collagen content or the elastin/collagen ratio in the basilar arteries. Diameter, medial wall thickness, and medial cross-sectional area of unpressurized basilar arteries were not different among groups. These results suggest that the microgravity-induced attenuation of both vasoconstrictor and vasodilator properties may limit the range of vascular control of cerebral perfusion or impair the distribution of brain blood flow during periods of stress.",
  "keywords": "microgravity, vasoconstriction, endothelium-dependent vasodilation, brain blood flow",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}