{
  "id": "PMC4169763",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4169763/",
  "title": "Exercise Training Augments Regional Bone and Marrow Blood Flow during Exercise",
  "authors": "John N. Stabley, Natasha C. Moningka, Bradley J. Behnke, Michael D. Delp",
  "year": "2014",
  "journal": "Medicine and science in sports and exercise",
  "abstract": "Introduction The principal nutrient artery to the femur demonstrates an increase in nitric oxide mediated vasodilation in rats after treadmill exercise training. The present study sought to determine whether exercise training improves hindlimb bone and marrow blood flow distribution at rest and during exercise. Methods Six-eight month old male Sprague-Dawley rats were exercise trained (ET) with treadmill walking at 15 m/min up a 15° incline for 60 min/d over a 10–12 wk period. Sedentary (SED) control animals were acclimated to treadmill exercise for 5 min/d during the week preceding the blood flow measurements. Blood flow to nine distinct regions of the femur, tibia, and fibula were determined at rest and during low-intensity exercise (15 m/min walking, 0° incline) using the reference sample microsphere method. Results The results demonstrate an augmentation of exercise hyperemia above that observed in SED rats during exercise in only one region of bone, the femoral diaphysis of ET rats. However, while exercise hyperemia occurred in 3 of the 9 hindlimb bone regions measured in SED rats, exercise hyperemia occurred in 7 of 9 regions in ET rats. Conclusion These data indicate an increase in generalized hindlimb bone and marrow blood flow during physical activity following a period of exercise training. Elevations in regional bone and marrow blood flow after training may augment medullary pressure and bone interstitial fluid flow, thus benefiting bone integrity.",
  "keywords": "skeletal blood flow, vascular resistance, bone hemodynamics, microcirculation",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}