{
  "id": "PMC4211383",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4211383/",
  "title": "Light and gravity signals synergize in modulating plant development",
  "authors": "Joshua P. Vandenbrink, John Z. Kiss, Raul Herranz, F. Javier Medina",
  "year": "2014",
  "journal": "Frontiers in Plant Science",
  "abstract": "Tropisms are growth-mediated plant movements that help plants to respond to changes in environmental stimuli. The availability of water and light, as well as the presence of a constant gravity vector, are all environmental stimuli that plants sense and respond to via directed growth movements (tropisms). The plant response to gravity (gravitropism) and the response to unidirectional light (phototropism) have long been shown to be interconnected growth phenomena. Here, we discuss the similarities in these two processes, as well as the known molecular mechanisms behind the tropistic responses. We also highlight research done in a microgravity environment in order to decouple two tropisms through experiments carried out in the absence of a significant unilateral gravity vector. In addition, alteration of gravity, especially the microgravity environment, and light irradiation produce important effects on meristematic cells, the undifferentiated, highly proliferating, totipotent cells which sustain plant development. Microgravity produces the disruption of meristematic competence, i.e., the decoupling of cell proliferation and cell growth, affecting the regulation of the cell cycle and ribosome biogenesis. Light irradiation, especially red light, mediated by phytochromes, has an activating effect on these processes. Phytohormones, particularly auxin, also are key mediators in these alterations. Upcoming experiments on the International Space Station will clarify some of the mechanisms and molecular players of the plant responses to these environmental signals involved in tropisms and the cell cycle.",
  "keywords": "gravitropism, phototropism, phytochromes, auxin, meristematic cells, cell cycle, ribosome biogenesis, space biology",
  "full_text": "INTRODUCTION Plants live in dynamic, ever-changing environments. To survive and thrive in these environments, plants have developed survival strategies to cope with the changing conditions (temperature, water, sunlight availability, etc.). Due to their stationary nature, plants have evolved growth-mediated movements that help them to adapt to changes in their surrounding environment. These directed growth movements (termed tropisms) help ensure the fitness and survival of the plant. For instance, plants generally direct root growth down into the soil (gravitropism) to help anchor the plant and absorb water (hydrotropism) and nutrients while directing shoot growth upward toward a source of light (phototropism;  Molas and Kiss, 2009  and heliotropism;  Vandenbrink et al., 2014 ). In addition, climbing plants such as vines send out tendrils that come into contact with an object and proceed to grow themselves around the object for support (thigmotropism). The ability of plants to grow in response to environmental stimuli has been documented throughout history. Theophrastus, a disciple of Aristotle, noted the phototropic and heliotropic (modified phototropism) movements of plants. Theophrastus (erroneously) attributed the bending of a plant toward the sun as a byproduct of the sun’s rays removing liquid from the illuminated side of the plant ( Theophrastus, 1976 ). The theory of water loss as the cause of phototropic growth was further championed by  Bacon and Sylvarum (1627) . In addition, poems dating back to ancient Rome detail observations of plants moving in response to the ever-changing position of the sun ( Ovid, 2008 ). However, it was not until the publishing of Charles and Francis Darwin’s “ The Power of Movement in Plants ” that our current understanding of plant tropistic movements began to take shape ( Darwin and Darwin, 1880 ). Darwin detailed experiments involving “heliotropic” movement (subsequently termed phototropic movement), plant circumnutation, responses to gravity as well as other nastic plant movements. In his experiments, Darwin detailed how plants sense external stimuli such as light and gravity and are able to respond through directional growth-mediated movements. In addition, Darwin outlined that perception of a stimulus and plant growth response do not necessarily happen in the same organ of the plant. Additionally, Darwin observed that the phototropic response was most distinct when the plant was illuminated with blue light, suggesting specificity in sensing the light source. His work also hypothesized the existence of a factor that moves from the site of stimulus perception to the sight of growth response, an idea that contributed to the discovery of the plant hormone auxin decades later. Similar to phototropism, gravitropism has a long history of inquiry. One of the first characterizations of plant gravitropic response was detailed by  Knight (1806) . However, as noted in his paper, observations of gravitropic response long pre-dated his inquiry. To better understand the gravitropism in plants, Knight altered the perceived gravity vector by germinating garden beans on a wheel rotating perpendicular to the earth’s gravity vector. The beans germinating on the wheel responded to the new gravity vector by directing the growth of roots to the center of the wheel, and shoots toward its periphery, suggesting that gravity was responsible for plant orientation. In addition to Knight’s initial work, “ The Power of Movement in Plants ” was also seminal in the understanding of gravitropic movements. Darwin demonstrated that the tip of the root (root cap) was responsible for sensing the gravity vector through various dissection experiments. This observation led to the elucidation that once a new gravity vector was sensed, the root tip would produce a signal to promote differential cell growth on the two opposing sides of the root. Darwin originally characterized the connection between gravitropism and phototropism in “ The Power of Movement in Plants .” Since that time, efforts have been made to understand the relationship between the two processes, as well as trying to untangle the two to understand each in its own right. Since the initial characterization of phototropic and gravitropic movement, many of the underlying mechanisms of perception, transduction and response have been uncovered, yet little is known about the interplay between the two processes. Initially, studying the phototropic response alone was impossible as there was no way to remove the gravity vector on a terrestrial platform. Attempts to simulate the effects of reduced gravity via perpetual rotation on a clinostat or via free fall machines provide a proxy for microgravity by reducing the plant’s ability to perceive the gravity vector, but the gravity vector is never truly removed ( Herranz et al., 2013a ). In addition, these methods often have the unintended consequence of additional stresses being imparted on the sample. However, the advent of space research has allowed for the first true uncoupling of phototropic and gravitropic growth responses ( Ferl et al., 2002 ;  Wolverton and Kiss, 2009 ). GRAVITROPISM While gravity is a constant vector that acts equally across all parts of an organism, higher plants contain specialized cells (termed statocytes) responsible for sensing gravity ( Kiss, 2000 ;  Saito et al., 2005 ). In flowering plants, the gravitropic response mechanism is localized primarily in two tissue types. In roots, specialized gravity sensing cells reside in the columella of the root cap ( Figure  1 ), whereas evidence shows that plant shoots sense gravity via endodermal cells ( Figure  2 ) – a single layer of cells between the vascular tissue and cortex ( Fukaki et al., 1998 ;  MacCleery and Kiss, 1999 ). These two specialized tissues are responsible for sensing the direction of the gravity vector and relaying the information to other areas of the plant for a response, such as differential growth along a zone of elongation ( Sack, 1991 ). Generally light (phototropism) has an overriding effect on the gravitropic response of shoot tissue, however many studies have shown interplay between the two phenomena ( Molas and Kiss, 2009 ). FIGURE 1 Root tissue sensing and response to gravistimulation by reorientation. (A)  The statoliths of gravity-perceiving columella cells settle to the bottom of the cells relative to gravity, which results in a symmetrical distribution of auxin through all sides of the root cap and equal growth in the root elongation zone (apical of the root cap, not pictured).  (B)  Upon gravistimulation by reorientation, the statoliths settle at a new position toward the gravity vector. The new position is perceived by the cell, whereby a cascade of signals leads to an unequal distribution of auxin to the side of the root nearest the new gravity vector. This unequal distribution of auxin reduces cell growth where concentrations are high, resulting in growth-mediated bending of the root in the direction of the new gravity vector. FIGURE 2 Stem tissue sensing and response to gravistimulation by reorientation.  In stems, the gravity perceiving cells are located within the endodermis. Upon stimulation from a new gravity vector, the statoliths settle to the lateral side of the cell nearest the gravity vector. The new position of the statoliths leads to a differential increase in auxin concentration in the lateral tissue, and differential growth thereby occurs on the two opposite sides of the stem. This differential growth results in a bending of the stem away from the direction of the gravity vector. MECHANISM: SENSING OF GRAVITY AT THE ROOT AND SHOOT APICES The starch-statolith hypothesis proposes that perception is mediated by the interaction of dense starch-filled organelles (termed statoliths) with other cytoplasmic structures in order to provide directional information to the plant ( Kiss, 2000 ;  Saito et al., 2005 ). A change in the position of the plant leads to a change in the potential energy of the amyloplasts, the statoliths in flowering plants. This energy is then transferred to the plasma membrane as the statoliths settle at a new position in the direction of the new gravity vector. This new position can then be relayed to the rest of the plant via the plant hormone auxin ( Simmons et al., 1995 ;  Firn et al., 2000 ) and then a gravitropic response can be initiated. Roots most often display positive gravitropism, growing in the direction of the gravity vector and thus into the soil ( Figure  1 ). When measuring the gravitropic response of roots of  Arabidopsis  starchless mutants, it was observed that the time of response was severely reduced and delayed compared to the response in wild-type genotypes. A similar response was observed in roots and hypocotyls of  Nicotiana  reduced starch mutants ( Kiss and Sack, 1989 ,  1990 ). The gravitropic response of roots has also been shown to be linked to the actual rate at which amyloplast sedimentation occurs in  Arabidopsis  ( MacCleery and Kiss, 1999 ). Furthermore, the gravitropic response has also been correlated to the total mass of statoliths in the root columella cells ( Kiss et al., 1996 ,  1997 ). In contrast to roots, stems and stem-like organs exhibit negative gravitropism, growing upward and away from the gravity vector. Mutants lacking amyloplasts in the endodermal cell layer lack gravitropic responses ( Fujihira et al., 2000 ). In addition, stems of starch-deficient  Arabidopsis  correlated the total mass of starch in endodermal tissue to a change in the response to gravity ( Kiss et al., 1997 ). In addition, gravity perception plays a role in plant development. Stem-like organs often maintain specific angles in relation to gravity, known as a gravitropic setpoint angle (GSA;  Digby and Firn, 1995 ). The GSA operates through the existence of an antigravitropic offset mechanism that works in tension with gravitropism. The magnitude of the antigravitropic offset in relation to gravitropism determines the magnitude of the lateral stem’s angle. GSA values are modulated via the plant hormone auxin in the gravity sensing cells of root and shoot tissue, further implicating the role of auxin in tropism and plant architecture ( Roychoudhry et al., 2013 ). Further support for the starch-statolith hypotheses is provided by studies which reported that plants lacking starch in the stem endodermal amyloplasts also have a severely reduced gravitropic response ( Weise and Kiss, 1999 ). This suggests that in stem the gravitropic response is similarly regulated by starch-filled amyloplasts. In addition, amyloplasts lacking a full complement of starch show reduced ability to perceive gravity in  Arabidopsis  ( Kiss et al., 1996 ,  1997 ,  1998a , b ). However, starch-deficient mutants lacking a full complement but grown in hypergravity environments (2–10 ×  g ) restored the gravitropic response ( Fitzelle and Kiss, 2001 ). An alternative model to statolith-based gravity sensing is the protoplast-pressure hypothesis, where the total mass of the cytoplasm causes tension on the top and bottom of the plasma membrane (relative to the gravity vector;  Wayne et al., 1990 ;  Wayne and Staves, 1996 ). This model is largely based on studies of Characean algae  Nitellopsis  and  Chara , both of which do not contain starch-filled amyloplasts yet still respond to gravity stimulus by exhibiting a gravity-dependent cytoplasmic streaming ( Wayne et al., 1992 ;  Staves, 1997 ). In addition, support for the protoplast-pressure hypothesis arises from the fact that starchless mutants of  Arabidopsis , while greatly reduced, can still sense and respond to gravity ( Kiss et al., 1989 ). Furthermore, proponents of the protoplast-pressure hypothesis point out that studies using starch mutants (key evidence in support of the starch-statolith hypothesis) do not discriminate effectively between the two competing hypothesis ( Staves et al., 1997a ). A study of gravitropism in the roots of rice ( Oryza sativa,  Poaceae) used variable densities of an external media to exert more or less force on root tissue without changing statolith sedimentation rate, resulting in changes in gravitropic response ( Staves et al., 1997b ). While some debate still exists between the validity of the two models, it is likely a combination of multiple gravity sensing mechanisms that control gravitropism. It has been proposed that similar to the way in which a plant senses light, where multiple photosensory mechanisms exist, plants may contain multiple mechanisms which help to perceive the gravity vector ( Sack, 1997 ). In addition,  Perbal (1999)  proposed that statoliths and the protoplast both can act in gravity sensing, with statoliths being the more sensitive mechanism. A commentary suggests that throughout evolution, higher plants have acquired multiple gravisensing mechanisms as evolution is unlikely to select against a process that aids in fitness ( Barlow, 1995 ). Additionally,  Barlow (1995)  supposes that gravity sensory redundancy allows gravity to play a larger role in plant development through the evolution of distinct signaling pathways. TRANSDUCTION OF THE GRAVITY SIGNAL AND THE RESPONSE PHASE Upon sensing of the gravity stimulus, the cell needs to convey the message to the elongation zone before differential growth leading to curvature can occur. In the case of stem tissue, the elongation region is nearby, requiring lateral transmission of the signal to this tissue ( Figure  2 ). However, in the case of roots, the signal must be conveyed over a relatively longer distance to the root elongation zone ( Figure  1 ). While various signal transduction mechanisms have been proposed, there is a great deal of evidence that supports the role of the plant cytoskeleton being involved in gravity transduction. It has been suggested that microtubules may be involved in the perception of gravity in coleoptiles ( Blancaflor, 2002 ). In addition, depolymerization of the F-actin cytoskeleton results in promotion of gravitropic curvature in stems and roots, suggesting that the actin cytoskeleton may play a role in regulation of the gravitropic response ( Yamamoto and Kiss, 2002 ;  Hou et al., 2003 ). While a role for the cytoskeleton in gravitropic response seems evident, little is known about the mechanism that associates the cytoskeleton with amyloplasts. The actin-tether model proposes that amyloplasts are physically associated with the cytoskeleton, and reorientation in respect to the gravity vector causes the amyloplasts to exert tension or slack on the cytoskeleton ( Baluška and Hasenstein, 1997 ). This change in tension is then relayed to the plasma membrane, where the signal can then be transduced. A second hypothesis, the tensegrity model, proposes that amyloplasts are not attached to the cytoskeleton. Instead, as the amyloplasts reorient to a new gravity vector, they come into contact and disrupt the actin microfilament network. The signal is then transduced to the plasma membrane, where Ca 2+  stores within the endoplasmic reticulum (ER) are released ( Yoder et al., 2001 ). As stated previously, the new relative position of the amyloplast (serving a statolith) is perceived by the cell. One observation is the statocyte responds to gravistimulation by increasing the cytosolic Ca 2+  concentration and reducing the cytosolic proton concentration, which leads to auxin being differential distributed in the direction of the gravity vector ( Tasaka et al., 1999 ;  Morita and Tasaka, 2004 ). The resulting differential distribution of auxin results in unilateral inhibition of root growth on one side, causing the root to grow in a new downward orientation toward the gravity vector. It has been proposed that the ER acts as a Ca 2+  reservoir; once statoliths settle in the direction of the gravity vector and contact the ER, stored Ca 2+  is released into the cell ( Perbal and Driss-Ecole, 2003 ). A study using high-resolution electron tomography adds support to this hypothesis, finding statolith sedimentation on the ER was sufficient in locally deforming the ER membrane, and in turn had the potential to activate local mechanosensitive ion channels ( Leitz et al., 2009 ). The authors of this study further suggest that transmission of the gravisensory signal results from a combination of kinetic energy being transferred to the ER from the statolith, rapid release of kinetic energy from the ER upon initial reorientation of the columella cell, as well as statolith-driven motion of the cell cytosol. Furthermore, it is possible that calcium release acts as a signaling molecule during gravistimulation. A recent study indicates that an enzyme in the ethylene biosynthesis pathway (1-aminocyclopropane-1-carboxylate synthase) requires Ca 2+  to elicit a gravitropic response, suggesting Ca 2+  may be a signaling element for downstream growth regulation ( Huang et al., 2013 ). Perception of gravity by the root cap has been shown to result in asymmetrical auxin distribution across the root, leading to differential growth in the root elongation zone ( Ottenschläger et al., 2003 ). A mathematical model inferring auxin distribution suggests a rapid (within 5 min) twofold increase in the auxin content on the lower side of the root, which leads to inhibition of growth and bending of the stem ( Band et al., 2012 ). However, the mechanism and genes involved in the formation for the auxin gradient still remains unclear. Various genes (e.g., PIN, ABCB, and AUX/LAX families) have been implicated in the transport of auxin from the root cap to the distal elongation zone, yet a defined mechanism remains elusive ( Luschnig et al., 1998 ;  Petrášek and Friml, 2009 ). In addition to the identification of genes involved in auxin transport, regulators of the proposed transport genes such as the PIN regulator GOLVEN (GLV), which encode for small secretory peptides, have been shown to regulate the distribution of PIN2 and therefore the formation of the auxin gradient responsible for differential growth in gravitropism ( Whitford et al., 2012 ). A potentially important facilitator of auxin transport is  At PIN3. PIN3 has been implicated in both hypocotyl and root tropisms. In the hypocotyl, PIN3 is expressed in the shoot endodermis, suggesting it may mediate the lateral distribution of auxin ( Friml et al., 2002 ). In the columella cells of the root, PIN3 localizes along the plasma membrane symmetrically, but quickly (within ∼2 min) relocalizes to the bottom plasma membrane upon gravistimulation by reorientation. This relocalization of PIN3 coincides well with the redistribution of auxin along the root cap and endodermal cells to the elongation zone. This results in auxin inhibiting the growth of cells in the elongation zone nearest the gravity vector, causing the stem to grow downward toward the new gravity vector. Evidence shows that auxin efflux complexes such as PIN proteins cycle along the actin cytoskeleton between the plasma membrane and endosome ( Geldner et al., 2001 ). These results are in accordance with models that suggest that the actin cytoskeleton reorganizes in concert with statolith sedimentation ( Baluška and Hasenstein, 1997 ;  Yoder et al., 2001 ). This reorganization would help to facilitate PIN3 relocalization to the new perceived bottom of the cell. A recent study has shown that the regulation of PIN2 on opposing sides of gravistimulated root tissue is controlled by an auxin feedback mechanism ( Baster et al., 2013 ). Auxin was shown to control the plasma membrane PIN abundance though vacuolar targeting and degradation through a specialized auxin receptor. This observation indicates that auxin plays a role in recycling the PIN proteins to the plasma membrane or to send them to the vacuole for degradation. Interestingly, the same study indicated that auxin leads to degradation of PIN in the presence of low auxin content as",
  "introduction": "INTRODUCTION Plants live in dynamic, ever-changing environments. To survive and thrive in these environments, plants have developed survival strategies to cope with the changing conditions (temperature, water, sunlight availability, etc.). Due to their stationary nature, plants have evolved growth-mediated movements that help them to adapt to changes in their surrounding environment. These directed growth movements (termed tropisms) help ensure the fitness and survival of the plant. For instance, plants generally direct root growth down into the soil (gravitropism) to help anchor the plant and absorb water (hydrotropism) and nutrients while directing shoot growth upward toward a source of light (phototropism;  Molas and Kiss, 2009  and heliotropism;  Vandenbrink et al., 2014 ). In addition, climbing plants such as vines send out tendrils that come into contact with an object and proceed to grow themselves around the object for support (thigmotropism). The ability of plants to grow in response to environmental stimuli has been documented throughout history. Theophrastus, a disciple of Aristotle, noted the phototropic and heliotropic (modified phototropism) movements of plants. Theophrastus (erroneously) attributed the bending of a plant toward the sun as a byproduct of the sun’s rays removing liquid from the illuminated side of the plant ( Theophrastus, 1976 ). The theory of water loss as the cause of phototropic growth was further championed by  Bacon and Sylvarum (1627) . In addition, poems dating back to ancient Rome detail observations of plants moving in response to the ever-changing position of the sun ( Ovid, 2008 ). However, it was not until the publishing of Charles and Francis Darwin’s “ The Power of Movement in Plants ” that our current understanding of plant tropistic movements began to take shape ( Darwin and Darwin, 1880 ). Darwin detailed experiments involving “heliotropic” movement (subsequently termed phototropic movement), plant circumnutation, responses to gravity as well as other nastic plant movements. In his experiments, Darwin detailed how plants sense external stimuli such as light and gravity and are able to respond through directional growth-mediated movements. In addition, Darwin outlined that perception of a stimulus and plant growth response do not necessarily happen in the same organ of the plant. Additionally, Darwin observed that the phototropic response was most distinct when the plant was illuminated with blue light, suggesting specificity in sensing the light source. His work also hypothesized the existence of a factor that moves from the site of stimulus perception to the sight of growth response, an idea that contributed to the discovery of the plant hormone auxin decades later. Similar to phototropism, gravitropism has a long history of inquiry. One of the first characterizations of plant gravitropic response was detailed by  Knight (1806) . However, as noted in his paper, observations of gravitropic response ",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}