{
  "id": "PMC4960141",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4960141/",
  "title": "Establishment and characterization of DB-1: a leptin receptor-deficient murine macrophage cell line",
  "authors": "Lea H. Dib, M. Teresa Ortega, Tonatiuh Melgarejo, Stephen K. Chapes",
  "year": "2015",
  "journal": "Cytotechnology",
  "abstract": "Metabolic and immune mediators activate many of the same signal transduction pathways. Therefore, molecules that regulate metabolism often affect immune responses. Leptin is an adipokine that exemplifies this interplay. Leptin is the body’s major nutritional status sensor, but it also plays a key role in immune system regulation. To provide an in vitro tool to investigate the link between leptin and innate immunity, we immortalized and characterized a leptin receptor-deficient macrophage cell line, DB-1. The cell line was created using bone marrow cells from leptin receptor-deficient mice. Bone marrow cells were differentiated into macrophages by culturing them with recombinant mouse macrophage colony stimulating factor, and passaged when confluent for 6 months. The cells spontaneously immortalized at approximately passage 20. Cells were cloned twice by limiting dilution cloning prior to characterization. The macrophage cell line is diploid and grows at a linear rate for 4–5 days before reaching the growth plateau. The cells are MAC-2 and F4/80 positive and have phagocytic activity similar to primary macrophages from wild-type and leptin receptor-deficient mice. DB-1 cells were responsive to stimulation with interferon-γ as measured by increase in Nos2 transcript levels. In addition, DB-1 macrophages are not responsive to the chemotactic signaling of adipocyte conditioned media nor leptin when compared to primary WT macrophages. We believe that DB-1 cells provide a dependable tool to study the role of leptin or the leptin receptor in obesity-associated inflammation and immune system dysregulation.",
  "keywords": "Macrophages, Leptin receptor, Immortal cell line",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}