{
  "id": "PMC4290804",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4290804/",
  "title": "Spaceflight Induces Specific Alterations in the Proteomes of Arabidopsis",
  "authors": "Robert J. Ferl, Jin Koh, Fiona Denison, Anna-Lisa Paul",
  "year": "2015",
  "journal": "Astrobiology",
  "abstract": "Abstract Life in spaceflight demonstrates remarkable acclimation processes within the specialized habitats of vehicles subjected to the myriad of unique environmental issues associated with orbital trajectories. To examine the response processes that occur in plants in space, leaves and roots from Arabidopsis ( Arabidopsis thaliana ) seedlings from three GFP reporter lines that were grown from seed for 12 days on the International Space Station and preserved on orbit in RNAlater were returned to Earth and analyzed by using iTRAQ broad-scale proteomics procedures. Using stringent criteria, we identified over 1500 proteins, which included 1167 leaf proteins and 1150 root proteins we were able to accurately quantify. Quantification revealed 256 leaf proteins and 358 root proteins that showed statistically significant differential abundance in the spaceflight samples compared to ground controls, with few proteins differentially regulated in common between leaves and roots. This indicates that there are measurable proteomics responses to spaceflight and that the responses are organ-specific. These proteomics data were compared with transcriptome data from similar spaceflight samples, showing that there is a positive but limited relationship between transcriptome and proteome regulation of the overall spaceflight responses of plants. These results are discussed in terms of emergence understanding of plant responses to spaceflight particularly with regard to cell wall remodeling, as well as in the context of deriving multiple omics data sets from a single on-orbit preservation and operations approach. Key Words: Space biology—Proteomics—Gene expression—ISS. Astrobiology 15, 32–56.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}