{
  "id": "PMC4161659",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4161659/",
  "title": "Morbid Obesity Attenuates the Skeletal Abnormalities Associated with Leptin Deficiency in Mice",
  "authors": "Russell T. Turner, Kenneth A. Philbrick, Carmen P. Wong, Dawn A. Olson, Adam J. Branscum, Urszula T. Iwaniec",
  "year": "2014",
  "journal": "The Journal of endocrinology",
  "abstract": "Leptin-deficient ob/ob mice are morbidly obese and exhibit low total bone mass and mild osteopetrosis. In order to disassociate the skeletal effects of leptin deficiency from those associated with morbid obesity, we evaluated bone mass, architecture, gene expression, and indices of bone turnover in wild type (WT) mice, ob/ob mice fed ad libitum (ob/ob), and ob/ob mice pair fed to WT mice (pair-fed ob/ob). Mice were maintained at 32°C (thermoneutral) from 6 to 18 weeks of age to minimize differences in resting energy expenditure. ob/ob mice were heavier, had more abdominal white adipose tissue (WAT), and were hyperglycemic compared to WT mice. Femur length, bone mineral content (BMC) and bone mineral density, and midshaft femur cortical thickness were lower in ob/ob mice than in WT mice. Cancellous bone volume fraction was higher but indices of bone formation and resorption were lower in ob/ob compared to WT mice; reduced bone resorption in ob/ob mice resulted in pathological retention of calcified cartilage. Pair-fed ob/ob mice were lighter, had lower WAT, uterine weight, and serum glucose than ob/ob mice. Similarly, femoral length, BMC, and cortical thickness were lower in pair-fed ob/ob mice compared to ob/ob mice, as were indices of cancellous bone formation and resorption. In contrast, bone marrow adiposity, calcified cartilage and cancellous bone volume fraction were higher at one or more cancellous sites in pair-fed ob/ob mice compared to ob/ob mice. These findings demonstrate that the skeletal abnormalities caused by leptin deficiency are markedly attenuated in morbidly obese ob/ob mice.",
  "keywords": "obesity, histomorphometry, microcomputed tomography, dual energy absorptiometry",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}