{
  "id": "PMC4085587",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4085587/",
  "title": "Conservation of the Low-shear Modeled Microgravity Response in Enterobacteriaceae and Analysis of the trp Genes in this Response",
  "authors": "Anjali Soni, Laura O’Sullivan, Laura N Quick, C. Mark Ott, Cheryl A Nickerson, James W Wilson",
  "year": "2014",
  "journal": "The Open Microbiology Journal",
  "abstract": "Low fluid shear force, including that encountered in microgravity models, induces bacterial responses, but the range of bacteria capable of responding to this signal remains poorly characterized. We systematically analyzed a range of Gram negative Enterobacteriaceae for conservation of the low-shear modeled microgravity (LSMMG) response using phenotypic assays, qPCR, and targeted mutations. Our results indicate LSMMG response conservation across Enterobacteriacae with potential variance in up- or down-regulation of a given response depending on genus. Based on the data, we analyzed the role of the trp operon genes and the TrpR regulator in the LSMMG response using targeted mutations in these genes in S. Typhimurium and E. coli. We found no alteration of the LSMMG response compared to WT in these mutant strains under the conditions tested here. To our knowledge, this study is first-of-kind for Citrobacter, Enterobacter, and Serratia, presents novel data for Escherichia, and provides the first analysis of trp genes in LSMMG responses. This impacts our understanding of how LSMMG affects bacteria and our ability to modify bacteria with this condition in the future.",
  "keywords": "Enterobacteriaceae, environmental response, low shear modeled microgravity, rotating wall vessel, Salmonella Typhimurium.",
  "full_text": "INTRODUCTION A large body of studies aimed at characterizing the effects of low fluid shear force environments on bacterial cells,including the microgravity environment of spaceflight and ground-based rotating wall vessel (RWV) culture, have focused on the Gram negative enteric pathogen Salmonella enterica serovar Typhimurium [1-7]. Other studies have also focused on additional bacteria including Escherichia coli [8-15], Pseudomonas aeruginosa [16-18], Yersinia pestis [19, 20], and Staphylococcus aureus [15, 21, 22] with a range of different phenotypic results. However, the range of bacteria capable of responding to this condition and the potential similarities/differences in this response remain poorly characterized. Additionally, to our knowledge, a systematic, “side-by-side” study to examine the conservation of the low fluid shear response in a range of different bacterial genera using common assay conditions has not been reported in the literature. In this study,we analyzed different members of the Gram negative Enterobacteriaceae family for conservation of the low fluid shear response in the RWV using phenotypic and molecular assays to delineate the commonalities and differences of these organisms to culture in this environmental condition. Many members of the Enterobactericeae family are enteric organisms that inhabit the intestine as part of their lifecycles, and consequently, these bacteria likely encounter low fluid shear regions in their natural habitat such as the spaces between microvilli [23]. In addition, as bacterial engineering expands to include a larger range of bacteria, the use of novel growth conditions will be applied to a greater variety of genera. The RWV culture apparatus (Fig. 1) allows a physiolo-gically-relevant low fluid shear force growth environment that induces a number of phenotypic responses in bacteria including altered stress resistance [1-5, 7, 12, 16, 21], increased survival in cellular and animal hosts [1, 3, 4, 7], and altered gene expression [1, 3, 5, 7, 13, 14, 17, 18]. The RWV is used to induce prokaryotic and eukaryotic cellular phenotypes that are difficult or not possible to obtain using conventional culture conditions [1, 18, 21, 24]. This includes use as a ground-based modeled microgravity environment to study effects/phenotypes that correlate to those observed in spaceflight experiments [3, 7, 17, 24]. The alteration of bacterial virulence observed during growth in spaceflight and in the RWV is currently being used for applications related to bacterial engineering and modification via growth conditions [1, 3, 7, 18, 25-27]. Given these commonalities and based upon previous modeling, the environmental growth condition obtained in the RWV apparatus has been termed low shear modeled microgravity (LSMMG) [2, 4, 5]. Previous experimental results in the literature point to a possible relationship between trp genes and the LSMMG/ spaceflight response in bacteria. In S. Typhimurium , the trpD gene was one of the few genes in a group found to be up-regulated by all low-shear/microgravity conditions tested including LSMMG in LB media [5] and by spaceflight in both LB and M9 media [3, 7], and this result was observed using both microarray and qPCR analysis [3, 5, 7]. In addition, a study with adherent-invasive E. coli showed that a mutation in a tryptophan permease gene decreased LSMMG-induced adherence to tissue culture cells, and this phenotype was complemented by restoring the WT gene or by exogenous indole supplementation [28]. These results, combined with new observations in this report, provided significant justification for analyzing the role of trp genes in the conservation of the LSMMG response. Overall, our results indicate that the LSMMG response is conserved across Enterobacteriaceae but with potential variation in the “direction” of regulation of a given phenotype, and that associated trp genes are not involved in this conservation under the conditions tested here. MATERIALS AND METHODS Rotating Wall Vessel (RWV) Cultures Cultures were grown in the RWV in LB (Lennox) broth as previously described [3, 4, 7]. Experimental set-up with RWV cultures is depicted in Fig. (1). The RWV apparatus used was model RCCS-1 from Synthecon, Inc., Houston, TX as used in previous studies [3, 4, 7]. Strains used in this study were as follows: S. Typhimurium χ3339 [29], E. coli TOP10 (Invitrogen, Carlsbad, CA), E. coli MG1655 [30], E. coli DH5a (Invitrogen, Carlsbad, CA), E. coli AS11 [31], E. cloacae ATCC23355 [32], C. freundii ATCC8090 [32], and S. marcescens ATCC14041 [33].\nStress Assays and qPCR Acid and oxidative stress assays were performed as previously described [3, 4, 7]. The qPCR reactions were performed as previously described using 16S rRNA and lpxC genes for normalization [3, 34]. DNA oligonucleotides used as primers in qPCR are provided in Table 1. Mutant Strain Construction Deletion mutations in the trpR and trpDE genes were constructed using standard recombineering techniques in S. Typhimurium and E. coli and confirmed using both PCR and phenotypic indications [35]. DNA oligonucleotides used in the recombineering are provided in Table 1. Briefly, PCR products were amplified from the template plasmid pKD3 using primers containing 40-bp regions of homology to the ends of the trpR and trpDE genes such that deletion of the genes would be obtained. Strains containing plasmid pKD46 were electroporated with the PCR products, and colonies were selected on LB-Cm medium. RESULTS RWV Growth Kinetics To determine if the individual members of Enterobacteriaceae exhibited similar growth kinetics in both LSMMG and control conditions (an important parameter for comparing the two culture orientations with a given species), we grew the following members of this family in the RWV in the LSMMG and control orientations (Fig. 2): S. Typhimurium , E. coli, Enterobacter cloacae, Citrobacter freundii, and Serratia marcescens. Data obtained with S. Typhimurium have previously shown that growth in LSMMG and control conditions results in very similar kinetic profiles for this organism in LB medium [1, 4, 7]. Analysis of bacterial growth in the LSMMG and control conditions for E. coli, E. cloacae, C. freundii, and S. marcescens revealed essentially identical kinetics in both environments for each organism (Fig. 2). This assures that phenotypic assays performed at a given point in the growth of LSMMG and control cultures are using cells at equivalent growth phases. Acid and Oxidative Stress Phenotypes Previous studies have demonstrated that resistance to acid and oxidative stress is altered by LSMMG in S. Typhimurium [1-5, 7, 33]. Therefore, we tested each genus (including S. Typhimurium ) for these phenotypes by comparing LSMMG and control cultures for resistance to acid stress (pH=3.5, citric acid) and oxidative stress (hydrogen peroxide, 35 - 70 mM) (Figs. 3 and 4). It is worth noting that acid stress resistance was tested using the conditions reported in the Wilson, et al. (2007) and Wilson, et al. (2008) references in which resistance is decreased by LSMMG in S. Typhimurium for cultures grown 24 hours which more appropriately matched spaceflight conditions involved in those studies [3, 7]. For S. Typhimurium , acid stress resistance was decreased in LSMMG as reported previously (Fig. 3) [3, 7]. However, under the same conditions, resistance to acid stress was increased by LSMMG for E. coli, and this result was repeated in four different E. coli strains to ensure that strain differences did not explain the deviation from the S. Typhimurium phenotype (Fig. 3). In E. cloacae and S. marcescens, LSMMG decreased and increased acid stress resistance, respectively (Fig. 3). For C. freundii, acid stress resistance was not significantly different between LSMMG and control cultures (Fig. 3). For oxidative stress resistance, LSMMG decreased resistance for all tested genera (Fig. 4). These results are equivalent to previously published data for S. Typhimurium [4, 33]. For S. marcescens, oxidative stress resistance could not be tested due to the fact that this organism could not be killed by the levels of hydrogen peroxide we tested for this study (up to 175 mM for this organism). qPCR Assays To test for changes in gene expression induced by LSMMG in different genera, we isolated total RNA from S. Typhimurium , E. coli, E. cloacae, and C. freundii cultures grown at LSMMG and control conditions and analyzed gene expression using qRT-PCR [3, 18]. In S. Typhimurium , the expression of the hfq and trpD genes was decreased and increased, respectively, by LSMMG (Fig. 5). This result is consistent with previously published data which identified altered expression of these genes by LSMMG using microarray analysis and qPCR [3, 5, 7]. In E. coli, LSMMG decreased the expression of both genes indicating that LSMMG altered gene expression in this genus, but that the direction of trpD regulation was reversed compared to S. Typhimurium (Fig. 5). This is interesting given the fact that the direction of LSMMG-induced acid resistance alteration was also reversed accordingly in these two genera (Fig. 3). In C. freundii, hfq expression was also decreased by LSMMG, but trpD expression was not significantly altered (Fig. 5). As in E. coli, the trpD result also correlates to the acid resistance phenotype in C. freundii where LSMMG did not cause altered resistance to this stress. In E. cloacae, we did not observe alteration of hfq expression by LSMMG but did observe an increase in expression of the ydcI gene by LSMMG (Fig. 5). The ydcI result is consistent with previously reported data which identified this gene as LSMMG-regulated in S. Typhimurium [4, 5]. Overall, qRT-PCR analysis demonstrated that a molecular response to LSMMG resulting in gene expression changes is conserved across Enterobactericeae, but the direction of gene expression change (i.e. up or down) can potentially vary depending on genus. Analysis of Role of trp Genes In the experiments above, we observed an inverse correlation between the direction of change in acid resistance by LSMMG and the direction of regulation of trpD expression by LSMMG in S. Typhimurium and E. coli (Figs. 3, 5). In addition,we observed that in C. freundii, these phenotypes correlated to eachother in that LSMMG did not induce alteration of acid stress or trpD expression in this species (Figs. 3, 5). This observation is curious since the trp genes are not involved in acid resistance, and the activity of the anthrylate synthase enzyme encoded by the trp operon is not involved in environmental stress resistance. However,in S. Typhimurium , the trpD gene was one of the few genes in a group found to be up-regulated by all low-shear/micro-gravity conditions tested including LSMMG in LB media [5] and by spaceflight in both LB and M9 media [3, 7], and this result was observed using both microarray and qPCR analysis [3, 5, 7]. In addition, a study with adherent-invasive E. coli showed that a mutation in a tryptophan permease gene altered an LSMMG-induced phenotype related to cell adherence, and this alteration was complemented by restoring the WT gene or by exogenous indole supplementation [28]. Taken together, the above observations provided justification to analyze the role of trp genes in the LSMMG response.We reasoned that the changes in trpD expression under LSMMG could be related to a regulatory mechanism acting up-stream of the trp operon that is responsive to and/or involved in the LSMMG response pathway. The TrpR protein is a transcriptional regulator that controls expression of the trp operon as well as several other genes distributed across the S. Typhimurium and E. coli genomes [36]. Since this protein regulates a global gene regulon, we viewed TrpR as a possible candidate regulatory mechanism through which the LSMMG response acts in bacteria. We therefore constructed ΔtrpR mutations in S. Typhimurium and E. coli, and we tested these mutants for display of LSMMG phenotypes (Fig. 6). We found that the deletion of TrpR had no effect on the acid and oxidative stress LSMMG responses in these genera indicating that TrpR is likely not involved in the LSMMG response under the conditions tested here (Fig. 6). In addition, we also considered the possibility that the anthrylate synthase enzyme encoded by the trp operon could be having a role in the LSMMG response. Therefore, we constructed a ΔtrpDE mutation in S. Typhimurium and E. coli that knocked out expression of this enzyme, and we tested these mutants for LSMMG phenotypes compared to WT (Fig. 6). As with the ΔtrpR strains, we observed no effect of ΔtrpDE on LSMMG responses in these genera indicating that the trp operon genes are not involved the LSMMG response as tested here. DISCUSSION The results presented here provide significant evidence using several strains and multiple assays that the response to the LSMMG growth environment is conserved across Enterobacteriaceae.Thus, the pathways and mechanisms used for sensing this environmental signal appear to be present in these different cells. This report also demonstrates that in a “side-by-side” study, the direction of LSMMG-induced regulation of phenotypes and gene expression can vary depending on genus. These results indicate that applications using the LSMMG environment (and related spaceflight conditions) have the potential to be targeted to a range of Entrobacteriaceae genera. Future work will focus on understanding the underlying causes of the variance in the direction of LSMMG regulation observed here and on the use of LSMMG/spaceflight to engineer bacteria in different ways.",
  "introduction": "A large body of studies aimed at characterizing the effects of low fluid shear force environments on bacterial cells,including the microgravity environment of spaceflight and ground-based rotating wall vessel (RWV) culture, have focused on the Gram negative enteric pathogen Salmonella enterica serovar Typhimurium [1-7]. Other studies have also focused on additional bacteria including Escherichia coli [8-15], Pseudomonas aeruginosa [16-18], Yersinia pestis [19, 20], and Staphylococcus aureus [15, 21, 22] with a range of different phenotypic results. However, the range of bacteria capable of responding to this condition and the potential similarities/differences in this response remain poorly characterized. Additionally, to our knowledge, a systematic, “side-by-side” study to examine the conservation of the low fluid shear response in a range of different bacterial genera using common assay conditions has not been reported in the literature. In this study,we analyzed different members of the Gram negative Enterobacteriaceae family for conservation of the low fluid shear response in the RWV using phenotypic and molecular assays to delineate the commonalities and differences of these organisms to culture in this environmental condition. Many members of the Enterobactericeae family are enteric organisms that inhabit the intestine as part of their lifecycles, and consequently, these bacteria likely encounter low fluid shear regions in their natural habitat such as the spaces between microvilli [23]. In addition, as bacterial engineering expands to include a larger range of bacteria, the use of novel growth conditions will be applied to a greater variety of genera. The RWV culture apparatus (Fig. 1) allows a physiolo-gically-relevant low fluid shear force growth environment that induces a number of phenotypic responses in bacteria including altered stress resistance [1-5, 7, 12, 16, 21], increased survival in cellular and animal hosts [1, 3, 4, 7], and altered gene expression [1, 3, 5, 7, 13, 14, 17, 18]. The RWV is used to induce prokaryotic and eukaryotic cellular phenotypes that are difficult or not possible to obtain using conventional culture conditions [1, 18, 21, 24]. This includes use as a ground-based modeled microgravity environment to study effects/phenotypes that correlate to those observed in spaceflight experiments [3, 7, 17, 24]. The alteration of bacterial virulence observed during growth in spaceflight and in the RWV is currently being used for applications related to bacterial engineering and modification via growth conditions [1, 3, 7, 18, 25-27]. Given these commonalities and based upon previous modeling, the environmental growth condition obtained in the RWV apparatus has been termed low shear modeled microgravity (LSMMG) [2, 4, 5]. Previous experimental results in the literature point to a possible relationship between trp genes and the LSMMG/ spaceflight response in bacteria. In S. Typhimurium , the trpD gene was one of the few genes in a group found to be up-regulated by all low-shear/microgravity conditions tested including LSMMG in LB media [5] and by spaceflight in both LB and M9 media [3, 7], and this result was observed using both microarray and qPCR analysis [3, 5, 7]. In addition, a study with adherent-invasive E. coli showed that a mutation in a tryptophan permease gene decreased LSMMG-induced adherence to tissue culture cells, and this phenotype was complemented by restoring the WT gene or by exogenous indole supplementation [28]. These results, combined with new observations in this report, provided significant justification for analyzing the role of trp genes in the conservation of the LSMMG response. Overall, our results indicate that the LSMMG response is conserved across Enterobacteriaceae but with potential variation in the “direction” of regulation of a given phenotype, and that associated trp genes are not involved in this conservation under the conditions tested here.",
  "methods": "Rotating Wall Vessel (RWV) Cultures Cultures were grown in the RWV in LB (Lennox) broth as previously described [3, 4, 7]. Experimental set-up with RWV cultures is depicted in Fig. (1). The RWV apparatus used was model RCCS-1 from Synthecon, Inc., Houston, TX as used in previous studies [3, 4, 7]. Strains used in this study were as follows: S. Typhimurium χ3339 [29], E. coli TOP10 (Invitrogen, Carlsbad, CA), E. coli MG1655 [30], E. coli DH5a (Invitrogen, Carlsbad, CA), E. coli AS11 [31], E. cloacae ATCC23355 [32], C. freundii ATCC8090 [32], and S. marcescens ATCC14041 [33]. Stress Assays and qPCR Acid and oxidative stress assays were performed as previously described [3, 4, 7]. The qPCR reactions were performed as previously described using 16S rRNA and lpxC genes for normalization [3, 34]. DNA oligonucleotides used as primers in qPCR are provided in Table 1. Mutant Strain Construction Deletion mutations in the trpR and trpDE genes were constructed using standard recombineering techniques in S. Typhimurium and E. coli and confirmed using both PCR and phenotypic indications [35]. DNA oligonucleotides used in the recombineering are provided in Table 1. Briefly, PCR products were amplified from the template plasmid pKD3 using primers containing 40-bp regions of homology to the ends of the trpR and trpDE genes such that deletion of the genes would be obtained. Strains containing plasmid pKD46 were electroporated with the PCR products, and colonies were selected on LB-Cm medium.",
  "results": "RWV Growth Kinetics To determine if the individual members of Enterobacteriaceae exhibited similar growth kinetics in both LSMMG and control conditions (an important parameter for comparing the two culture orientations with a given species), we grew the following members of this family in the RWV in the LSMMG and control orientations (Fig. 2): S. Typhimurium , E. coli, Enterobacter cloacae, Citrobacter freundii, and Serratia marcescens. Data obtained with S. Typhimurium have previously shown that growth in LSMMG and control conditions results in very similar kinetic profiles for this organism in LB medium [1, 4, 7]. Analysis of bacterial growth in the LSMMG and control conditions for E. coli, E. cloacae, C. freundii, and S. marcescens revealed essentially identical kinetics in both environments for each organism (Fig. 2). This assures that phenotypic assays performed at a given point in the growth of LSMMG and control cultures are using cells at equivalent growth phases. Acid and Oxidative Stress Phenotypes Previous studies have demonstrated that resistance to acid and oxidative stress is altered by LSMMG in S. Typhimurium [1-5, 7, 33]. Therefore, we tested each genus (including S. Typhimurium ) for these phenotypes by comparing LSMMG and control cultures for resistance to acid stress (pH=3.5, citric acid) and oxidative stress (hydrogen peroxide, 35 - 70 mM) (Figs. 3 and 4). It is worth noting that acid stress resistance was tested using the conditions reported in the Wilson, et al. (2007) and Wilson, et al. (2008) references in which resistance is decreased by LSMMG in S. Typhimurium for cultures grown 24 hours which more appropriately matched spaceflight conditions involved in those studies [3, 7]. For S. Typhimurium , acid stress resistance was decreased in LSMMG as reported previously (Fig. 3) [3, 7]. However, under the same conditions, resistance to acid stress was increased by LSMMG for E. coli, and this result was repeated in four different E. coli strains to ensure that strain differences did not explain the deviation from the S. Typhimurium phenotype (Fig. 3). In E. cloacae and S. marcescens, LSMMG decreased and increased acid stress resistance, respectively (Fig. 3). For C. freundii, acid stress resistance was not significantly different between LSMMG and control cultures (Fig. 3). For oxidative stress resistance, LSMMG decreased resistance for all tested genera (Fig. 4). These results are equivalent to previously published data for S. Typhimurium [4, 33]. For S. marcescens, oxidative stress resistance could not be tested due to the fact that this organism could not be killed by the levels of hydrogen peroxide we tested for this study (up to 175 mM for this organism). qPCR Assays To test for changes in gene expression induced by LSMMG in different genera, we isolated total RNA from S. Typhimurium , E. coli, E. cloacae, and C. freundii cultures grown at LSMMG and control conditions and analyzed gene expression using qRT-PCR [3, 18]. In S. Typhimurium , the expression of the hfq and trpD genes was decreased and increased, respectively, by LSMMG (Fig. 5). This result is consistent with previously published data which identified altered expression of these genes by LSMMG using microarray analysis and qPCR [3, 5, 7]. In E. coli, LSMMG decreased the expression of both genes indicating that LSMMG altered gene expression in this genus, but that the direction of trpD regulation was reversed compared to S. Typhimurium (Fig. 5). This is interesting given the fact that the direction of LSMMG-induced acid resistance alteration was also reversed accordingly in these two genera (Fig. 3). In C. freundii, hfq expression was also decreased by LSMMG, but trpD expression was not significantly altered (Fig. 5). As in E. coli, the trpD result also correlates to the acid resistance phenotype in C. freundii where LSMMG did not cause altered resistance to this stress. In E. cloacae, we did not observe alteration of hfq expression by LSMMG but did observe an increase in expression of the ydcI gene by LSMMG (Fig. 5). The ydcI result is consistent with previously reported data which identified this gene as LSMMG-regulated in S. Typhimurium [4, 5]. Overall, qRT-PCR analysis demonstrated that a molecular response to LSMMG resulting in gene expression changes is conserved across Enterobactericeae, but the direction of gene expression change (i.e. up or down) can potentially vary depending on genus. Analysis of Role of trp Genes In the experiments above, we observed an inverse correlation between the direction of change in acid resistance by LSMMG and the direction of regulation of trpD expression by LSMMG in S. Typhimurium and E. coli (Figs. 3, 5). In addition,we observed that in C. freundii, these phenotypes correlated to eachother in that LSMMG did not induce alteration of acid stress or trpD expression in this species (Figs. 3, 5). This observation is curious since the trp genes are not involved in acid resistance, and the activity of the anthrylate synthase enzyme encoded by the trp operon is not involved in environmental stress resistance. However,in S. Typhimurium , the trpD gene was one of the few genes in a group found to be up-regulated by all low-shear/micro-gravity conditions tested including LSMMG in LB media [5] and by spaceflight in both LB and M9 media [3, 7], and this result was observed using both microarray and qPCR analysis [3, 5, 7]. In addition, a study with adherent-invasive E. coli showed that a mutation in a tryptophan permease gene altered an LSMMG-induced phenotype related to cell adherence, and this alteration was complemented by restoring the WT gene or by exogenous indole supplementation [28]. Taken together, the above observations provided justification to analyze the role of trp genes in the LSMMG response.We reasoned that the changes in trpD expression under LSMMG could be related to a regulatory mechanism acting up-stream of the trp operon that is responsive to and/or involved in the LSMMG response pathway. The TrpR protein is a transcriptional regulator that controls expression of the trp operon as well as several other genes distributed across the S. Typhimurium and E. coli genomes [36]. Since this protein regulates a global gene regulon, we viewed TrpR as a possible candidate regulatory mechanism through which the LSMMG response acts in bacteria. We therefore constructed ΔtrpR mutations in S. Typhimurium and E. coli, and we tested these mutants for display of LSMMG phenotypes (Fig. 6). We found that the deletion of TrpR had no effect on the acid and oxidative stress LSMMG responses in these genera indicating that TrpR is likely not involved in the LSMMG response under the conditions tested here (Fig. 6). In addition, we also considered the possibility that the anthrylate synthase enzyme encoded by the trp operon could be having a role in the LSMMG response. Therefore, we constructed a ΔtrpDE mutation in S. Typhimurium and E. coli that knocked out expression of this enzyme, and we tested these mutants for LSMMG phenotypes compared to WT (Fig. 6). As with the ΔtrpR strains, we observed no effect of ΔtrpDE on LSMMG responses in these genera indicating that the trp operon genes are not involved the LSMMG response as tested here.",
  "discussion": "The results presented here provide significant evidence using several strains and multiple assays that the response to the LSMMG growth environment is conserved across Enterobacteriaceae.Thus, the pathways and mechanisms used for sensing this environmental signal appear to be present in these different cells. This report also demonstrates that in a “side-by-side” study, the direction of LSMMG-induced regulation of phenotypes and gene expression can vary depending on genus. These results indicate that applications using the LSMMG environment (and related spaceflight conditions) have the potential to be targeted to a range of Entrobacteriaceae genera. Future work will focus on understanding the underlying causes of the variance in the direction of LSMMG regulation observed here and on the use of LSMMG/spaceflight to engineer bacteria in different ways.",
  "conclusion": ""
}