{
  "id": "PMC5443495",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5443495/",
  "title": "Is spaceflight-induced immune dysfunction linked to systemic changes in metabolism?",
  "authors": "Michael J. Pecaut, Xiao Wen Mao, Denise L. Bellinger, Karen R. Jonscher, Louis S. Stodieck, Virginia L. Ferguson, Ted A. Bateman, Robert P. Mohney, Daila S. Gridley",
  "year": "2017",
  "journal": "PLoS ONE",
  "abstract": "The Space Shuttle  Atlantis  launched on its final mission (STS-135) on July 8, 2011. After just under 13 days, the shuttle landed safely at Kennedy Space Center (KSC) for the last time. Female C57BL/6J mice flew as part of the Commercial Biomedical Testing Module-3 (CBTM-3) payload. Ground controls were maintained at the KSC facility. Subsets of these mice were made available to investigators as part of NASA’s Bio-specimen Sharing Program (BSP). Our group characterized cell phenotype distributions and phagocytic function in the spleen, catecholamine and corticosterone levels in the adrenal glands, and transcriptomics/metabolomics in the liver. Despite decreases in most splenic leukocyte subsets, there were increases in reactive oxygen species (ROS)-related activity. Although there were increases noted in corticosterone levels in both the adrenals and liver, there were no significant changes in catecholamine levels. Furthermore, functional analysis of gene expression and metabolomic profiles suggest that the functional changes are not due to oxidative or psychological stress. Despite changes in gene expression patterns indicative of increases in phagocytic activity (e.g. endocytosis and formation of peroxisomes), there was no corresponding increase in genes related to ROS metabolism. In contrast, there were increases in expression profiles related to fatty acid oxidation with decreases in glycolysis-related profiles. Given the clear link between immune function and metabolism in many ground-based diseases, we propose a similar link may be involved in spaceflight-induced decrements in immune and metabolic function.",
  "keywords": "",
  "full_text": "Introduction The final US Space Shuttle mission, STS-135, launched on July 8, 2011. After 12 days, 18 hours and 29 minutes, Space Shuttle  Atlantis  landed safely at Kennedy Space Center (KSC) for the last time. One of the many experiments flown on this historic flight to the International Space Station (ISS) was BioServe Space Technology’s Commercial Biomedical Testing Module-3 (CBTM-3). Sponsored by Amgen, Inc., the last animal flight of the shuttle era was intended to test the impact of their proprietary pharmaceutical agent on spaceflight-induced musculoskeletal atrophy. Participants in the NASA Biospecimen Sharing Program (BSP) were given the opportunity to analyze a subset of the placebo-treated mice (n = 5–10, depending on the assay and tissue) as long as it did not interfere with the primary science. Our research team at Loma Linda University (LLU) has participated in all three Amgen/CBTM flights (STS-108, -118, and -135) [ 1 – 6 ], giving us the unique opportunity to both repeat and expand on previous results. There are at least three, currently unavoidable components of the spaceflight environment that directly impact immune function. These include changes in the inertial environment (e.g. launch and landing loads, microgravity), low-dose/low-dose-rate radiation (e.g. solar particle events, galactic cosmic rays, and the Van Allen belts), and physiological/psychological stress (e.g. unloading, work-related stress). Ground-based studies have shown that each of these environmental factors alone can have an impact on immune function. Previously, we and others have shown that the spaceflight environment can have a dramatic influence on immunity. Virtually all immune populations are reduced after spaceflight [ 2 ,  4 ]. Studies in both animal models and humans have shown that the spaceflight environment can influence total body, thymus and spleen mass [ 7 – 18 ], lymphocyte population distributions [ 18 – 25 ] and circulating corticosterone levels [ 16 ,  17 ,  26 – 33 ]. Interestingly, spaceflight is also known to alter energy/lipid metabolism [ 34 ,  35 ] and ground-based studies suggest that the stress marker, corticosterone/cortisol, plays a significant role [ 36 ]. Corticosterone promotes fat breakdown in adipose and muscle tissues to provide glycerol to the liver for gluconeogenesis [ 36 ]. As we demonstrate, metabolomic analysis of the liver indicates that glycerol was more abundant in flight mice relative to ground controls. Furthermore, data from the liver, skin and adrenal gland suggest that spaceflight caused a significant increase in corticosterone levels system-wide. These seemingly unrelated lines of investigation are important because there is a growing body of work describing the interaction between innate immunity and lipid metabolism ( S1 Fig ). Chronic inflammation is now accepted as a critical component in many pathologies and chronic diseases. Macrophages are not only among the first responders in host resistance to infection, but also have an underappreciated role in host health when metabolic changes occur [ 37 ]. For example, in obese people, increased numbers of liver and adipose tissue macrophages correlate with the development of metabolic syndrome [ 38 ]. In the current study we describe a more systemic response to microgravity by combining traditional measures of innate immune function (population distributions, oxidative burst capacity, phagocytosis) and stress responses (adrenal catecholamine and corticosterone levels) with ‘omics techniques (metabolomics and transcriptomics). We believe that, for the first time, we can begin to show the links between spaceflight-dependent immune dysfunction and changes in metabolism. Methods Mice and treatment On July 8, 2011, age- and weight-matched, 11 week old, female C57BL/6J mice (n = 15/group) were placed into three Animal Enclosure Modules (AEMs, 2 groups of 5 per AEM separated by a wire mesh) and flown on the Space Shuttle Atlantis (STS-135) for ~13 days. There were two sets of ground controls housed at the Space Life Science Laboratory (SLSL) at KSC: Ground AEM controls (n = 10) and Vivarium controls (n = 8). Due to the nature of the NASA Biospecimen Sharing Program (BSP), we did not receive tissues from all mice for all assays. Sample sizes for individual assays are indicated where appropriate. Ground AEM control mice were placed into the same hardware used in flight and environmental parameters such as temperature and CO 2  levels were matched as closely as possible based on 48-hour delayed telemetry data. Conditions were controlled for temperature, humidity, and a 12:12 hr light:dark cycle; food (food bars developed by NASA Ames) and water was provided  ad libitum . Vivarium control mice, housed in standard shoebox cages and fed standard rodent chow, were used to normalize cell counts, thus minimizing day-to-day variability. Mice were euthanized and dissected within 3–5 hours of landing. As part of the primary science, all mice underwent dual energy X-ray absorptiometry (DEXA) densitometry (Piximus, Inc., Fitchburg, WI) immediately prior to anesthesia and euthanization. Mice were anesthetized with 3–5% isoflurane and euthanized with 100% CO 2  and exsanguination via cardiac puncture. Samples were shipped to either LLU or University of Colorado Anschutz Medical Campus and stored appropriately prior to use. These studies were approved by the NASA Ames and University of Colorado at Boulder Institutional Animal Care and Use Committees (IACUCs). Tissue handling Each spleen was cut in half at the time of dissection, placed into complete Roswell Park Memorial Institute-1640 (RPMI-1640) medium with 20% bovine calf serum and shipped on ice via overnight courier to LLU for further processing.  Note :  There was a problem with the courier shipping fresh tissues from the ground control mice from KSC to LLU .  As a result ,  “fresh” ground control splenocyte samples were processed and assayed at LLU 48 hours after tissue collection .  In contrast ,  “fresh” flight samples were processed and assayed roughly 24 hours post-tissue collection .  This must be considered in interpreting all assays involving “fresh” splenocytes presented below .  Only the assays that involved fresh splenic tissue were affected by this shipping error .  These include flow cytometry ,  oxidative burst ,  background ROS ,  and phagocytosis assays . Adrenals were snap frozen in liquid nitrogen at the time of dissection and stored at -80°C until analysis. Liver lobes were extracted and dissected at the time of dissection. A portion of the sample was prepared in 4% paraformaldehyde. The rest of the liver was snap frozen in liquid nitrogen and stored at -80°C until analysis.  Note :  none of the liver or adrenal tissues were impacted by the shipping error . Splenocyte viability Spleen cell concentration was adjusted to 2 x 10 6  cells/ml and mixed with 0.4% trypan blue solution. The cell suspension was loaded onto CHT4 counting chamber slides and viability was assessed via the Cellometer Auto T4 (Nexcelcom Bioscience LLC, Lawrence, MA). Splenic leukocyte quantification Splenocyte single-cell suspensions were diluted in RPMI-1640 medium and evaluated using the ABC Vet Hematology Analyzer (Heska Corp., Waukesha, WI) after lysis of erythrocytes by incubation in 2 ml of ammonium-chloride-potassium solution for 4 min at 4°C. Immunophenotyping of lymphocyte subsets was performed on spleen using a FACSCalibur TM  flow cytometer (Becton Dickinson, Inc., San Jose, CA). Monoclonal antibodies (MAb; BD Pharmingen, Inc., San Diego, CA) were labeled with fluorescein isothiocyanate (FITC), R-phycoerythrin (PE), allophycocyanin (APC), or peridinin chlorophyll protein (PerCP). MAb were directed against the following markers: CD3 (G4.18)–mature T cells; CD4 (OX-35)–T helper (Th) cells; CD8 (OX-8)–T cytotoxic (Tc) cells; CD45 (OX-1)–leukocytes; CD45R (HIS24)–B cells. We gated on the mononuclear population on a CD45 vs side scatter dot plot. At least 5,000 gated events/tube were evaluated using CellQuest TM  software version 3.1 (Becton Dickinson). All cell count numbers were normalized to Vivarium controls and combined for the final analysis using the following equation: Final Data Point = [Measured Data Point] / [Average of Daily Vivarium Control] * [Average of All Controls for All Experiments]. Splenocyte oxidative burst and background reactive oxygen species (ROS)–plate reader Spleen white blood cells (WBCs) were treated with zymosan A (for burst activity; Sigma Chemical Co., St. Louis, MO) or medium (for background activity), and 2',7'-dichlorodihydrofluorescein diacetate (DCFH-DA; Molecular Probes, Inc., Eugene, OR), a membrane-permeable diacetate derivative of DCFH. Upon entering cells the diacetate is cleaved enzymatically. Both the DCFH-DA and DCFH are non-fluorescent fluorescein analogues. They are oxidized to highly fluorescent 2',7'-dichlorofluorescein (DCF) by H 2 O 2  and hydroperoxides. The fluorescence intensity was measured using a fluorometer at 485 nm excitation and 530 emission. Splenocyte oxidative burst and phagocytosis–flow cytometry Fixed  Staphylococcus aureus  (Trade name Pansorbin, Calbiochem, San Diego, CA) was stained with propidium iodide (PI) and used to quantify phagocytosis. DCFH-DA was used to quantify oxidative burst. Spleen cells were transferred into 5 ml tubes. DCFH-DA and PI-labeled  S .  aureus  were added to the cells and allowed to incubate. Fluorescence was detected using a 4-color FACSCalibur TM  flow cytometer. Analysis of 5,000 events/tube was performed using CellQuest TM  software (v3.1). Adrenal tissue homogenate One adrenal gland from each mouse was weighed and homogenized using a Powergen homogenizer (Fischer Scientific, Tustin, CA) with 500 μl of phosphate-buffered saline (PBS), the other adrenal was homogenized with 500 μl of 0.1 M  HClO 4 . The samples were spun at 12,000 x g for 15 min at 4°C. The supernatant was aliquotted and frozen at -80°C until assayed. The supernatants were used to assess adrenocorticotropic hormone (ACTH) receptor. Samples homogenized in HClO 4  were used to assess corticosterone, protein, and catecholamines. Total protein concentration in adrenals Total protein concentration was quantified in the adrenals using a Pierce bicinchoninic acid (BCA) Protein Assay kit (Thermo Fisher Scientific, Tustin, CA). Samples were run with protein standards ranging from 500 μg/ml to 7.8 μg/ml diluted with 0.1 M  HClO 4 . Corticosterone via enzyme-linked immunosorbent assay (ELISA) The adrenal glands from each mouse were homogenized. Supernatants were collected after centrifugation and stored at -80°C. Aliquots of frozen adrenal tissue supernatant were thawed, diluted 1:10 in assay buffer, and corticosterone was measured using an ELISA kit for mouse corticosterone from AssayPro (St. Charles, MO), according to manufacturer’s instructions. Plates containing duplicate samples and standards were read on a microplate reader set at 450 nm. Corticosterone levels in adrenal supernatants were calculated from the standard curve and expressed as means ± SEM in ng/mg protein. Cross reactivity for other steroids, such as aldosterone or progesterone, was <2% or lower. Minimum detection of corticosterone by the kits was 0.156 ng/ml, and intra-assay and inter-assay variabilities were 5.0% and 7.1%, respectively. ACTH receptor via ELISA ACTH receptors and phosphorylated ACTH receptors were assayed in adrenal gland homogenates using ELISA kits from MyBiosource (San Diego, CA) as per the manufacturer’s instructions. Samples were run in duplicate along with known standards in 96-well plates at room temperature. Plates were read on a plate reader set at 450 nm immediately after adding the stop solution. Data were expressed as means ± SEM in pg/mg protein. The sensitivity of the kit was 2.0 pg/ml. The detection range of the kit was 15.6–500.0 pg/ml. Intra-assay coefficient of variation (CV) and inter-assay CV were less than 15%. Catecholamines via high-performance liquid chromatography (HPLC) Frozen aliquots of supernatant from adrenal tissue were thawed and diluted 1:5 in 0.1 M  HClO 4 . Epinephrine, norepinephrine and dopamine were measured by HPLC using an ESA 582 isocratic pump, an ESA 542 autosampler, a Waters Atlantis T3 150 mm X 4.6 mm C18 reverse phase column, and an ESA Coulochem III detector with a 5011a cell set at +250 mV and -200 mV. The mobile phase was a 100  μM  citric acid/phosphate buffer with 20% methanol pH 3.5. The assay volume was 50 μl. Values were expressed as a mean ± SEM in ng/mg protein. Metabolomics Frozen liver samples were shipped to Metabolon, Inc. (Durham, NC) for analysis. Methanol extraction of small molecules was carried out, as described previously [ 39 ,  40 ], using 100 mg of liver tissue per sample. In addition, a small volume of each sample was utilized to create a pooled liver sample that was prepared in parallel and included as a technical replicate to assess variability and sensitivity in measurements, as described [ 39 ,  41 ]. The resulting extract was divided into four fractions for non-targeted metabolomics analysis [ 39 ,  40 ,  42 ]: one for analysis by ultra-high performance liquid chromatography-tandem mass spectrometry (UPLC-MS/MS; positive mode), one for analysis by UPLC-MS/MS (negative mode), one for analysis by gas chromatography–mass spectrometry (GC-MS), and one sample was reserved for backup. The UPLC-MS/MS platform utilized a Waters Acquity UPLC with Waters UPLC BEH C18-2.1×100 mm, 1.7 μm columns and a ThermoFisher LTQ mass spectrometer, which included an electrospray ionization source and a linear ion-trap mass analyzer. The instrumentation was set to monitor for positive ions in acidic extracts or negative ions in basic extracts through independent injections. The instrument was set to scan 80–1000 m/z (molecular weight) and alternated between MS and MS/MS scans. Samples destined for analysis by GC-MS were dried under vacuum desiccation for a minimum of 18 hours prior to being derivatized using bis(trimethylsilyl)trifluoroacetamide. Derivatized samples were separated on a 5% diphenyl / 95% dimethyl polysiloxane fused silica column (20 m x 0.18 mm ID; 0.18 μm film thickness) with helium as carrier gas and a temperature ramp from 60° to 340°C in a 17.5 min period. A Thermo-Finnigan Trace DSQ fast-scanning single-quadrupole MS using electron impact ionization (EI) and operated at unit mass resolving power was utilized, and the scan range was from 50–750 m/z. Metabolites were identified by automated comparison of the ion features in the experimental samples to a reference library of chemical standard entries that included retention time, molecular weight (m/z), preferred adducts, and in-source fragments as well as associated MS spectra, and curated by visual inspection for quality control using software developed at Metabolon [ 43 ]. Identification of known chemical entities was based on comparison to metabolomic library entries of more than 4,000 purified standards. Raw area counts for each metabolite were re-scaled to set the medians to 1.0 for metabolites identified. Missing values, assumed to be below the limit of detection of the platform used, were imputed with the observed minimum after normalization. An estimate of the false discovery rate among metabolites identified as significantly different (p<0.05) between space flight livers and AEM controls was calculated to be 22% when applying the q-value method of Storey and Tibshirani [ 44 ]. RNA isolation RNA isolation was performed using the RNeasy Mini Kit (Qiagen, Inc. Valencia, CA) as per the manufacturer’s instructions. A maximum of 30-mg frozen liver/mouse tissue was used. Target preparation/processing for GeneChip analysis After isolation, RNA was frozen at -80°C and shipped on dry ice to the University of California, Irvine (UCI) Genomics High-Throughput Facility (GHTF) for further analysis. The following protocol was provided by the UCI GHTF. Isolated total RNA samples were processed as recommended by Affymetrix, Inc. (Affymetrix GeneChip Whole Transcript Sense Target Labeling Assay Manual, Affymetrix, Inc., Santa Clara, CA). In brief, total RNA was initially isolated as described above and then put through an RNeasy spin column (Qiagen, Chatsworth, CA) for further clean up. Eluted total RNAs were quantified by NanoDrop (ThermoScientific, Wilmington, DE) and the concentrations of sample aliquots were adjusted to 100 ng/μl. Total RNA samples were assessed for quality prior to performing target preparation/processing steps by loading approximately 25–250 ng of each sample onto a RNA 6000 Nano LabChip, which was evaluated on an Agilent Biolanalyzer 2100 (Agilent Technologies, Palo Alto, CA). The Ambion whole transcript (WT) expression kit (Life Technologies, Carlsbad, CA) was used to prepare RNA samples for whole transcriptome microarray analysis. Briefly, random hexamers that were tagged with a T7 promoter were used in first strand synthesis of cDNA. Then, using the T7 promoter, second strand synthesis was performed and the double-stranded cDNA was subsequently used as a template in an  in vitro  transcription reaction to generate many copies of antisense cRNA. Ten μg of antisense cRNA was input into a second cycle cDNA reaction using reverse transcriptase and random hexamers to produce single-stranded DNA in the sense orientation. The single-stranded DNA was fragmented to an average length of 70 bases and then labeled using a recombinant terminal deoxynucleotidyl transferase (TdT) and an Affymetrix proprietary DNA labeling reagent that was covalently linked to biotin. Two μg of the labeled, fragmented single-stranded cDNA was hybridized at 45°C with rotation for 17 hours (Affymetrix GeneChip Hybridization Oven 640) to probe sets present on an Affymetrix GeneChip 1.0ST array. The GeneChip arrays were washed and then stained with streptavidin-phycoerythrin on an Affymetrix Fluidics Station 450 (Fluidics protocol FS450_007). Arrays were scanned using GeneChip Scanner 3000 7G and Command Console Software v. 3.2.3 to produce.CEL intensity files. The probe cell intensity files (*.CEL) were analyzed in Affymetrix Expression Console software v1.1.1 using the Probe Logarithmic Intensity Error (PLIER) algorithm to generate probe level summarization files (*.CHP). The settings used were algorithm-PLIER v2.0; quantification scale-Linear; quantification type-signal and detection P value; background-perfect match GC composition-based background correction (PM-GCBG); normalization method-sketch-quantile. Gene expression data were then processed via CARMAweb (Comprehensive R based Microarray Analysis web service) using the significance analysis of microarrays (SAM) method to get fold changes for determining differential expression and p values. The Benjamini-Hochberg method was used to identify false positives. CARMAweb is a free, online tool hosted by Medical University Innsbruck [ 45 ]. Histology and immunohistochemistry PFA fixed, 5 μm tissue sections were processed for hematoxylin-and-eosin (H&E) staining and immunofluorescence microscopy as described previously [ 46 ]. Additional histology sections were processed for Periodic Schiff Stain (PAS) and Picrosirius Red stain. Immunoreactivity was visualized using secondary antibodies conjugated with Alexafluor 488 or Alexafluor 594 at dilutions of 1:500 and 1:250, respectively. Nuclei were stained with 4‘,6-diamidino-2-phenylindole (Sigma). Immunofluorescence images were captured on a Nikon Diaphot fluorescence microscope (Nikon Corporation, Tokyo, Japan) and digitally deconvolved using the No Neighbors algorithm (Slidebook, Denver, CO) as described previously [ 46 ]. Histologic images were captured on an Olympus BX51 microscope equipped with a four megapixel Macrofire digital camera (Optronics, Goleta, CA) using the PictureFrame Application 2.3 (Optronics). Cross-polarized light was also used to enhance vi",
  "introduction": "Introduction The final US Space Shuttle mission, STS-135, launched on July 8, 2011. After 12 days, 18 hours and 29 minutes, Space Shuttle  Atlantis  landed safely at Kennedy Space Center (KSC) for the last time. One of the many experiments flown on this historic flight to the International Space Station (ISS) was BioServe Space Technology’s Commercial Biomedical Testing Module-3 (CBTM-3). Sponsored by Amgen, Inc., the last animal flight of the shuttle era was intended to test the impact of their proprietary pharmaceutical agent on spaceflight-induced musculoskeletal atrophy. Participants in the NASA Biospecimen Sharing Program (BSP) were given the opportunity to analyze a subset of the placebo-treated mice (n = 5–10, depending on the assay and tissue) as long as it did not interfere with the primary science. Our research team at Loma Linda University (LLU) has participated in all three Amgen/CBTM flights (STS-108, -118, and -135) [ 1 – 6 ], giving us the unique opportunity to both repeat and expand on previous results. There are at least three, currently unavoidable components of the spaceflight environment that directly impact immune function. These include changes in the inertial environment (e.g. launch and landing loads, microgravity), low-dose/low-dose-rate radiation (e.g. solar particle events, galactic cosmic rays, and the Van Allen belts), and physiological/psychological stress (e.g. unloading, work-related stress). Ground-based studies have shown that each of these environmental factors alone can have an impact on immune function. Previously, we and others have shown that the spaceflight environment can have a dramatic influence on immunity. Virtually all immune populations are reduced after spaceflight [ 2 ,  4 ]. Studies in both animal models and humans have shown that the spaceflight environment can influence total body, thymus and spleen mass [ 7 – 18 ], lymphocyte population distributions [ 18 – 25 ] and circulating corticosterone levels [ 16 ,  17 ,  26 – 33 ]. Interestingly, spaceflight is also known to alter energy/lipid metabolism [ 34 ,  35 ] and ground-based studies suggest that the stress marker, corticosterone/cortisol, plays a significant role [ 36 ]. Corticosterone promotes fat breakdown in adipose and muscle tissues to provide glycerol to the liver for gluconeogenesis [ 36 ]. As we demonstrate, metabolomic analysis of the liver indicates that glycerol was more abundant in flight mice relative to ground controls. Furthermore, data from the liver, skin and adrenal gland suggest that spaceflight caused a significant increase in corticosterone levels system-wide. These seemingly unrelated lines of investigation are important because there is a growing body of work describing the interaction between innate immunity and lipid metabolism ( S1 Fig ). Chronic inflammation is now accepted as a critical component in many pathologies and chronic diseases. Macrophages are not only among the first responders in host resistance to infec",
  "methods": "Methods Mice and treatment On July 8, 2011, age- and weight-matched, 11 week old, female C57BL/6J mice (n = 15/group) were placed into three Animal Enclosure Modules (AEMs, 2 groups of 5 per AEM separated by a wire mesh) and flown on the Space Shuttle Atlantis (STS-135) for ~13 days. There were two sets of ground controls housed at the Space Life Science Laboratory (SLSL) at KSC: Ground AEM controls (n = 10) and Vivarium controls (n = 8). Due to the nature of the NASA Biospecimen Sharing Program (BSP), we did not receive tissues from all mice for all assays. Sample sizes for individual assays are indicated where appropriate. Ground AEM control mice were placed into the same hardware used in flight and environmental parameters such as temperature and CO 2  levels were matched as closely as possible based on 48-hour delayed telemetry data. Conditions were controlled for temperature, humidity, and a 12:12 hr light:dark cycle; food (food bars developed by NASA Ames) and water was provided  ad libitum . Vivarium control mice, housed in standard shoebox cages and fed standard rodent chow, were used to normalize cell counts, thus minimizing day-to-day variability. Mice were euthanized and dissected within 3–5 hours of landing. As part of the primary science, all mice underwent dual energy X-ray absorptiometry (DEXA) densitometry (Piximus, Inc., Fitchburg, WI) immediately prior to anesthesia and euthanization. Mice were anesthetized with 3–5% isoflurane and euthanized with 100% CO 2  and exsanguination via cardiac puncture. Samples were shipped to either LLU or University of Colorado Anschutz Medical Campus and stored appropriately prior to use. These studies were approved by the NASA Ames and University of Colorado at Boulder Institutional Animal Care and Use Committees (IACUCs). Tissue handling Each spleen was cut in half at the time of dissection, placed into complete Roswell Park Memorial Institute-1640 (RPMI-1640) medium with 20% bovine calf serum and shipped on ice via overnight courier to LLU for further processing.  Note :  There was a problem with the courier shipping fresh tissues from the ground control mice from KSC to LLU .  As a result ,  “fresh” ground control splenocyte samples were processed and assayed at LLU 48 hours after tissue collection .  In contrast ,  “fresh” flight samples were processed and assayed roughly 24 hours post-tissue collection .  This must be considered in interpreting all assays involving “fresh” splenocytes presented below .  Only the assays that involved fresh splenic tissue were affected by this shipping error .  These include flow cytometry ,  oxidative burst ,  background ROS ,  and phagocytosis assays . Adrenals were snap frozen in liquid nitrogen at the time of dissection and stored at -80°C until analysis. Liver lobes were extracted and dissected at the time of dissection. A portion of the sample was prepared in 4% paraformaldehyde. The rest of the liver was snap frozen in liquid nitrogen and stored at -80°",
  "results": "Results Total body mass decreased after spaceflight but not significantly There were no significant differences in total body mass at the time of sacrifice (AEM 19.5 ± 0.5 g, Flight 18.4 ± 0.5 g). Sample size: n = 8 for AEM ground controls, n = 7 for Flight. However, when calculated as a difference from preflight, baseline mass, we previously reported that spaceflight mice lost significantly more mass compared to AEM controls [ 35 ]. Decrease in splenocyte viability There was a significant decrease in viability of splenocytes noted in the ground control mice ( P< 0.001); 77% of splenocytes were viable in flight mice while only 68% were viable in ground controls. The difference in viability was likely due to a problem with shipping fresh tissues from the ground control mice from KSC to LLU (as described above). This difference in viability, although relatively small, must be considered in interpreting all assays involving “fresh” splenocytes presented below. Sample size: n = 8 for AEM ground controls, n = 5 for Flight. Spaceflight decreased major splenic leukocyte subset counts There were significant flight-induced decreases in the total number of all major leukocyte populations ( P< 0.001,  S2 Fig ). In terms of proportions, spaceflight caused a shift toward lymphocytes ( P< 0.001) away from granulocytes ( P< 0.001), with no significant impact on monocyte/macrophage percentages. Spaceflight decreased splenic lymphocyte subset counts Spaceflight caused decreases in the total count of all measured lymphocyte subsets ( S3 Fig ) including T ( P< 0.001), Th ( P< 0.001), Tc ( P< 0.005), B ( P< 0.001) and NK ( P< 0.05) cells. In contrast, with the exception of an increase in Tc cells percentages ( P< 0.05), there was no significant impact of spaceflight on the proportions of any lymphocytes. The proportional increase in Tc cells led to a significant, flight-induced decrease in the CD4/CD8 ratio ( P< 0.01), i.e., 1.6 for flight mice versus 2.0 for AEM ground controls. Spaceflight increased splenic background ROS & oxidative burst but decreased phagocytosis As indicated in  Fig 1 , we characterized the capacity of cells present in the spleen to generate an oxidative burst using both flow cytometry and a plate-based fluorescent assay. In both cases, we found significant spaceflight-induced increases ( P< 0.001). In contrast, there were decreases in phagocytic capacity in flight mice ( P< 0.001). Lastly, spaceflight increased the levels of unstimulated, background ROS ( P< 0.001). 10.1371/journal.pone.0174174.g001 Fig 1 Effects of spaceflight on splenocyte phagocytic function. Flow = Flow cytometry based assay. Plate = 96 well/fluorescence-based assay. Values represent means ± SEM. N = 8 for Ground controls, 5 for Flight. * P< 0.001. Spaceflight increased adrenal corticosterone, decreased ACTH receptors, and did not impact catecholamine levels We observed a trend for a spaceflight-induced increase in corticosterone levels in the adrenal glands ( P  = 0.066,  Fig 2 ). Although there were consistent decreases noted in ACTH receptors (total or phosphorylated), these also did not reach significance. However, the corticosterone/phosphorylated ACTH receptor ratio was greater in mice who experienced spaceflight ( P< 0.05, See  S1 Table ). 10.1371/journal.pone.0174174.g002 Fig 2 Effects of spaceflight on corticosterone and ACTH receptor levels in the adrenal gland. Corticosterone was quantified via ELISA. Values represent means ± SEM. N = 8 for Ground controls, 5 for Flight. T = trend, P = 0.066. ACTH receptor (ACTH-r) levels quantified via ELISA. p-ACTH-r = phosphorylated ACTH-r. Values represent means ± SEM. N = 11 for Ground controls, 7 for Flight. There were no significant signs of spaceflight-induced changes in the adrenal catecholamines, norepinephrine and epinephrine ( Fig 3 ). Similarly, although there was a slight elevation in dopamine in flight mice, this was not significant. However, this elevation resulted in significant increases in",
  "discussion": "Discussion Spaceflight appears to have had a significant impact on both immune and metabolomic function. These differences occur in the cell count and proportion data (see  S1 Discussion ), cell function, metabolites and in gene expression. As we will show, be believe these changes do not occur independently and are, in fact, linked. There were increases in background ROS levels measured in splenocytes  ex vivo  after flight, suggesting an increase in oxidative stress. High oxidative stress would be consistent with our results from STS-118 where we found increases in the expression of several genes in the liver involved in ROS scavenging and metabolism [ 5 ]. This would also be consistent with the increase in the GSSG:GSH ratio (due to the decrease noted in GSH levels) found in metabolomic analysis of the spaceflight livers noted here. However, although there was an increasing trend noted in another marker of oxidative stress, cysteine-glutathione disulfide, this did not reach the level of significance ( Table 1 ). Furthermore, the increase in GSSG:GSH ratio was due primarily to a decrease in GSH with no corresponding increase in GSSG. While the decrease noted in cysteinyl-glycine (cys-gly) suggests that there may be less GSH breakdown with spaceflight, there were no significant changes in any of the quantified γ-glutamyl amino acids, nor in any other metabolic components of the cycle, including 5-oxoproline, glutamate, cysteine, or glycine. This suggests a more likely explanation for the observed metabolite changes is that there was a decrease in GSH synthesis leading to a lower capacity to deal with oxidative stress. The enzymes responsible for converting glutamate, cysteine, and glycine into GSH are glutamyl-cysteine synthetase (GCS) and glutathione synthetase (GS) ( Fig 5 ). These enzymes are also part of another, separate branch of the pathway responsible for converting cystathionine (a precursor for cysteine) into ophthalmate. This is critical because although cystathionine decreased, both ophthalmate and its upstream precursor, 2-aminobutyrate, significantly increased after flight. This suggests that factors related to spaceflight are driving the kinetics of GCS towards ophthalmate production. 10.1371/journal.pone.0174174.g005 Fig 5 Effects of spaceflight on GSH production. This figure represents a combination of data generated through genomics and metabolomics. CTH = cystathionase. cys-gly = cysteinylglycine. GCS = glutamyl-cysteine synthase. GGT = gamma-glutamyl transpeptidase. GS = glutathione synthase. GSH = glutathione. GSSG = glutathione (oxidized). Rectangles represent metabolomics data. Ovals represent genomics data. Grey = unchanged. Green = down-regulated. Red = up-regulated. Blue = specific transaminase unidentified. Interestingly, ophthalmate is an endogenous analog of GSH and may be a biomarker for oxidative stress and GSH depletion [ 48 ,  49 ]. Consistent with these reports is the possibility that chronic exposures to the sp",
  "conclusion": ""
}