{
  "id": "PMC5286820",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5286820/",
  "title": "Skewing in Arabidopsis roots involves disparate environmental signaling pathways",
  "authors": "Eric R. Schultz, Agata K. Zupanska, Natasha J. Sng, Anna-Lisa Paul, Robert J. Ferl",
  "year": "2017",
  "journal": "BMC Plant Biology",
  "abstract": "Background Skewing root patterns provide key insights into root growth strategies and mechanisms that produce root architectures. Roots exhibit skewing and waving when grown on a tilted, impenetrable surface. The genetics guiding these morphologies have been examined, revealing that some Arabidopsis ecotypes skew and wave (e.g. WS), while others skew insignificantly but still wave (e.g. Col-0). The underlying molecular mechanisms of skewing and waving remain unclear. In this study, transcriptome data were derived from two Arabidopsis ecotypes, WS and Col-0, under three tilted growth conditions in order to identify candidate genes involved in skewing. Results This work identifies a number of genes that are likely involved in skewing, using growth conditions that differentially affect skewing and waving. Comparing the gene expression profiles of WS and Col-0 in different tilted growth conditions identified 11 candidate genes as potentially involved in the control of skewing. These 11 genes are involved in several different cellular processes, including sugar transport, salt signaling, cell wall organization, and hormone signaling. Conclusions This study identified 11 genes whose change in expression level is associated with root skewing behavior. These genes are involved in signaling and perception, rather than the physical restructuring of root. Future work is needed to elucidate the potential role of these candidate genes during root skewing. Electronic supplementary material The online version of this article (doi:10.1186/s12870-017-0975-9) contains supplementary material, which is available to authorized users.",
  "keywords": "Transcriptomics, Root skewing, Root waving, Morphometrics, Microarray",
  "full_text": "Background Plant roots have been long studied and yet investigations of root behavior, physiology, and biochemistry continue to be actively explored on every level [ 1 – 6 ]. The work presented here seeks further insights into root growth strategies by focusing on two distinct growth patterns of root growth, skewing and waving. Skewing is when the steady-state growth direction of a root deviates from the direction of the gravity vector and waving is when the root undulates back and forth over time along its direction of growth [ 7 – 14 ]. Skewing and waving have been described as gravity-enhanced touch responses, since these root patterns are notably present when a plant is grown on a tilted, impenetrable surface. Current models require that gravity pulls the root tip down onto the tilted surface, which increases the mechanical impedance to growth, and results in root skewing and root waving [ 15 ]. However, recent spaceflight experiments with  Arabidopsis thaliana  (Arabidopsis) on the International Space Station (ISS) have shown that certain ecotypes have roots that deviate from vertical growth (at a magnitude similar to skewing on the ground) and wave in the absence of gravity [ 16 – 18 ]. These ecotypes that exhibit spaceflight skewing are also the ecotypes that exhibit terrestrial skewing when grown at an angle [ 16 – 18 ]. The degree of skewing in spaceflight was consistent with previous terrestrial observations, but the waving pattern was different from what was typically observed on the ground [ 17 ]. The causes of skewing – and subsequently, the genes involved – are currently unknown. The goal of this study is to discover which genes are associated with root skewing through transcription microarrays. Other root tropisms exist as a result of environmental interaction, which likely impact the degree of root skewing and root waving. Touch responses, or thigmotropism, involves many genes that interact with auxin and can subsequently alter growth patterns [ 11 ,  19 – 28 ]. Plants also determine their growth in relation to the gravity vector, resulting in a gravitropic set-point angle (GSA), which is most commonly associated with lateral organ growth relative to the primary organ [ 29 ]. GSA is driven by auxin and TRANSPORT INHIBITOR RESPONSE 1/AUXIN SIGNALING F-BOX (TIR1/AFB)-dependent signaling, in a process similar to gravitropism [ 30 – 32 ]. Light can alter GSA for different plant systems [ 33 ], and light in general plays a role in root patterning and growth direction [ 34 – 42 ]. Additional tropisms include halotropism [ 39 ,  43 ,  44 ], chemotropism [ 45 ], hydrotropism [ 46 ], all of which can alter root growth response (reviewed in [ 3 ]). Many hypotheses exist for the underlying molecular mechanisms and key genes responsible for root skewing and root waving. As a result, a wide variety of genes have been implicated as involved in these growth patterns. Hormone related pathways and processes are among the candidates, such as ethylene involvement in root waving [ 10 ] and auxin and tryptophan biosynthesis in both skewing and waving [ 47 ,  48 ]. The cytoskeleton is also involved in skewing and waving [ 7 ,  18 ,  49 ,  50 ], including  WAVE-DAMPENED 2  ( WVD2 ; At5g28646) and  WVD2-LIKE 1  ( WDL1 ; At3g04630) genes, which alter cell expansion through microtubule bundle organization [ 51 ]. Many genes involved in molecular patterning, signaling, phosphorylation, and cell wall structure are also involved in root skewing and waving. Guanosine triphosphate (GTP)-binding proteins [ 11 ], cell expansion gene  ROOT HAIR DEFECTIVE 3  ( RHD3 ; At3g13870) with putative GTP-binding motif [ 13 ],  CLAVATA -related genes [ 52 ], protein phosphatase/PP2A  ENHANCED ETHYLENE RESPONSE 1  ( RCN1 ; At1g25490; [ 53 ]), serine/threonine protein kinases  WAG1  and  WAG2  (At1g53700 and At3g14370, respectively; [ 54 ]), and  KNOTTED-LIKE FROM ARABIDOPSIS THALIANA 1  ( KNAT1 ; At4g08150; [ 55 ]) are all associated with morphological change in root skewing or root waving. The SKU family of genes were identified through phenotypic changes in root behavior, with  SKU5  (At4g12420) and related genes being involved with cell wall modification and root growth [ 56 ] and  SKU6  (At2g03680) and family being involved with cortical microtubule and directional cell expansion [ 50 ]. While no single pathway has been identified in the literature as responsible for root skewing or for root waving, several different pathways have evidence for being involved. Skewing and waving are functionally separable using genetics [ 7 ,  12 ,  13 ,  51 ,  57 ]. The physiological separation of skewing from waving within a ecotype can be accomplished by using the environment, particularly the tilt angle of the growth plate, and can also occur in spaceflight [ 16 – 18 ]. The degree to which growth plates are tilted is referred to as the Angle of the growth plate (A gp ). Typically, plates are tilted backward such that plants are above the media surface, at A gp  45°. For many Arabidopsis ecotypes, growth at A gp  45° results in roots that both skew and wave. When growth plates are tilted forward, such that plants are below the media surface, at A gp  135°, Arabidopsis roots skew with reduced waving, similar to the pattern observed in spaceflight. Growth plates held vertically are A gp  90° and are considered as the controls for growth angle, as roots on vertical plates generally do not skew or wave. This study aims to discover additional genes associated with root skewing through transcription microarray analyses of Arabidopsis roots exhibiting different patterns of waving and skewing. Gene expression profiles were derived from Arabidopsis that displayed different root growth behaviors in various growth environments in order to identify gene activities associated with skewing and waving. Identified genes were validated using qRT-PCR and evaluated using previous studies for likelihood of involvement with the skewing process. Results Arabidopsis ecotypes skew and wave differently from one another in different growth environments Arabidopsis ecotypes Wassilewskija (WS) and Columbia (Col-0) differ in their skewing and waving behaviors, where WS demonstrates strong skewing and waving while Col-0 waves like WS but does not greatly skew, which was a growth pattern observed in spaceflight and on the ground (selected references: [ 14 ,  17 ,  49 ]). These two ecotypes were grown at three growth angles (A gp  45°, 135°, or vertical control of A gp  90°) to produce different root phenotypes (Figs.  1  and  2 ). Plants were grown for 3 days vertically, then moved to each respective A gp  for 5 more days, resulting in steady-state behavior in each of the A gp . Fig. 1 Various comparisons of microarray data reveals different genes involved in root skewing and waving.  Arrows point  to control used in each experiment.  Vertical arrows  indicate comparisons within ecotypes, horizontal arrows indicate comparisons between ecotypes. Eight-day experiment designed to isolate each permutation of root skewing and root waving and identify genes responsible. Vertical comparisons reveal genes responsible for changing the root growth pattern in response to different A gp  – for WS, these genes correlate to skewing and waving phenotypes. Horizontal comparisons reveal genes responsible for differences in skewing and waving for Col-0 and WS roots. Numbers indicate gene transcripts with different levels of transcripts from controls. Significance cutoffs of |log 2 (FC)| > 1,  p  < 0.05 \n Fig. 2 WS roots grown at A gp  135° skew with reduced waving, while WS roots grown at A gp  45° both skew and wave. Plants were grown vertically for 3 days on 0.5% Phytagel agar media, moved to their respective growth conditions, and grown for 5 more days. Plants were imaged, harvested, and fixed in RNAlater 8 days after germination (5 days after gravistimulation). Bars represent means (average  n  = 43) and error bars represent 95% confidence interval. Measurements were conducted using ImageJ plugin JFilament [ 106 – 108 ] and were processed using custom R scripts available on GitHub [ 109 ]. For comparisons where interaction of the two independent variables is significant, results of Scheffé’s method are represented with letters. Bars with different letters are different from one another ( p  < 0.05). For comparisons where interaction of the two independent variables is not significant, brackets and stars are used in addition to letter codes ( p  < 0.05 = *). Brackets indicate grouped measurements; all bars for one unit on the x-axis are compared to other bars for other x-axis units, and are represented by the significance indicator above the bracket.  a  Length of primary root. Roots grown at A gp  90° were the longest, followed by roots grown at A gp  135°, and roots grown at A gp  45° were the shortest. Col-0 roots were shorter than WS roots.  b  Horizontal growth index of primary root. WS roots skewed more than Col-0 roots when grown at A gp  45° and 135°.  c  Straightness of primary root. WS roots were less straight than Col-0 roots.  d  Root wave density. Roots grown at A gp  45° had the highest WD.  e  Representative image of WS at A gp  45°.  f  Representative image of Col-0 at Agp 45°.  g  Representative image of WS at A gp  90°.  h  Representative image of Col-0 at A gp  90°.  i  Representative image of WS at A gp  135°.  j  Representative image of Col-0 at A gp  135°. All images (courtesy of author) were taken through media \n The first analysis compared transcriptional differences within a ecotype caused by the environmental condition of A gp , specifically differences between WS roots grown at A gp  90° and WS roots grown at A gp  45° or 135°, and the differences between Col-0 roots grown at A gp  90° and Col-0 roots grown at A gp  45° or 135°. Only the A gp  influenced the differences in gene expression and root morphology. Roots were quantified following parameters identified in previous work [ 12 ,  58 ] using protocols outlined in the Materials and Methods section. The arrows in Fig.  1  represent comparisons analyzed. Figure  1  also shows a diagram of the root morphology for each genotype under each A gp . The second analysis compared transcriptional differences between ecotypes at each A gp  (e.g. differences between Col-0 and WS roots grown at A gp  45°). In this case, the ecotype influenced gene expression and morphology at the given A gp . The horizontal arrows in Fig.  1  show these comparisons. This matrix of comparisons allows two overlapping approaches to using differential expression to identify genes associated with skewing. WS roots skew significantly more than Col-0 roots at A gp  135° and significantly more than WS roots at A gp  90° (see Fig.  1 ). At A gp  45° WS roots skew more than Col-0 roots, but both WS and Col-0 roots also wave at 45°. Quantification of root morphometrics is found in Fig.  2 , using horizontal growth index (HGI; trigonometric relationship between the overall angle of growth and length of the root), straightness (STR; straight-line length of the root from start point to end point divided by the actual length of the root), and wave density (WD; waves per millimeter along root length). Comparisons involving A gp  45° allow the removal of waving as a confounding factor in the gene expression analyses. Col-0 roots showed 24 significantly altered transcripts related to A gp , most of which may be involved in waving. These comparisons are represented by the vertical arrows in the left column of Fig.  1 , with the numbers indicating the number of significantly altered transcripts from each comparison (significance cutoffs of |log 2 (fc)| > 1;  p  < 0.05). False discovery rate (FDR) corrections are found in Table  1 . Table 1 Comparing different growth angles to vertical within Col-0 \n When gene expression profiles of roots grown at A gp  45° were compared to A gp  90°, 22 genes were shown to be differentially regulated, three of which were upregulated and 19 of which were downregulated (Fig.  3a ). Col-0 plants grown at A gp  45° had roots that waved but did not skew as compared to the roots of plants grown at A gp  90°. Thus these 22 differentially expressed genes were associated with a root waving and but not root skewing. Fig. 3 Comparison of transcriptomes as they relate to morphology. Heat maps illustrate differences generated by angle of the growth plate (A gp ) or genetic differences.  a  Genes with altered transcription within Col-0 compared to the control of A gp  90°. Col-0 had 22 gene transcripts altered at A gp  45 ° and 6 altered at A gp  135°. Data in the heat map corresponds with data in Table  1 .  b  Genes with altered transcription within WS compared to the control of A gp  90°. WS had 66 altered gene transcripts at A gp  45° and 40 altered at A gp  135°. Data in heat map corresponds with data in Additional file  1 : Table S2.  c  Transcript comparisons between Col-0 and WS ecotypes – a genetic comparison – with morphological diagrams corresponding to each of the categories (I-VI) of gene expression profile. Transcripts between the ecotypes were removed if they were altered at the same level at all A gp . For example, if the transcript for  Gene A  was downregulated 2 fold in all conditions, it was removed. This comparison between Col-0 and WS had 128 altered gene transcripts at A gp  90°, 88 altered between Col-0 and WS at A gp  45°, and 133 altered between Col-0 and WS at A gp  135°. Data in heat map corresponds to data in Additional file  2 : Table S3. \n Comparison of gene expression profiles of roots grown at A gp  135° with profiles of roots grown at A gp  90° (Fig.  3a ), revealed only 6 genes that were differentially regulated between the two growth conditions. All 6 of these genes were downregulated. Morphologically, Col-0 roots grown at A gp  135° were not significantly different from those grown at A gp  90° (Fig.  2 ). Four genes out of these six were also present among the significantly differentially expressed genes in the A gp  45° comparison to A gp  90°, with just 2 being unique (At1g09310; a protein of unknown function with DUF538 and At3g19430; a protein related to late-embryogenesis abundant proteins, Table  1 ). Thus the 18 genes unique to the A gp  45° comparison to their 90° controls may represent genes associated with root waving, but not skewing. Many different processes were associated with these 18 genes identified, such as cell wall structure ( XTH7 ,  XTH9 ) and sugar transport ( SWEET11 ,  OCT1 ; Table  1 ). Only four genes had altered transcript levels at both A gp  45° and 135°, meaning that they responded to both the backward and forward tilted growth environments (Fig.  3a ). All four of these genes were downregulated at approximately the same levels in both conditions. These genes were  At4g12490  (a pEARLI1-like LTP),  THIOREDOXIN H8  ( TRX8 ; At1g69880),  DEFECTIVE IN INDUCED RESISTANCE 1  ( DIR1 ; At5g48485; putative LTP), and  CELL WALL INVERTASE 5  ( ATCWINV5 ; At3g13784). WS showed 92 significantly altered transcripts related to A gp , revealing candidates genes involved in skewing These comparisons are represented by the vertical arrows in the right column of Fig.  1 . The number of genes with significantly altered transcripts is located next to the appropriate arrow in Fig.  1  (significance cutoffs of |log 2 (fc)| > 1;  p  < 0.05). False discovery rate (FDR) corrections are found in Additional file  1 : Table S2. At A gp  45°, WS produces roots that both skew and wave compared to the roots grown vertically (A gp  90°). Gene expression profiles revealed that WS that were grown at A gp  45° had 66 genes with altered transcription in roots compared to A gp  90°. Nine of the 66 genes were upregulated, while 57 were downregulated (Fig.  3b  and Additional file  1 : Table S2). These genes may represent those involved in both skewing and waving processes. Processes associated with these genes include lipid transfer ( AZELAIC ACID INDUCED 1  [ AZI1 ; At4g12470],  CELL WALL-PLASMA MEMBRANE LINKER PROTEIN  [ CWLP ; At3g22120]), pectin methylesterase inhibition (At5g62330, At2g01610), and peroxidase activity ( PEROXIDASE 49  [ PER49 ; At4g36430],  PEROXIDASE 53  [ PER53 ; At5g06720]; Additional file  1 : Table S2). When grown at A gp  135° WS produces roots that skew without waving (Fig.  2 ). Gene expression profiles revealed that WS roots grown at Agp 135° had 40 genes with altered transcription in roots compared to WS roots grown at A gp  90°. These 40 genes are likely skewing-related (Fig.  3b ). Only two genes ( HISTONE H1-3  [ HIS1-3 ; At2g18050] and  DARK INDUCIBLE 2  [ DIN2 ; At3g60140]) also had differential transcription in Col-0, and the expression level of  DIN2  was in opposite directions (Table  1  and Additional file  1 : Table S2). Some of the processes included are methionine metabolism related ( METHIONINE GAMMA-LYASE  [ MGL ; At1g64660]), histone-related ( HIS1-3 ), and jacalin-related ( JACALIN-RELATED LECTIN 40  [ JAL40 ; At5g28520]). Other genes from these 40 will be discussed in more detail in the following sections. The genes with altered transcription in both A gp  45° and at A gp  135° (14 out of the 40 genes previously mentioned) were altered in the same way in both A gp  45° and 135° compared to A gp  90°, except for one gene. This one gene was  ASPARAGINE SYNTHETASE [GLUTAMINE-HYDROLYZING] 1  ( ASN1 ; At3g47340, also called  DIN6 ,), which was downregulated in A gp  45° and upregulated in A gp  135°, and is involved in darkness responses and sucrose starvation responses. The remaining 13 genes were involved in various processes, including cell wall reorganization ( XYLOGLUCAN ENDOTRANSGLUCOSYLASE/HYDROLASE 9  [ XTH9 ; At4g03210]) and sugar transport ( SWEET11  and  SWEET12 ; At3g48740 and At5g23660, respectively). Transcriptome comparisons between ecotypes revealed genes that could be involved in skewing in WS The gene expression profiles between Col-0 and WS when skewing and waving were also compared. These comparisons are represented in Fig.  1  by the horizontal arrows pointing toward WS, with the number of significantly altered levels of gene transcripts indicated above each arrow. Genes altered between Col-0 and WS at the same level in all three growth angles were removed from the comparison, as they represent inherent differences between the cultivars that were independent of the testing environments. The plant images and morphometrics are found in Fig.  2 , with resulting heat map with six different patterns of expression pattern categories in Fig.  4  and gene annotations, information, and significance cutoffs in Additional file  2 : Table S3. Fig. 4 Comparison of candidate skew genes from physiological and genotypic comparisons.  a  Venn diagram of gene numbers from Fig.  3 , illustrating overlap of 16 genes. The left circle represents total number of genes changed in WS (Fig.  3b ) and the right circle represents total number of genes changed between Col-0 and WS in groups IV, V, and VI (Fig.  3c ).  b  Genes with altered transcription identified in Fig.  3b  ( left column ) were combined with genes with altered transcription identified in groups IV, V, and VI of Fig.  3c  ( right column ), resulting in 16 genes. The majority of overlapping gene transcripts occurs with A gp  135° – a growth condition that elicited root skewing with minimal waving – totaling 11 highly probable skew gene candidates (HPSGC), shown here in bolded text with dark connecting lines \n The first differential gene expression pattern had altered transcripts between Col-0 and WS only when grown A gp  90°. Genes 1–61 had altered transcript levels in Category I (Fig.  3c ); 19 of the identified genes were upregulated and 42 of which were downregulated (Additional file  2 : Table S3). This pattern indicated inherent genetic differences between these two lines in their control condition and these d",
  "introduction": "",
  "methods": "Methods Plants, treatments, and morphometric assays \n Arabidopsis thaliana  plants (wild type cultivars Col-0 and WS) were grown on media plates made from 0.5x MS liquid media, autoclaved with 0.5% Phytagel and poured in square-gridded plates (Fisherbrand, Fisher Scientific, Pittsburgh, PA). Seeds were wet sterilized in 1.7 mL Eppendorf microfuge tubes (Eppendorf, Hamburg, Germany) using a 5-min 70% ethanol wash, followed by a 5 min 50% v/v sodium hypochlorate solution wash (8.3%; Clorox, Oakland, CA), followed by 6 washes with sterile ddH 2 O. Seeds were planted on plates and moved to 4 °C for 2 days, followed by three days of vertical growth (A gp  90°) in 19 °C +/- 2 °C, and 24-h fluorescent light at approximately 80 μmol m -2  s -1  PAR. Plates were photographed, moved to their respective experimental condition (A gp  45°, 90°, or 135°), and photographed again on day 8 after germination (day 5 after gravistimulation). Plants were harvested and fixed in RNAlater (Ambion, Grand Island, New York, USA). Images of 8 day old plates were stacked, aligned, and measured using JFilament plugin for ImageJ [ 106 – 108 ]. Root measurements were processed through a custom R script, available on GitHub [ 109 ]. Data were analyzed using R and two-way ANOVAs with Type II sum of squares [ 110 ]. Post hoc analysis was conducted using Scheffé’s method. RNA and microarray Roots were dissected from shoots and RNA was extracted using Qiagen RNeasy Plant Mini Kit (Qiagen, Hilden, Germany). Five roots were used for each chip, and three chips were used per condition. Lateral roots were not quantified, but did not appear to be significantly different between treatments. Initial RNA concentration was determined by Eppendorf BioSpectrometer (Eppendorf, Hamburg, Germany). Final RNA concentration was determined on a NanoDrop Spectrophotometer (NanoDrop Technologies Inc., Wilmington, DE) and sample quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies Inc., Santa Clara, CA). Briefly, 100 ng of total RNA from each sample was reverse transcribed into double-stranded cDNA, from which biotin-labeled cRNA was generated using the 3′ IVT plus Kit (Affymetrix, Santa Clara, CA). The cRNA was purified using magnetic beads and was fragmented. Following fragmentation, cRNA products (12.5 μg) were hybridized with rotation to the Affymetrix GeneChip® Arabidopsis ATH1 Genome Arrays for 16 h at 45 °C. Arrays were washed on a Fluidics Station 450 (Affymetrix, Santa Clara, CA) using the Hybridization Wash and Stain Kit (Affymetrix, Santa Clara, CA) and the Washing Procedure FS450_0004. Fluorescent signals were measured with an Affymetrix GeneChip Scanner 3000 7G. Initial data analysis was carried out using the MAS5 algorithm within the Affymetrix Expression Console software. Microarray experiments were performed at the Interdisciplinary Center for Biotechnology Research Microarray Core, University of Florida. The datasets supporting the conclusions of this article are",
  "results": "Results Arabidopsis ecotypes skew and wave differently from one another in different growth environments Arabidopsis ecotypes Wassilewskija (WS) and Columbia (Col-0) differ in their skewing and waving behaviors, where WS demonstrates strong skewing and waving while Col-0 waves like WS but does not greatly skew, which was a growth pattern observed in spaceflight and on the ground (selected references: [ 14 ,  17 ,  49 ]). These two ecotypes were grown at three growth angles (A gp  45°, 135°, or vertical control of A gp  90°) to produce different root phenotypes (Figs.  1  and  2 ). Plants were grown for 3 days vertically, then moved to each respective A gp  for 5 more days, resulting in steady-state behavior in each of the A gp . Fig. 1 Various comparisons of microarray data reveals different genes involved in root skewing and waving.  Arrows point  to control used in each experiment.  Vertical arrows  indicate comparisons within ecotypes, horizontal arrows indicate comparisons between ecotypes. Eight-day experiment designed to isolate each permutation of root skewing and root waving and identify genes responsible. Vertical comparisons reveal genes responsible for changing the root growth pattern in response to different A gp  – for WS, these genes correlate to skewing and waving phenotypes. Horizontal comparisons reveal genes responsible for differences in skewing and waving for Col-0 and WS roots. Numbers indicate gene transcripts with different levels of transcripts from controls. Significance cutoffs of |log 2 (FC)| > 1,  p  < 0.05 \n Fig. 2 WS roots grown at A gp  135° skew with reduced waving, while WS roots grown at A gp  45° both skew and wave. Plants were grown vertically for 3 days on 0.5% Phytagel agar media, moved to their respective growth conditions, and grown for 5 more days. Plants were imaged, harvested, and fixed in RNAlater 8 days after germination (5 days after gravistimulation). Bars represent means (average  n  = 43) and error bars represent 95% confidence interval. Measurements were conducted using ImageJ plugin JFilament [ 106 – 108 ] and were processed using custom R scripts available on GitHub [ 109 ]. For comparisons where interaction of the two independent variables is significant, results of Scheffé’s method are represented with letters. Bars with different letters are different from one another ( p  < 0.05). For comparisons where interaction of the two independent variables is not significant, brackets and stars are used in addition to letter codes ( p  < 0.05 = *). Brackets indicate grouped measurements; all bars for one unit on the x-axis are compared to other bars for other x-axis units, and are represented by the significance indicator above the bracket.  a  Length of primary root. Roots grown at A gp  90° were the longest, followed by roots grown at A gp  135°, and roots grown at A gp  45° were the shortest. Col-0 roots were shorter than WS roots.  b  Horizontal growth index of primary root. WS roots skewed more than Col-0 roots when grown at A gp  45° and 135°.  c  Straightness of primary root. WS roots were less straight than Col-0 roots.  d  Root wave density. Roots grown at A gp  45° had the highest WD.  e  Representative image of WS at A gp  45°.  f  Representative image of Col-0 at Agp 45°.  g  Representative image of WS at A gp  90°.  h  Representative image of Col-0 at A gp  90°.  i  Representative image of WS at A gp  135°.  j  Representative image of Col-0 at A gp  135°. All images (courtesy of author) were taken through media \n The first analysis compared transcriptional differences within a ecotype caused by the environmental condition of A gp , specifically differences between WS roots grown at A gp  90° and WS roots grown at A gp  45° or 135°, and the differences between Col-0 roots grown at A gp  90° and Col-0 roots grown at A gp  45° or 135°. Only the A gp  influenced the differences in gene expression and root morphology. Roots were quantified following parameters identified in",
  "discussion": "Discussion Transcriptome comparisons within ecotypes reveal a primary set of 92 candidate genes involved in skewing The primary set of 92 candidate genes involved in skewing was identified by comparing the transcription of WS genes when grown at A gp  45° or 135° compared to A gp  90°. Morphologically, WS roots skew when grown at A gp  135° with reduced waving (Figs.  1  and  2 ). The genes with altered transcription identified in this comparison of A gp  135° to A gp  90° represent the pool of genes likely involved in root skewing and not waving, since they were altered in a condition that induces root skewing independent of the classical root waving patterns. WS roots also skew when grown at A gp  45°; however, the occurrence of waving at A gp  45° complicates the relationship between skewing and transcriptome at A gp  45°. It is important to note that only roots were used for the microarrays, and that lateral roots appeared to be similar across all treatments. As seen in Table  2 , the 11 genes associated with skewing cluster into a few biological categories, suggesting that several pathways interact to produce skewed growth and directionality. Col-0 roots, on the other hand, did not skew as did WS roots, and as such, differed only in waving when A gp  45° or 135° were compared to A gp  90°. The number of genes with altered transcription at A gp  45° or 135° compared to A gp  90° was also reduced, and not considered in the list of candidate skew genes due to the lack of skewing morphology. Transcriptome comparisons between ecotypes revealed a different set of 128 genes that may be involved in skewing Comparing gene expression patterns between WS and Col-0 shows how the ecotypes cope with the same environmental challenges presented to them, in this case whether the angle of the growth plate produces skewed roots. In order to determine which gene expression patterns are related to skewing, the relative expression patterns can be correlated to the morphology generated in each of the growth angles. Categories I-III in Fig.  3c  are not related to skewing. The first category (Category I, Genes 1–61; Fig.  3c  and Additional file  2 : Table S3) contains genes that were different between WS and Col-0 at A gp  90° and also unchanged at A gp  45° or 135° (Additional file  2 : Table S3). The second category (Category II, Genes 62–85; Fig.  3c  and Additional file  2 : Table S3) contained genes that were differentially expressed between WS and Col-0 at A gp  45°. However, the transcript expression of these genes was also different when the roots did not skew at A gp  90, which suggests that these genes are responding to growth angle but are not responsible for causing the morphologic change. The same logic can be applied to the genes of Category III, where transcript expression was different between WS and Col-0 when grown at A gp  90° and when grown at A gp  135° (Category III, Genes 86–128; Fig.  3c  and Additional file  2 : Table S3). The genes of Cat",
  "conclusion": "Conclusions This work investigated the transcriptional differences between skewing and non-skewing roots. Comparisons within WS revealed genes that responded to the angle of growth (A gp ) during the process of skewing. These genes were cross referenced with transcripts differing between the WS and Col-0 genotypes to refine the list of genes that are most probably be involved in root skewing. A majority of the highly probable skew gene candidates (HPSGC) are directly associated with environmental sensing (e.g. salt, sugar, hormones, darkness), upstream of physical growth differences (e.g. cell wall remodeling, cell division, cell elongation). Thus, pathways that respond to disparate signals from the root local environment may drive the root behavior of skewing. However, it is also possible that some of the HPSGC are responses to the altered phenotype, rather than the basis of the phenotype. In order to separate these two hypotheses, future studies could investigate the HPSGC to find the specific pathways and molecular mechanisms contributing to root skewing."
}