{
  "id": "PMC5587110",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5587110/",
  "title": "Microgravity validation of a novel system for RNA isolation and multiplex quantitative real time PCR analysis of gene expression on the International Space Station",
  "authors": "Macarena Parra, Jimmy Jung, Travis D. Boone, Luan Tran, Elizabeth A. Blaber, Mark Brown, Matthew Chin, Tori Chinn, Jacob Cohen, Robert Doebler, Dzung Hoang, Elizabeth Hyde, Matthew Lera, Louie T. Luzod, Mark Mallinson, Oana Marcu, Youssef Mohamedaly, Antonio J. Ricco, Kathleen Rubins, Gregory D. Sgarlato, Rafael O. Talavera, Peter Tong, Eddie Uribe, Jeffrey Williams, Diana Wu, Rukhsana Yousuf, Charles S. Richey, Julie Schonfeld, Eduardo A. C. Almeida",
  "year": "2017",
  "journal": "PLoS ONE",
  "abstract": "The International Space Station (ISS) National Laboratory is dedicated to studying the effects of space on life and physical systems, and to developing new science and technologies for space exploration. A key aspect of achieving these goals is to operate the ISS National Lab more like an Earth-based laboratory, conducting complex end-to-end experimentation, not limited to simple microgravity exposure. Towards that end NASA developed a novel suite of molecular biology laboratory tools, reagents, and methods, named WetLab-2, uniquely designed to operate in microgravity, and to process biological samples for real-time gene expression analysis on-orbit. This includes a novel fluidic RNA Sample Preparation Module and fluid transfer devices, all-in-one lyophilized PCR assays, centrifuge, and a real-time PCR thermal cycler. Here we describe the results from the WetLab-2 validation experiments conducted in microgravity during ISS increment 47/SPX-8. Specifically, quantitative PCR was performed on a concentration series of DNA calibration standards, and Reverse Transcriptase-quantitative PCR was conducted on RNA extracted and purified on-orbit from frozen  Escherichia coli  and mouse liver tissue. Cycle threshold (Ct) values and PCR efficiencies obtained on-orbit from DNA standards were similar to Earth (1 g) controls. Also, on-orbit multiplex analysis of gene expression from bacterial cells and mammalian tissue RNA samples was successfully conducted in about 3 h, with data transmitted within 2 h of experiment completion. Thermal cycling in microgravity resulted in the trapping of gas bubbles inside septa cap assay tubes, causing small but measurable increases in Ct curve noise and variability. Bubble formation was successfully suppressed in a rapid follow-up on-orbit experiment using standard caps to pressurize PCR tubes and reduce gas release during heating cycles. The WetLab-2 facility now provides a novel operational on-orbit research capability for molecular biology and demonstrates the feasibility of more complex wet bench experiments in the ISS National Lab environment.",
  "keywords": "",
  "full_text": "Introduction The ISS National Laboratory is a unique research environment whereby scientists from Academia, Government, and Industry seek to learn the effects of space on life and matter in their many forms. Although a great deal has already been learned about the effects of microgravity on biological systems, [ 1 – 3 ] the large majority of on-orbit experiments do not yield scientific data until long after return of samples to Earth for analysis, creating concerns about timeliness of data availability, and quality of sample preservation [ 4 ]. Ground analysis of on-orbit experiments has been necessary because of limited laboratory space, equipment, supplies, and astronaut time resources on ISS, but while this sample return approach maximizes efficient access to space by scientists, it fails to teach us how to conduct end-to-end scientific inquiries in microgravity. As human exploration of the solar system proceeds, human missions to Mars and deep space will require greater levels of autonomy and resourcefulness as outlined in the National Research Council’s Space Exploration Decadal Survey for Life and Physical Sciences [ 5 ] An important component of future traveling and living in space away from low Earth orbit will be the ability to perform modern molecular biology analyses, including purifying RNA and conducting Reverse Transcriptase-quantitative PCR (RT-qPCR) or other genomic analyses for disease diagnostics including viral and bacterial infection, environmental microorganism identification and monitoring of food and water, and in any other research application where monitoring gene expression is required. Although there are increasing numbers of studies of gene expression in microgravity, there are no reports of any methodologies for RNA purification and RT-qPCR under microgravity conditions, effectively preventing on-orbit analysis of gene expression or PCR-based diagnostics from biological samples. Specifically, recent RNA isolation and PCR-based gene expression studies of biological samples on ISS, Space Shuttle and Biosatellites have been conducted on earth after preserved sample return from space [ 6 – 14 ]. Recent efforts by various groups of investigators have sought to develop portions of an overall genomic and molecular biology experimental capability on ISS. Specifically, these include the NASA Genes in Space 1, miniPCR student experiment, [ 15 ] and the “Biomolecular Sequencer” Nanopore DNA sequencing demonstration [ 16 ,  17 ] both conducted simultaneously with WetLab-2. Both experiments however, started with genomic DNA samples, not indicative of gene expression, and relied either on sample return to earth for PCR product analysis, (miniPCR), or complex sequencing library preparation on earth prior to nanopore sequencing in space (Biomolecular Sequencer). Neither of these experiments had the end-to-end on-orbit capability to extract RNA from tissue, convert mRNA to cDNA for RT-qPCR, or to generate quantitative gene expression data as we sought to achieve with the WetLab-2 system. To address the pressing ISS research and diagnostics need for novel on-orbit end-to-end molecular biology gene expression analysis methods and tools, we devised a robust microgravity fluidic system that can intake diverse biological sample (cells, tissue, surface swabs, blood, etc.) and using temperature-stable reagents, allow for the isolation and purification of nucleic acids, such as RNA, for molecular biology analysis. In addition, the system includes a microgravity compatible thermal cycler, lyophilized reagents and enzymes for PCR assays and methods for reverse transcription of RNA into cDNA, and capabilities for heat inactivation of enzymes such as proteinase K and PCR inhibitors, plus RT-qPCR gene expression analysis using fluorescent TaqMan probes. The WetLab2 suite of instruments and reagents we describe here is novel and unique methodology, substantially distinct from all other existing RNA isolation and RT-qPCR gene expression analysis systems, because of its ability to function in microgravity, with altered fluid flow, hydrostatic pressure, convection, and surface tension conditions of space, while still providing full reagent containment for safe operation on ISS. Using this system, schematically shown in  Fig 1 , generic reagents and supplies can be prepositioned on ISS to flexibly support science opportunities such as optimizing plant growth, monitoring the evolution of bacterial communities in biofilms, or analyzing gene expression in immune cells from blood, among many other applications. In addition, the WetLab-2 system was also designed to be capable of purifying RNAs for return to Earth, or for other on-orbit molecular biology analyses such as nanopore array-based mRNA sequencing studies, greatly increasing the analysis capabilities of the system and possibilities for discovery in space. 10.1371/journal.pone.0183480.g001 Fig 1 Operations for the WetLab-2 system. Isolation and purification of RNA from biological tissues on–orbit starts with introduction of cells or tissues for lysis and homogenization into the Sample Preparation Module (SPM), followed by RNA binding to an affinity column, washing, and elution from the module. A Pipette Loader (PL) tool is provided for bubble free fluid transfer to a repeater pipette. This is then used to dispense accurate volumes of purified RNA into a centrifuge rotor/rack of lyophilized reagent tubes with enzymes and regents for reverse transcription and Taqman RT-qPCR. Data is available on-orbit within 3h of initiating the experiment, and transmitted by ISS to NASA Marshall Space Flight Center for emailing to investigators within 2 h of clean-up. A more detailed description of the process can be found in the  S1 Text . In its validation flight, WetLab-2 successfully demonstrated its capabilities to conduct molecular biology experimentation in microgravity. This consisted of first demonstrating that qPCR functions in microgravity conditions, followed by demonstration of RNA isolation from bacterial cell and mammalian tissue and gene expression analysis by RT-qPCR. When gases evolved by thermal cycling accumulated in PCR tubes due to microgravity conditions interfered with data uniformity, the system demonstrated its flexibility and adaptability to on-orbit experiment modification and iteration in real-time. WetLab-2 also used volunteer astronaut time and spare supplies to design and execute follow-up experiments while on-orbit to resolve the gas bubble problem. Below we describe in detail the design and scientific validation of the WetLab-2 suite of methods, reagents, and hardware for RNA purification and gene expression analysis by RT-qPCR, enabling future molecular biology experimentation to be conducted end-to-end in real-time on ISS, and allowing data interpretation and experiment redesign while on-orbit. Materials and methods In order to validate the system, a number of ground-based and on-orbit tests were performed including: validation of  E .  coli  primer assays (ground), validation of lyophilized components (ground), validation of the SPM (ground), validation of all hardware (ground), validation of qPCR efficiency using pre-prepared assays (on-orbit), validation of RNA extracted from  E .  coli  (on-orbit), and from mouse liver tissue (on-orbit) using the SPM. The methods used in these validation experiments are described in detail below. Primer and probe design This study used three types of assays for different portions of the validation of the system. First, an  E .  coli  genomic assay was used to demonstrate if qPCR was possible in microgravity and that the data matched 1 g controls. This was followed with a set of  E .  coli  gene expression assays designed to validate the sample prep and RT-qPCR capabilities of the system. Finally, a set of mouse gene expression assays were used to validate the system with a mammalian tissue. The  E .  coli  primers and probes used in this study were designed in-house to target both genomic and exonic regions. The  E .  coli  genomic assay consisted of primers targeting the 16S ribosomal DNA sequence for  rrnH  gene while the gene expression assays targeted the following genes: heat shock protein 70–2 ( dnaK ), RNA polymerase ( rpoA ), and a glucitol operon repressor ( srlR ). For mouse assays, pre-designed intron spanning assays targeting genes for glyceraldehyde 3-phosphate dehydrogenase (gapdh) and 60S ribosomal protein L19 (rpl19) were used for normalization and fibronectin 1 (fn1) was used to measure gene expression analysis. All primers and probes were produced by Integrated DNA Technologies (IDT, Coralville, Iowa). In all cases, TaqMan based technology was used [ 18 ]. The corresponding fluorescent dye and its primer and probe sequences are shown in  Table 1 . 10.1371/journal.pone.0183480.t001 Table 1 E .  coli  and mouse liver primers and probes used in this study. Organism/ Assay type Gene Name Primer/Probe Sequence E .  coli /  genomic 16S genomic region Probe /56-FAM/ AC GTT TGA C/ZEN/C TCG TCT TTC GGT GTG T/3IABKFQ/ Forward GCC AAG ACC AAC CAA TGA CAG CAA Reverse ACC TGC TCT CTT CGC GTA CTG TTT E .  coli /  gene expression dnaK Probe /56-FAM/ TGC TGA GTT /ZEN/ CTT TGG TAA AGA GCC GCG T/3BHQ_1/ Forward TGG TGG TCA GAC TCG TAT GCC AAT Reverse ATT GCT ACA GCT TCG TCC GGG TTA rpoA Probe /5HEX/ TTC GTC GTG /ZEN/ CGG CAA CCA TT/3IABkFQ/ Forward TAG AAC AGC GTA CCG ACC TG Reverse CGA AAG CTT CCA GTT GTT CA srlR Probe /5Cy5/ CCA CAG GCA CAA CCA TTC GCA /3IAbRQSp/ Forward ATT GGC GCA ATA CTT TGA CA Reverse GCA TGT TCC AGA ATG ACC AG mouse liver  /  gene expression gapdh Probe /56-FAM/ TGC AAA TGG /ZEN/ CAG CCC TGG TG/3IABkFQ/ Forward GTG GAG TCA TAC TGG AAC ATG TAG Reverse AAT GGT GAA GGT CGG TGT G rpl19 Probe /5HEX/ TGA CCG CCA/Zen/T ATG TAT CAC AGC CTG /3IABkFQ/ Forward GAT GCG CTT GTT TTT GAA CAC Reverse CCG GCT TCT CAG GAG ATA C fn1 Probe /5Cy5/ CTG ATC GTT GCA TCT GTT TCT GGA GGT/3IAbRQSp/ Forward GTT TCC TCG GTT GTC CTT CT Reverse GAC TGT ACT TGT CTA GGC GAA G E .  coli  primers and probes were designed in-house, mouse assays were selected from those available from IDT. 56-FAM: 5' 6-FAM (Fluorescein), ZEN tm IDT Trademark dark quencher, 3IABKFQ: 3’ Iowa Black Fluorescent Quencher, 3BHQ_1: 3’ Black Hole Quencher, 5HEX: 5’ Hexachlorofluorescein, 5Cy5: 5’ Cyanine5; 3IAbRQSp: 3' Iowa Black ®  RQ-Sp Assay formulation, preparation, and validation To validate the  E .  coli  genomic assay formulation, we analyzed qPCR performance using varying quantities of template in tenfold dilutions between 1 μg and 1 pg (inclusive). Assays were constituted using high molecular weight genomic DNA from  E .  coli  type B cells (Affymetrix, Sunnyvale, CA), custom primers and probe targeting a 16S ribosomal DNA sequence (IDT, Coralville, Iowa), GoTaq Probe Master Mix (Promega, Madison, WI), and molecular biology grade water (TekNova, Hollister, CA). Amplification was achieved via a standard thermal protocol that included a hot-start activation step (95°C, 2 min) and 45 cycles of denaturation (95°C, 15 s) and annealing/extension (54°C, 60 s). Samples were run in duplicate technical replicates and their average Ct values were plotted against template concentration to determine R-square and efficiency of amplification. Products were confirmed using a Bioanalyzer 2100 and an Agilent DNA chip, using a DNA 1000 protocol and reagent. Genomic and gene expression assays for  E .  coli  ( dnaK ,  rpoA  and  srIR ) and mouse tissue (gapdh, rpl19, and fn1) were validated using genomic  E .  coli  DNA and RNA from  E .  coli  K12 TB1 (New England Biolabs Inc, Ipswich, MA) and whole livers from male C57BL/6 12–16 week perfused/snap frozen (Charles River, Wilmington, MA). Initial feasibility studies however utilized mouse liver tissues obtained under NASA Ames Research Center IACUC protocols NAS-14-002-Yr1-3 and NAS-15-008-Y1-2 (E. Almeida and E. Blaber). RNA was isolated using the RNeasy Mini kit (Qiagen, Valencia, CA) and tested to have a RNA Integrity Number (RIN) greater than 9.0 using a Bioanalyzer 2100 and RNA 6000 Pico Chip. Each assay was validated using the appropriate RNA template in a RT-qPCR cocktail. Singleplex, duplex and triplex reactions were validated for each organism. Amplification was achieved via a single step RT-qPCR thermal protocol that includes a Reverse Transcription (45°C, 15 min), hot-start activation step (95°C, 2 min) and 45 cycles of denaturation (95°C, 15 s) and annealing/extension (54°C, 60 s), further detailed online at protocols.io [ 19 ]. Lyophilized assay validation After successful validation of assay performance, all assay formulations were purchased as lyophilized sample-ready products in the Reaction Tubes (BioGX, Birmingham, AL). The protocol for lyophilized assay generation is detailed in online at protocols.io [ 20 ]. To test the performance of the lyophilized assays, Ct values of lyophilized assays were compared to those of non-lyophilized controls. For the  E .  coli  genomic assay three concentrations of template; high (100 ng), mid (1 ng), and low (10 pg), along with no template controls (NTC), were run for each group. Non-lyophilized controls were constituted as described above while lyophilized assays were re-hydrated with elution buffer (Claremont BioSolutions, Upland, CA). Lyophilized  E .  coli  and mouse liver gene expression assays were tested by running singleplex, duplex, and triplex reactions. Individual, average, and standard deviation of Ct values were compared to corresponding controls, within template groups. Two individual lots were tested against a single benchtop control lot. BioGX also carried out independent validation of the lyophilized products. Microgravity compatible RNA extraction procedure RNA isolation was performed utilizing an alcohol-free version of the RNA binding buffer and washes for Claremont BioSolutions’ commercially available OmniLyse ®  [ 21 ,  22 ] and their RNAexpress ™  column. The process was carried out in a SPM, an enclosed microgravity-compatible hardware module designed to require only simple manual manipulations that can be performed by an untrained user. The SPM contains syringes preloaded with wash and elution buffers and has an input port with a Luer-Lok ®  connection for the incoming Sample Transfer Tool (STT). The procedure consists of lysing the sample with the battery powered OmniLyse ®  and binding of RNA to the RNAexpress ™  column. This is followed by two washes of the column with Claremont BioSolutions wash buffer in preloaded syringes. The RNA is then eluted into a removable syringe using the Claremont BioSolutions elution buffer. To test the SPM performance, 100 million  E .  coli  cells or 5 mg of mouse liver tissue were used for RNA extraction. Resulting RNA quantity and quality were assessed using a NanoDrop 2000 ®  (Thermofisher, Waltham, MD) and a Bioanalyzer 2100 (Agilent, Santa Clara, CA), respectively. The SPM-derived RNA was also used as the template in RT-qPCR reactions prepared as stated above. Hardware testing To determine the compatibility of hardware components, reagents were stored in hardware for long duration testing and were assessed for compatibility with downstream molecular biology applications (e.g. qPCR, RNA Isolation, and RT-qPCR). ACT 2 s (specialty microgravity compatible transfer hardware, Techshot, Greenville, IN) and Finger Loop syringes (BD, Franklin Lakes, NJ) were loaded and stored at -80°C. Units were removed from the freezer at designated time points, allowed to thaw at ambient temperature (at least 1 h for the ACT 2  and 45 min for the Finger Loop syringe), then RNA was extracted using the SPM procedure described above. To test the SPMs for reagent compatibility, SPMs were assembled with the syringes preloaded with wash and elution buffers and stored at ambient temperatures. At designated time points, SPMs were used to isolate fresh samples of either 1x10 8 \n E .  coli  cells or 5 mg of mouse liver tissue. For all hardware tests, RNA quantity and quality were assessed as described previously. RT-qPCR using sample specific primers and probe were also used to test RNA quality as described previously. Reaction Tubes containing lyophilized  E .  coli  and mouse gene expression assays, master mixes and enzymes were packaged at BioGX (8 tubes per sealed pouch) and stored at 4°C until tested. All lyophilized mixes were tested at designated time points and utilized 25 ng of  E .  coli  or mouse Qiagen RNeasy purified RNA (as appropriate) in 25 μl of molecular biology grade water to rehydrate the assays. Amplification conditions used were described above. In all cases, results were compared to those from the t = 0 time point. The thermocycler to be flown to the ISS was also validated prior to use. Details of all hardware testing results are shown in the  S2 Text . On-orbit quantitative PCR analyses Microgravity data generated in this study were attained from on-orbit operations onboard the ISS. All materials, hardware, and biology were transported during the SpaceX CRS-8 cargo resupply mission that launched to the ISS on April 8 th , 2016 and experiments were conducted on April 19 th , 22 nd , 26 th , 29 th  and May 2 nd . Operations required the use of the WetLab-2 hardware suite consisting of microgravity-compatible STT (ACT 2  or Finger Loop syringe), SPM, bubble-removing Pipette Loader (PL), reaction tube centrifugation rotor and a Cepheid SmartCycler ®  for thermocycling/fluorescence readout, as described in  S1 Text . 1 g control data were generated using identical protocols and hardware within 12 h of completion of ISS operations. The on-orbit operations consisted of three types of tests. First, the efficiency of qPCR in microgravity using pre-prepared reaction mixtures including  E .  coli  genomic DNA was tested three times. Second, isolation of RNA on-orbit using the SPM and pre-frozen  E .  coli  cells followed by analysis of gene expression was tested followed by testing of RNA isolation from mammalian tissue using the SPM and pre-frozen mouse liver tissue followed by analysis of gene expression. For each experiment, one ISS and one ground kit were removed from their respective cold stowage (both 4°C and -80°C if applicable) and allowed to equilibrate at room temperature for 2–7 h. For ISS operations, experiments were performed within a RNase-free and cleaned Disposable Glove Bag (DGB) to prevent contamination. At the start of ISS operations, session materials contained in RNase-free bags were placed into the DGB and wiped with RNase AWAY ™  wipes (Molecular BioProducts ™ , Waltham, MA). The 1 g control experiment was conducted in a standard molecular biology laboratory; all work surfaces were cleaned using RNase AWAY ™  wipes and 70% ethanol. Data from the ISS experiments were downlinked within 2 h of completion of the clean-up activity and results were statistically compared with those from corresponding 1 g controls. A total of five ISS runs were performed; one dataset was lost due to a PL hardware malfunction. All five 1 g control experiments were performed nominally. The efficiency of qPCR performed in microgravity was determined using reaction mixtures containing low, mid, or high concentrations of  E .  coli  DNA template and a no template control (NTC) as described above. Reagents were lyophilized in custom capped SmartCycler ®  reaction tubes on December 1 st , 2015. Four tubes of each concentration were packaged into tube kits. All tube kits and the elution buffer were transported and stored at 4°C to minimize loss of enzyme activity and maintain quality. On-orbit operations consisted of de-bubbling the buffer using the PL and loading it into a repeater pipette that was used to add 25 μl to each reaction tube. The tubes were centrifuged and loaded into the SmartCycler to analyze qPCR efficiency. RNA isolation using the SPM in microgravity was validated using 1x10 8 \n E .  coli  cells grown",
  "introduction": "Introduction The ISS National Laboratory is a unique research environment whereby scientists from Academia, Government, and Industry seek to learn the effects of space on life and matter in their many forms. Although a great deal has already been learned about the effects of microgravity on biological systems, [ 1 – 3 ] the large majority of on-orbit experiments do not yield scientific data until long after return of samples to Earth for analysis, creating concerns about timeliness of data availability, and quality of sample preservation [ 4 ]. Ground analysis of on-orbit experiments has been necessary because of limited laboratory space, equipment, supplies, and astronaut time resources on ISS, but while this sample return approach maximizes efficient access to space by scientists, it fails to teach us how to conduct end-to-end scientific inquiries in microgravity. As human exploration of the solar system proceeds, human missions to Mars and deep space will require greater levels of autonomy and resourcefulness as outlined in the National Research Council’s Space Exploration Decadal Survey for Life and Physical Sciences [ 5 ] An important component of future traveling and living in space away from low Earth orbit will be the ability to perform modern molecular biology analyses, including purifying RNA and conducting Reverse Transcriptase-quantitative PCR (RT-qPCR) or other genomic analyses for disease diagnostics including viral and bacterial infection, environmental microorganism identification and monitoring of food and water, and in any other research application where monitoring gene expression is required. Although there are increasing numbers of studies of gene expression in microgravity, there are no reports of any methodologies for RNA purification and RT-qPCR under microgravity conditions, effectively preventing on-orbit analysis of gene expression or PCR-based diagnostics from biological samples. Specifically, recent RNA isolation and PCR-based gene expression studies of biological samples on ISS, Space Shuttle and Biosatellites have been conducted on earth after preserved sample return from space [ 6 – 14 ]. Recent efforts by various groups of investigators have sought to develop portions of an overall genomic and molecular biology experimental capability on ISS. Specifically, these include the NASA Genes in Space 1, miniPCR student experiment, [ 15 ] and the “Biomolecular Sequencer” Nanopore DNA sequencing demonstration [ 16 ,  17 ] both conducted simultaneously with WetLab-2. Both experiments however, started with genomic DNA samples, not indicative of gene expression, and relied either on sample return to earth for PCR product analysis, (miniPCR), or complex sequencing library preparation on earth prior to nanopore sequencing in space (Biomolecular Sequencer). Neither of these experiments had the end-to-end on-orbit capability to extract RNA from tissue, convert mRNA to cDNA for RT-qPCR, or to generate quantitative gene expression ",
  "methods": "Materials and methods In order to validate the system, a number of ground-based and on-orbit tests were performed including: validation of  E .  coli  primer assays (ground), validation of lyophilized components (ground), validation of the SPM (ground), validation of all hardware (ground), validation of qPCR efficiency using pre-prepared assays (on-orbit), validation of RNA extracted from  E .  coli  (on-orbit), and from mouse liver tissue (on-orbit) using the SPM. The methods used in these validation experiments are described in detail below. Primer and probe design This study used three types of assays for different portions of the validation of the system. First, an  E .  coli  genomic assay was used to demonstrate if qPCR was possible in microgravity and that the data matched 1 g controls. This was followed with a set of  E .  coli  gene expression assays designed to validate the sample prep and RT-qPCR capabilities of the system. Finally, a set of mouse gene expression assays were used to validate the system with a mammalian tissue. The  E .  coli  primers and probes used in this study were designed in-house to target both genomic and exonic regions. The  E .  coli  genomic assay consisted of primers targeting the 16S ribosomal DNA sequence for  rrnH  gene while the gene expression assays targeted the following genes: heat shock protein 70–2 ( dnaK ), RNA polymerase ( rpoA ), and a glucitol operon repressor ( srlR ). For mouse assays, pre-designed intron spanning assays targeting genes for glyceraldehyde 3-phosphate dehydrogenase (gapdh) and 60S ribosomal protein L19 (rpl19) were used for normalization and fibronectin 1 (fn1) was used to measure gene expression analysis. All primers and probes were produced by Integrated DNA Technologies (IDT, Coralville, Iowa). In all cases, TaqMan based technology was used [ 18 ]. The corresponding fluorescent dye and its primer and probe sequences are shown in  Table 1 . 10.1371/journal.pone.0183480.t001 Table 1 E .  coli  and mouse liver primers and probes used in this study. Organism/ Assay type Gene Name Primer/Probe Sequence E .  coli /  genomic 16S genomic region Probe /56-FAM/ AC GTT TGA C/ZEN/C TCG TCT TTC GGT GTG T/3IABKFQ/ Forward GCC AAG ACC AAC CAA TGA CAG CAA Reverse ACC TGC TCT CTT CGC GTA CTG TTT E .  coli /  gene expression dnaK Probe /56-FAM/ TGC TGA GTT /ZEN/ CTT TGG TAA AGA GCC GCG T/3BHQ_1/ Forward TGG TGG TCA GAC TCG TAT GCC AAT Reverse ATT GCT ACA GCT TCG TCC GGG TTA rpoA Probe /5HEX/ TTC GTC GTG /ZEN/ CGG CAA CCA TT/3IABkFQ/ Forward TAG AAC AGC GTA CCG ACC TG Reverse CGA AAG CTT CCA GTT GTT CA srlR Probe /5Cy5/ CCA CAG GCA CAA CCA TTC GCA /3IAbRQSp/ Forward ATT GGC GCA ATA CTT TGA CA Reverse GCA TGT TCC AGA ATG ACC AG mouse liver  /  gene expression gapdh Probe /56-FAM/ TGC AAA TGG /ZEN/ CAG CCC TGG TG/3IABkFQ/ Forward GTG GAG TCA TAC TGG AAC ATG TAG Reverse AAT GGT GAA GGT CGG TGT G rpl19 Probe /5HEX/ TGA CCG CCA/Zen/T ATG TAT CAC AGC CTG /3IABkFQ/ Forward GAT GCG CTT GTT TTT GAA CA",
  "results": "Results qPCR in microgravity Assay design and testing In order to assess the functionality of PCR in microgravity conditions and to establish the dynamic range and efficiency of amplification, we designed a robust quality control qPCR assay to measure these parameters. We targeted a 16S ribosomal region of genomic  E .  coli  DNA. The abundant target expression improved precision, sensitivity, and reproducibility, providing robust assay conditions. Validation of the  E .  coli  genomic DNA assay was performed using a standard thermal cycling protocol with controlled quantities of commercially available  E .  coli  DNA as template. Assays were tested with template quantities between 1 pg and 1 μg, in duplicates ( Fig 2A ), and evaluated based on amplification plot characteristics and reaction efficiency. Results show that assays successfully generated amplification products, as detected by qPCR, with fluorescence peaks between 300 and 600 units. Assay efficiency was determined to be at 96.8% with an R 2  greater than 0.99 ( Fig 2A  inset). Specificity and accuracy was confirmed by gel band migration analysis, with the product amplicon generating bands of the expected molecular size. 10.1371/journal.pone.0183480.g002 Fig 2 qPCR validation in microgravity. (A) qPCR assays targeting the  E .  coli  16S ribosomal gene were validated on the ground using seven tenfold dilutions of template to measure sensitivity and efficiency (inset). (B) Amplification curve from qPCR run conducted on the ISS with photo of a representative tube pre- and post- run in microgravity (inset). (C-F) qPCR amplification curves from the microgravity (C & D) and 1 g control (E & F) runs. All curves use the default SmartCycler values with the exception that the boxcar correction is set to 3. Efficiency graphs are shown on the insets. (G & H) Ct values for low (0.01 ng/test), mid (1 ng/test), and high (100 ng/test) assays during both experimental runs are shown using scatter plots with jitter. μg = microgravity. In order to minimize crew time and the need for refrigeration resources, pre-formulated reagents were lyophilized in the Cepheid SmartTube detection window. To validate that the lyophilized assay format and lyophilization process did not compromise assay performance [ 23 ], we tested the lyophilized products by assessing qPCR performance in comparison to commercial non-lyophilized reagents (control). This was performed using high, mid and low template concentrations and a NTC. Combined data between two lots of lyophilized product show that lyophilized assays were able to consistently generate Ct values similar to those generated by non-lyophilized controls (see  Table 2 ). 10.1371/journal.pone.0183480.t002 Table 2 Validation of lyophilized assays. Genomic  E .  coli  DNA Assay High DNA Template Medium DNA Template Low DNA Template Control 15.71 +/- 0.16 23.55 +/- 1.5 29.14 +/- 0.15 Lyophilized 16.43 +/- 0.51 22.87 +/- 0.43 29.87 +/- 0.32 E .  coli  RNA Assay dnaK-FAM Ct rpoA-HEX Ct srlR-Cy5 Ct Control 25.79 +/- 0.31 24.4 +/- 0.11 29.32 +/- 0.33 Lyophilized 24.99 +/- 1.52 23.27 +/-0.16 28.53 +/- 0.56 Mouse Liver RNA Assay gapdh-FAM Ct rpl19-HEX Ct fn1-Cy5 Ct Control 21.11 +/- 0.085 19.35 +/- 0.092 21.57 +/- 0.092 Lyophilized 21.59 +/- 0.41 19.33 +/- 0.33 21.17 +/- 0.085 Lyophilized and non-lyophilized assay comparison of qPCR cycle threshold data for  E .  coli  DNA Assay for (High, Mid, Low) DNA template amount, and RT-qPCR cycle threshold data for  E .  coli  and mouse liver RNA. There are no statistical differences between lyophilized assays and commercial non-lyophilized assays. Data shows Ct values +/- SD. Microgravity qPCR runs Following transport to the ISS and an initial software and instrument setup, the system was tested with three runs of the  E .  coli  genomic DNA assay. Data from the first run is shown in  Fig 2B  and has a typical qPCR amplification curve, although an unusual amount of noise was observed in microgravity samples especially ",
  "discussion": "Discussion One of the major obstacles to space exploration going forward in the coming decades is the fact that microgravity research outposts such as ISS are so closely dependent on Earth support of everyday activities, and lack the ability to operate autonomously. The National Academies of Sciences in their Decadal Survey [ 5 ] have identified some of these limitations as important concerns and offered direction that the ISS should operate more like Earth-based laboratories, allowing for experiments to be designed, conducted, modified and iterated in space. Despite the thousands of investigations already conducted on ISS [ 31 ], there are still overwhelming limitations [ 32 ,  33 ] that prevent science and specifically molecular biology measurements of gene expression from being conducted and analyzed on-orbit. From its inception, the NASA WetLab-2 project has sought to address these concerns by introducing new, time-efficient, practical and flexible molecular biology gene expression analysis capabilities to the ISS. The WetLab-2 hardware system can now rapidly perform RNA isolation on-orbit and use those RNAs to immediately conduct RT-qPCR analyses, or other novel analyses such as nanopore-based RNA sequencing. The utility of WetLab-2 can be applied to many molecular biology experimental designs using a variety of sample types and provides investigators with improved insight and interactivity during experimentation. Overall, the on-orbit process of total RNA isolation and gene expression analysis is accomplished in a span of approximately 3 h without the requirement for a highly experienced user and provides a new capability to ISS that will greatly expand the limits of possible on-orbit science. Successful development and deployment of the WetLab-2 system to the ISS depended on solving a number of challenges such as limited refrigeration availability, hazardous reagent use allowances, power consumption, and availability of crew time. In addition, the suite of hardware and fluidic components had to function in microgravity and provide ease of use for non-expert operators. In order to perform thermal cycling on-orbit, a suitable, commercially available thermal cycler that was capable of operating in a microgravity environment was identified. Specifically, the Cepheid SmartCycler best met the requirements without significant modifications. The instrument is modular, has reduced power requirements and offers assay wells with individual thermal protocol programming allowing for simultaneous running of assays with different optimal primer annealing temperatures. Validation testing of this instrument included physical durability tests and validation of all 16 sample sites. TaqMan assays were selected because of the ability to multiplex assays with multiple color probes in a single tube, and because alternatives such as SYBRGreen DNA intercalating dyes are carcinogenic, resulting in safety concerns for the ISS crew and imposing elevated containment r",
  "conclusion": ""
}