{
  "id": "PMC5771473",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5771473/",
  "title": "Effects of hypothalamic leptin gene therapy on osteopetrosis in leptin-deficient mice",
  "authors": "Kenneth A. Philbrick, Stephen A. Martin, Amy R. Colagiovanni, Adam J. Branscum, Russell T. Turner, Urszula T. Iwaniec",
  "year": "2017",
  "journal": "The Journal of endocrinology",
  "abstract": "Impaired resorption of cartilage matrix deposited during endochondral ossification is a defining feature of juvenile osteopetrosis. Growing, leptin-deficient  ob/ob  mice exhibit a mild form of osteopetrosis. However, the extent to which the disease is (1) self-limiting and (2) reversible by leptin treatment is unknown. We addressed the first question by performing histomorphometric analysis of femurs in rapidly growing (2-month-old), slowly growing (4-month-old), and skeletally mature (6-month-old) wild type (WT) and  ob/ob  male mice. Absent by 6 months of age in WT mice, cartilage matrix persisted to varying extents in distal femur epiphysis, metaphysis and diaphysis in  ob/ob  mice, suggesting that the osteopetrotic phenotype is not entirely self-limiting. To address the second question, we employed hypothalamic recombinant adeno-associated virus (rAAV) gene therapy to restore leptin signaling in  ob/ob  mice. Two-month-old mice were randomized to one of three groups: (1) untreated control, (2) rAAV-Leptin, or (3) control vector rAAV-green fluorescent protein and vectors injected intracerebroventricularly. Seven months later, rAAV-Leptin-treated mice exhibited no cartilage in the metaphysis and greatly reduced cartilage in the epiphysis and diaphysis. At the cellular level, the reduction in cartilage was associated with increased bone turnover. These findings (1) support the concept that leptin is important for normal replacement of cartilage by bone, and (2) demonstrate that osteopetrosis in  ob/ob  mice is bone compartment specific and reversible by leptin at skeletal sites capable of undergoing robust bone turnover.",
  "keywords": "bone formation and resorption, cartilage, histology, ob/ob, osteoclast",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}