{
  "id": "PMC5864415",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5864415/",
  "title": "KatharoSeq Enables High-Throughput Microbiome Analysis from Low-Biomass Samples",
  "authors": "Jeremiah J. Minich, Qiyun Zhu, Stefan Janssen, Ryan Hendrickson, Amnon Amir, Russ Vetter, John Hyde, Megan M. Doty, Kristina Stillwell, James Benardini, Jae H. Kim, Eric E. Allen, Kasthuri Venkateswaran, Rob Knight",
  "year": "2018",
  "journal": "mSystems",
  "abstract": "Various indoor, outdoor, and host-associated environments contain small quantities of microbial biomass and represent a niche that is often understudied because of technical constraints. Many studies that attempt to evaluate these low-biomass microbiome samples are riddled with erroneous results that are typically false positive signals obtained during the sampling process. We have investigated various low-biomass kits and methods to determine the limit of detection of these pipelines. Here we present KatharoSeq, a high-throughput protocol combining laboratory and bioinformatic methods that can differentiate a true positive signal in samples with as few as 50 to 500 cells. We demonstrate the application of this method in three unique low-biomass environments, including a SAF, a hospital NICU, and an abalone-rearing facility.",
  "keywords": "16S rRNA amplicon, abalone, built environment, low biomass, metagenomics, microbial ecology, neonatal intensive care unit, NICU",
  "full_text": "INTRODUCTION Many emerging applications of the microbiome, ranging from forensics ( 1 ) to medicine to optimization of the cleanliness of facilities where sensitive components are assembled ( 2 ,  3 ), require analysis of low-biomass samples. These applications are moving rapidly away from microbial load measurement and toward the characterization of microbial community composition. Recent studies of the built environment have identified key factors driving the microbiome on surfaces and in air, including the transfer of microbes from humans to environmental surfaces ( 4 ), due to the fact that humans can shed 10 million bacteria/h in indoor settings ( 5 ). Other key factors modifying the indoor microbiome include temperature, humidity, airflow rates ( 6 ), ventilation type ( 4 ), and patients or health care workers ( 7 ). However, built environments low in microbial biomass remain difficult to study because of poor DNA extraction and amplification efficiency. Spacecraft assembly facilities (SAFs) are extremely low-microbial-biomass environments, even compared to other built or low-biomass environments such as hospitals ( 6 ), pharmaceutical production facilities ( 8 ), and indoor environments ( 3 ), because the National Aeronautics and Space Administration (NASA) takes extreme steps to avoid the transfer of any terrestrial contaminants to other planets ( 9 ). More than 15 years of microbiological surveys of various NASA and European Space Agency cleanroom facilities showed that 1 to 10 m 2  needs to be sampled to obtain reproducible microbiome signatures by Sanger sequencing, PhyloChip, 454 pyrosequencing, or Illumina sequencing ( 2 ). These procedures are critical because NASA allows only swabs, not larger sampling devices, for the collection of materials from sensitive spacecraft hardware surfaces (e.g., components of a sampling or life detection system, typically with surface areas of <1 m 2 ). However, many other low-microbial-biomass environments are of considerable interest, including neonatal intensive care unit (NICU) ( 10 ,  11 ) and aquaculture ( 12 ) settings, motivating the development of a general technique that works across these environments. We developed a new protocol, KatharoSeq (from the Greek katharos, meaning clean or pure), that combines high sensitivity and low contamination to study the nature and distribution of the few microbes that survive in low-microbial-biomass settings. Because many popular DNA extraction and amplification kits are contaminated with trace levels of microbial DNA, we reasoned that spiked positive controls would be essential in determining whether amplicon products from low-biomass samples are true reflections of the environment ( 13 ,  14 ). Many investigators have also expressed concern that high-throughput methods introduce well-to-well contamination or reduced efficiency, and thus, laborious and time-consuming single-tube extractions must be performed. KatharoSeq consists of a commercial off-the-shelf high-throughput DNA extraction protocol, combined with carefully arranged titrations of positive and negative controls at the DNA extraction and library construction phase to assess cell counts and well-to-well contamination, together with an integrated bioinformatics pipeline for calculating and applying sample exclusion that is compatible with either amplicon sequencing or shotgun metagenomics. To demonstrate KatharoSeq’s utility, we applied it to three disparate built environments with low microbial biomass. These samples consisted of 100 25-cm 2  floor samples and 92 controls from the Jet Propulsion Laboratory (JPL) SAF, 335 locations (primarily 25 cm 2 ) across all 52 rooms of the NICU with 53 controls, and 159 sampling points (primarily 25 cm 2 ) within an endangered-abalone-rearing facility with 33 controls. RESULTS Choosing a DNA extraction technique for KatharoSeq. We benchmarked several different high-throughput commercial DNA extraction and bead cleanup techniques and compared them to single-tube extractions by processing negative and positive controls. For positive controls, a single bacterial isolate,  Bacillus subtilis , was grown and then sorted with a fluorescence-activated cell sorter (FACS) so that a titration of cells ( n  = 5, 50, 500, or 5,000) could be processed and compared across techniques ( Fig. 1a ). The Mo Bio PowerMag with a ClearMag bead cleanup step consistently performed best, as it had the lowest limit of detection and thus was chosen for KatharoSeq ( Fig. 1b ). With a 50-cell input, we could differentiate the positive control,  B. subtilis , from the negative controls, although only 28.8% of the sequences aligned with the target. With a 500-cell input, 90.6% of the reads were mapped to  Bacillus  with all 18 replicates generating sufficient sequences for analysis, thus placing a conservative limit of detection at 500 cells ( Fig. 1b ). On the basis of these titrations from the Mo Bio PowerMag-with-ClearMag protocol, we determined the total background noise of the entire pipeline ( Fig. 2 ) to be approximately 96.88 cells per sample ( K 1/2)  from an allosteric sigmoidal distribution,  R 2  = 0.9209 ( Fig. 1c ). Thus, if a given sample has an initial starting quantity of 96.9 cells, approximately 50% of the reads will be the primary sample while the other 50% will be contaminant. Of the low-throughput methods, the Qiagen Ultraclean Pathogen kit performed best ( Fig. 1b ). FIG 1  Low-biomass microbiome kit evaluation. (a) Experimental design of low-biomass kit evaluating negative and positive controls (5, 50, 500, and 5,000 bacterial cells) across three solid-phase and two magnetic-bead-based DNA extraction methods. LT, low throughput; HT, high throughput. (b) Libraries of 16S rRNA amplicons were sequenced, and the limit of detection of  B. subtilis  from DNA extraction was determined by comparing the composition of the expected target in known inputs of cells with that in negative controls by a nonparametric Kruskal-Wallis test (Benjamini-Hochberg FDR of 0.05). (c) The limit of detection of the assay and approximate background noise were determined by calculating the  K 1/2  value by using the allosteric sigmoidal equation on the  Bacillus  composition. (d) The median read counts (interquartile range) were compared against blanks by using a nonparametric Kruskal-Wallis test (Benjamini-Hochberg FDR of 0.05) to distinguish signal from noise. (e) Read counts were plotted against the expected composition of the target and fitted with an allosteric sigmoidal equation to describe the number of reads where 50% of the read composition was the expected target. This was performed for DNA extraction positive controls from the Mo Bio PowerMag kit, which performed the best, with a limit of detection of 50 cells. FIG 2  Description of the low-biomass microbiome bench protocol and computational analysis. KatharoSeq-specific recommendations are highlighted throughout the pipeline from sample collection to bioinformatic sample exclusion. Deriving sample exclusion criteria. Since one of the challenges in low-biomass microbiome analyses is determining how to exclude samples, we also evaluated the read counts across controls from this comparison. The number of reads produced per sample was also highly correlated with the number of input cells ( Fig. 1d ) and can thus be used as a guide for sample exclusion. When comparing the read counts of positive and negative controls, the Mo Bio PowerMag-with-ClearMag protocol was able to distinguish down to 500 cells, which was the lowest number among the kits tested ( Fig. 1d ). Upon applying the allosteric sigmoidal equation to the Mo Bio PowerMag-ClearMag samples, we determine that at  K 1/2 , when 50% of the reads from the positive control mapped to the target organism, the read count was 683 ( Fig. 1e ). Thus, in the low-biomass experiment, one could exclude samples with <683 reads. All 24 DNA extraction negative controls had <683 reads, while only 1 sample from the 5-cell input and 2 samples from the 50-cell input generated at least 683 reads. Of the 500-cell inputs, 16 of the 18 samples had at least 683 reads and thus would be included in the analysis, while all 18 samples from the 5,000-cell input produced sufficient reads for inclusion. Thus, by using read counts from positive controls paired with the composition of those positive controls, one can determine a per-study limit of detection. Additional methods attempted to improve the extraction efficiency or quality control (QC) were futile. More specifically, it is common in molecular biology to add carrier RNA during DNA extraction to improve the extraction efficiency or yield, particularly with columns. In this experiment, adding carrier RNA did not affect recovery and detection by the high-throughput methods and only partially increased detection by the low-throughput method (see  Fig. S1  in the supplemental material). Gel electrophoresis is a low-cost quality assurance/QC method typically used to test whether enough library product was produced by a PCR or library construction for next-generation sequencing, but the effectiveness of this approach has, to our knowledge, not been assessed for modern library construction protocols and specifically for low-biomass samples. Amplicon libraries from only 26 of the 72 DNA extraction positive controls (5-, 50-, 500-, and 5,000-cell inputs) generated a visible band in a 2% agarose gel, while 37 libraries were shown to have enough reads to be included in the analysis by the KatharoSeq exclusion method ( Fig. S2b ). This demonstrates that library success based on the presence of a band in a gel has a 30% false-negativity rate and thus should be absolutely avoided for low-biomass applications. Of the 37 successful libraries, 1 was from a 5-cell input, 2 were from 50-cell inputs, 16 were from 500-cell inputs, and 18 out of 18 were from 5,000-cell inputs. None of the DNA extraction negative controls showed a band in the gel, and each of these negative controls generated fewer than 683 reads. From these results, we deem it unwise to utilize gels to QC low-biomass libraries and instead insist on the use of read counts from positive and negative controls. 10.1128/mSystems.00218-17.1 FIG S1  Effects of cRNA addition on the total number of reads (a to e) and limit of  B. subtilis  detection (f to j) across all five kits evaluated. Download  FIG S1, TIF file, 0.8 MB . Copyright © 2018 Minich et al. 2018 Minich et al. This content is distributed under the terms of the  Creative Commons Attribution 4.0 International license . 10.1128/mSystems.00218-17.2 FIG S2  Low-biomass amplicon library QC. Download  FIG S2, TIF file, 0.3 MB . Copyright © 2018 Minich et al. 2018 Minich et al. This content is distributed under the terms of the  Creative Commons Attribution 4.0 International license . We applied this method of exclusion to samples from the three unique cleanrooms. For the subsequent built-environment analyses, we conservatively designated our sample exclusion to be the median read count of the 5,000-cell input. This was determined on the basis of positive controls for each built environment (SAF, 1,696 reads; NICU and abalone-rearing facility, 2,015 reads). Values will vary from experiment to experiment primarily because of differences in overall sequencing depth and, marginally, well-to-well contamination occurring during sample collection or processing and thus should be calculated for each experiment and sequencing run. Applying KatharoSeq to low-biomass environments. We applied KatharoSeq amplicon sequencing to three unique low-biomass environments: the JPL SAF, an NICU, and a facility for rearing critically endangered abalone. Together with positive controls from the initial low-biomass method development, a total of 1,072 samples generated 25,969,842 reads representing 16,417 suboperational taxonomic units (sOTUs). We also processed, 556 samples from the three environments for shotgun metagenomics (96 from the SAF, 337 from the NICU, and 123 from the abalone-rearing facility). The success rate of samples processed through the 16S rRNA amplicon pipeline (SAF, 57%; NICU, 50%; abalone-rearing facility, 90%) was generally higher than the success rate of the shotgun metagenome analysis (SAF, 64%; NICU, 44%; abalone-rearing facility, 35%). Results from the SAF cleanroom-specific microbiome highlighted the importance of using controls. For 16S rRNA analysis, the minimum exclusion of 1,696 reads was determined by calculating the median read counts of the positive DNA extraction controls at 5,000 cells ( Fig. 1a  and  b ). Forty-three samples yielded <1,696 reads and were omitted from the analysis ( Fig. 1b ). KatharoSeq revealed a SAF cleanroom-specific microbiome with a distinct and interpretable spatial pattern ( Fig. 3 ). Beta diversity analysis revealed that a subset of seven samples clustered in a way that did not match the overall pattern ( Fig. 3c ), indicating a different microbial composition related to human exposure. When cross-referencing to the facility floor ( Fig. 3f , red asterisks), these primarily low-traffic and normal-traffic samples localized to the top right corner and top middle of the facility, a nonrandom pattern distinguishing them from reagent contaminants or sequencing failures. FIG 3  Optimized KatharoSeq protocol applied to a JPL cleanroom facility. (a) The number of deblurred reads represented by the DNA extraction and PCR positive controls is plotted against the composition of the target organism. The distribution is fitted with an allosteric sigmoidal equation that describes the number of reads when 50% of the composition is recorded ( K 1/2 ). (b) The numbers of reads (median and interquartile range) per control type and floor samples are depicted, with the red dotted line indicating the sample exclusion value of 1,696 reads. NC, negative control. (c) Beta diversity PCoA plots calculated from weighted UniFrac distances from the JPL samples ( n  = 59) and controls ( n  = 15) with at least 1,696 deblurred reads, colored by foot traffic frequency (human exposure) and control type. (d) All 32 sOTUs found to be associated with the JPL floor community are shown in a heatmap in comparison with controls. (e) Associations of human foot traffic with sample composition of the top four most abundant sOTUs. (f) The most abundant sOTU in the samples,  A. lwoffii , is mapped onto the JPL facility 2D map, with the samples deviating from the cluster noted with a red asterisk. Four sOTUs were identified by 16S rRNA gene amplicon analysis as frequent members of the JPL SAF microbiome, present in at least 75% of the JPL floor samples. These were  Paracoccus marcusii ,  Mycobacterium  sp.,  Novosphingobium , and  Acinetobacter lwoffii .  Sphingomonas  sp. was also present in 70% of the JPL floor samples. This organism was identified as a common SAF core sOTU in the Kennedy Space Center (KSC), Johnson Space Center, and JPL ( 15 ), increasing confidence in its prevalence in this type of environment. Thirty-two sOTUs were differentially abundant in the global SAF floor samples, compared to the one sOTU associated with the PCR positive controls ( Fig. 3d ). Of these 32 SAF-associated sOTUs, 4 were positively associated with high human exposure, as determined by differential abundance, and included  A. lwoffii ,  Enterobacteriaceae ,  Caulobacteraceae , and  Novosphingobium  sp. ( Fig. 3e ). The  A. lwoffii  sOTU was present in the negative JPL and positive PCR controls, but the levels were orders of magnitude lower than the real signal, indicating that this result stems from a minimal amount of well-to-well contamination ( Fig. 3d ). The composition of  A. lwoffii , when mapped onto the two-dimensional (2D) layout of the JPL SAF, is in lower relative abundance in the top right corner and top middle. This spatial pattern strikingly resembles the overall spatial relationship in the community level beta diversity analysis ( Fig. 3c ). Shotgun metagenomic analysis of very-low-biomass samples is very challenging, and most of the research on such samples to date has used amplicon-based techniques or whole-genome amplified products ( 13 ). Our floor samples had very low DNA yields, with a mean double-stranded DNA yield of 59.4 (standard error, 9.1) pg/µl, and 23% of the samples had DNA concentrations below the detection limit of 1 pg/µl. We performed metagenomic sequencing of 96 of the 192 samples, including 50 representative JPL SAF floor samples (based on the amplicon analysis) and 46 controls, without the use of whole-genome amplification. Analysis of the spiked controls provided confidence in the assemblies of other microbes from the samples for both 16S rRNA gene analysis and shotgun metagenomics. As expected, for the  Vibrio fischeri  genomic DNA (gDNA)-spiked controls, there were positive correlations among the starting genome quantity, the number of resulting sequences, and the number of assembled contigs. More than 98% of the full  V. fischeri  genome was recovered in the assembly at a spike-in level of 5,000 copies, and ~30% was recovered from just 50 copies ( Fig. S4 ). The 50 JPL SAF floor samples yielded highly variable numbers of sequences (mean, 3.18 × 10 5 ; standard deviation, 4.63 × 10 6 ). One air swab control, FC3, yielded 1.76 × 10 5  sequences, while the other three air swab controls and all three water controls yielded <1,500 sequences. Consequently, the control swabs differed significantly in yield. Human sequences were identified and removed from the data set with Bowtie 2.2.9 (see Materials and Methods). Of the 50 JPL floor samples, 29 (58%) contained <1% human sequences, while 17 (34%) contained 1 to 10% human sequences. Taxonomic profiling results of samples with at least 10,000 processed sequences revealed high abundances of  Acinetobacter baumannii ,  Acinetobacter equi , and  Acinetobacter johnsonii  in JPL SAF floor samples, while  A. lwoffii  was not detected by this method because there were no high-quality assembled genomes in the database. Comparing the SAF environment to two other low-biomass environments. A detailed description and interpretation of all three facilities are beyond the scope of this report, but we provide a brief comparison of the SAF data with the NICU and abalone-rearing facility data to demonstrate the utility of KatharoSeq in characterizing a range of low-biomass environments and relating them to one another ( Fig. 4 ). FIG 4  Microbial diversity was broadly compared across three unique built-environment study sites for 16S rRNA amplicon and shotgun metagenome sequencing. (a) Microbial richness of 16S rRNA amplicon data was calculated for various sample types within the built environment and organized by human exposure (H, high human exposure; M, medium human exposure; L, low human exposure). LBM, low biomass, indicates the kit testing controls from the Mobio Powermag kit. Beta diversity PCoA plots of weighted UniFrac distances of 16S rRNA amplicon (c) and Bray-Curtis distances of shotgun metagenomic samples (d) demonstrate study-specific microbial communities. The floor samples within the three built environments are solid spheres in the 16S rRNA amplicon plot (c), while other samples are transparent. (d) Heatmap depicting the top 464 of the 16,417 most abundant sOTUs across the 438 samples that passed QC. Floor samples are indicated by a line to demonstrate the similarity and differences of microbes on the floors of the three built environments. Across the three built environments, the alpha diversity measured by microbial taxon richness was highest in the abalone-rearing facility, followed by the NICU and then the SAF ( Fig. 4a ) (Kruskal-Wallis test statistic, 131.8;  P  < 0.0001). Within each of the three environments, human exposure was associated with microbial taxon richness, although some of the details differed among the environments. Floor samples, most e",
  "introduction": "INTRODUCTION Many emerging applications of the microbiome, ranging from forensics ( 1 ) to medicine to optimization of the cleanliness of facilities where sensitive components are assembled ( 2 ,  3 ), require analysis of low-biomass samples. These applications are moving rapidly away from microbial load measurement and toward the characterization of microbial community composition. Recent studies of the built environment have identified key factors driving the microbiome on surfaces and in air, including the transfer of microbes from humans to environmental surfaces ( 4 ), due to the fact that humans can shed 10 million bacteria/h in indoor settings ( 5 ). Other key factors modifying the indoor microbiome include temperature, humidity, airflow rates ( 6 ), ventilation type ( 4 ), and patients or health care workers ( 7 ). However, built environments low in microbial biomass remain difficult to study because of poor DNA extraction and amplification efficiency. Spacecraft assembly facilities (SAFs) are extremely low-microbial-biomass environments, even compared to other built or low-biomass environments such as hospitals ( 6 ), pharmaceutical production facilities ( 8 ), and indoor environments ( 3 ), because the National Aeronautics and Space Administration (NASA) takes extreme steps to avoid the transfer of any terrestrial contaminants to other planets ( 9 ). More than 15 years of microbiological surveys of various NASA and European Space Agency cleanroom facilities showed that 1 to 10 m 2  needs to be sampled to obtain reproducible microbiome signatures by Sanger sequencing, PhyloChip, 454 pyrosequencing, or Illumina sequencing ( 2 ). These procedures are critical because NASA allows only swabs, not larger sampling devices, for the collection of materials from sensitive spacecraft hardware surfaces (e.g., components of a sampling or life detection system, typically with surface areas of <1 m 2 ). However, many other low-microbial-biomass environments are of considerable interest, including neonatal intensive care unit (NICU) ( 10 ,  11 ) and aquaculture ( 12 ) settings, motivating the development of a general technique that works across these environments. We developed a new protocol, KatharoSeq (from the Greek katharos, meaning clean or pure), that combines high sensitivity and low contamination to study the nature and distribution of the few microbes that survive in low-microbial-biomass settings. Because many popular DNA extraction and amplification kits are contaminated with trace levels of microbial DNA, we reasoned that spiked positive controls would be essential in determining whether amplicon products from low-biomass samples are true reflections of the environment ( 13 ,  14 ). Many investigators have also expressed concern that high-throughput methods introduce well-to-well contamination or reduced efficiency, and thus, laborious and time-consuming single-tube extractions must be performed. KatharoSeq consists of a commercial off-the-",
  "methods": "MATERIALS AND METHODS Kit comparisons. An isolate of  B. subtilis  3610 cultivated at 37°C overnight was sorted by flow cytometry on a Sony SH800Z FACS by using SYBR green fluorescence, isolating 5, 50, 500, or 5,000 cells in a sterile 0.22-µm-filtered phosphate-buffered saline (PBS) solution. DNA extractions from each set of sorted cells were performed in triplicate with and without carrier RNA (Thermo, Fisher catalog no. 4382878) with manual single-tube DNA extraction kits (Mo Bio PowerSoil, where the consumables were autoclaved for 3 h [ 21 ], and the Qiagen Ultra Clean kit) ( Fig. 1a ). A 1-µg sample of carrier RNA was added to samples after lysis. Negative controls of the PBS with and without carrier RNA along with complete blanks were DNA extracted in triplicate alongside the positive controls as well. These single-tube manual protocols were compared to the high-throughput DNA isolation protocols adopted from the Earth Microbiome Project by using the same cultures of  B. subtilis  ( n  = 9) with and without carrier RNA along with negative controls of PBS ( n  = 12) and blanks ( n  = 12) with the EpMotion 5075 liquid-handling robot (for the initial lysis steps), followed by the KingFisher Flex robot (bead-based DNA extraction). Two different bead cleanup protocols, Swiftmag beads and ClearMag beads, were tested ( Fig. 1a ). All extracted DNA was amplified in triplicate for 35 PCR cycles with a 5-µl input in a 25-µl reaction mixture volume with the Earth Microbiome Project standard 16S V4 515f/806rB bar-coded primers ( 22 ,  23 ). These amplicons were pooled and run on 2% agarose gel and quantified with PicoGreen to access quality and relative quantity. Samples with no visible band were pooled at equal volumes of 20 µl; otherwise, samples were pooled at 50 ng per sample for a total sample volume of up to 20 µl. Sequencing was performed on the Illumina MiSeq at 2 × 150 bp by using paired-end reads. Bioinformatic processing of samples was conducted in Qiita with QIIME v1.9.1 ( 24 ) with the first read trimmed to 150 bp and then processed with deblur ( 25 ), a  de novo  sOTU picking method. For phylogenetics-based distance comparisons of the microbiomes, a tree was constructed from the sOTUs with SEPP (SATé-Enabled Phylogenetic Placement;  https://github.com/smirarab/sepp/blob/master/sepp/tree.py ), and then results were visualized in EMPeror ( 26 ). Sample communities were then annotated with Greengenes. The per-sample read counts generated after demultiplexing were used to compare false-negativity rates for using a gel to qualify low-biomass libraries ( Fig. S2 ). The reference hit biom table was generated with deblur ( 25 ). The counts of all sOTUs generated from the deblur biom table were summed to determine the number of reads per sample. To determine if read counts could be used as a proxy to measure starting biomass and thus estimate sample success for other samples, read counts from positive DNA extraction controls were compared against ",
  "results": "RESULTS Choosing a DNA extraction technique for KatharoSeq. We benchmarked several different high-throughput commercial DNA extraction and bead cleanup techniques and compared them to single-tube extractions by processing negative and positive controls. For positive controls, a single bacterial isolate,  Bacillus subtilis , was grown and then sorted with a fluorescence-activated cell sorter (FACS) so that a titration of cells ( n  = 5, 50, 500, or 5,000) could be processed and compared across techniques ( Fig. 1a ). The Mo Bio PowerMag with a ClearMag bead cleanup step consistently performed best, as it had the lowest limit of detection and thus was chosen for KatharoSeq ( Fig. 1b ). With a 50-cell input, we could differentiate the positive control,  B. subtilis , from the negative controls, although only 28.8% of the sequences aligned with the target. With a 500-cell input, 90.6% of the reads were mapped to  Bacillus  with all 18 replicates generating sufficient sequences for analysis, thus placing a conservative limit of detection at 500 cells ( Fig. 1b ). On the basis of these titrations from the Mo Bio PowerMag-with-ClearMag protocol, we determined the total background noise of the entire pipeline ( Fig. 2 ) to be approximately 96.88 cells per sample ( K 1/2)  from an allosteric sigmoidal distribution,  R 2  = 0.9209 ( Fig. 1c ). Thus, if a given sample has an initial starting quantity of 96.9 cells, approximately 50% of the reads will be the primary sample while the other 50% will be contaminant. Of the low-throughput methods, the Qiagen Ultraclean Pathogen kit performed best ( Fig. 1b ). FIG 1  Low-biomass microbiome kit evaluation. (a) Experimental design of low-biomass kit evaluating negative and positive controls (5, 50, 500, and 5,000 bacterial cells) across three solid-phase and two magnetic-bead-based DNA extraction methods. LT, low throughput; HT, high throughput. (b) Libraries of 16S rRNA amplicons were sequenced, and the limit of detection of  B. subtilis  from DNA extraction was determined by comparing the composition of the expected target in known inputs of cells with that in negative controls by a nonparametric Kruskal-Wallis test (Benjamini-Hochberg FDR of 0.05). (c) The limit of detection of the assay and approximate background noise were determined by calculating the  K 1/2  value by using the allosteric sigmoidal equation on the  Bacillus  composition. (d) The median read counts (interquartile range) were compared against blanks by using a nonparametric Kruskal-Wallis test (Benjamini-Hochberg FDR of 0.05) to distinguish signal from noise. (e) Read counts were plotted against the expected composition of the target and fitted with an allosteric sigmoidal equation to describe the number of reads where 50% of the read composition was the expected target. This was performed for DNA extraction positive controls from the Mo Bio PowerMag kit, which performed the best, with a limit of detection of 50 cells. FIG 2  Description of the low-biomass microbiome bench protocol and computational analysis. KatharoSeq-specific recommendations are highlighted throughout the pipeline from sample collection to bioinformatic sample exclusion. Deriving sample exclusion criteria. Since one of the challenges in low-biomass microbiome analyses is determining how to exclude samples, we also evaluated the read counts across controls from this comparison. The number of reads produced per sample was also highly correlated with the number of input cells ( Fig. 1d ) and can thus be used as a guide for sample exclusion. When comparing the read counts of positive and negative controls, the Mo Bio PowerMag-with-ClearMag protocol was able to distinguish down to 500 cells, which was the lowest number among the kits tested ( Fig. 1d ). Upon applying the allosteric sigmoidal equation to the Mo Bio PowerMag-ClearMag samples, we determine that at  K 1/2 , when 50% of the reads from the positive control mapped to the target organism, the read cou",
  "discussion": "DISCUSSION The KatharoSeq protocol integrates positive and negative controls, specific choices of high-throughput DNA extraction and bead cleanup kits, library construction and pooling strategies for amplicon sequencing or shotgun metagenomics, and bioinformatic sample exclusion protocols to achieve a high-throughput, sensitive, and specific method of probing low-biomass microbiomes. By utilizing high-throughput extraction methods, one can perform 384 DNA extractions with a single EpMotion robot paired with four KingFisher robots in 6 h, compared to processing around 72 samples per 6 h by low-throughput methods. We emphasize that positive controls both before and after DNA extraction are required, using spike-ins of different organisms so that different contamination sources can be detected and controlled. Specifically, we recommend having at least 24 total positive and 12 negative DNA extraction controls per project with at least 8 and 4 per 96-well plate. Positive controls processed before DNA extraction assess DNA extraction efficiency, provide detection limits in terms of the minimum number of cells, and reveal DNA extraction kit or sample processing contaminants. For each sequencing run, we also recommend having at least 24 to 48 PCR positive controls (12 to 24 single strain and 12 to 24 mock community) along with 8 PCR negative controls. The PCR positive controls should be a serial dilution of gDNA down to subgenome copies. Positive controls spiked before PCR amplification reveal detection limits at the PCR step, help quantify contaminants in PCR master mix reagents, and allow estimation of input DNA concentrations ( Fig. 1 ). We were able to easily differentiate samples from the three environments tested, and in all three cases, the shotgun metagenomic results provided a second line of evidence obtained from amplicon sequencing. For the first study, we describe the biogeography of a SAF used to construct equipment such as the Mars rovers, which has ultralow-microbial-biomass requirements. In the JPL SAF, we were able to confirm that a very plausible microbe that frequently contaminates other cleanrooms was present in this facility.  A. lwoffii  was the most common microbe found in the JPL SAF, consistent with the previous report that  Acinetobacter  was described at low levels (<5%) in the JPL SAF and at higher levels (2 to 33%) at KSC ( 15 ).  Acinetobacter  is a frequent cleanroom contaminant because it resists sterilization procedures and disinfectants and is also frequently reported as an aerosolized infectious agent in hospitals ( 17 ). In the shotgun metagenomic analysis,  A. lwoffii  did not show up in the k-mer profile because the genome of  A. lwoffii  was not in the default Kraken database, but alignments directly with the reference genome confirmed its presence. On the basis of the metagenomic approach, we also detected multiple fungal and viral groups, which is beyond the scope of standard 16S rRNA amplicon protocols. Only the ",
  "conclusion": ""
}