{
  "id": "PMC5648920",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5648920/",
  "title": "Cultivation in Space Flight Produces Minimal Alterations in the Susceptibility of Bacillus subtilis Cells to 72 Different Antibiotics and Growth-Inhibiting Compounds",
  "authors": "Michael D. Morrison, Patricia Fajardo-Cavazos, Wayne L. Nicholson",
  "year": "2017",
  "journal": "Applied and Environmental Microbiology",
  "abstract": "ABSTRACT Past results have suggested that bacterial antibiotic susceptibility is altered during space flight. To test this notion, Bacillus subtilis cells were cultivated in matched hardware, medium, and environmental conditions either in space flight microgravity on the International Space Station, termed flight (FL) samples, or at Earth-normal gravity, termed ground control (GC) samples. The susceptibility of FL and GC samples was compared to 72 antibiotics and growth-inhibitory compounds using the Omnilog phenotype microarray (PM) system. Only 9 compounds were identified by PM screening as exhibiting significant differences (P < 0.05, Student's t test) in FL versus GC samples: 6-mercaptopurine, cesium chloride, enoxacin, lomefloxacin, manganese(II) chloride, nalidixic acid, penimepicycline, rolitetracycline, and trifluoperazine. Testing of the same compounds by standard broth dilution assay did not reveal statistically significant differences in the 50% inhibitory concentrations (IC50s) between FL and GC samples. The results indicate that the susceptibility of B. subtilis cells to a wide range of antibiotics and growth inhibitors is not dramatically altered by space flight. IMPORTANCE This study addresses a major concern of mission planners for human space flight, that bacteria accompanying astronauts on long-duration missions might develop a higher level of resistance to antibiotics due to exposure to the space flight environment. The results of this study do not support that notion.",
  "keywords": "antibiotic profiling, Bacillus subtilis, International Space Station, phenotype, space flight",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}