{
  "id": "PMC5568470",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5568470/",
  "title": "Prolonged Exposure to Particulate Chromate Inhibits RAD51 Nuclear Import Mediator Proteins",
  "authors": "Cynthia L. Browning, John Pierce Wise",
  "year": "2017",
  "journal": "Toxicology and applied pharmacology",
  "abstract": "Particulate hexavalent chromium (Cr(VI)) is a human lung carcinogen and a human health concern. The induction of structural chromosome instability is considered to be a driving mechanism of Cr(VI)-induced carcinogenesis. Homologous recombination repair protects against Cr(VI)-induced chromosome damage, due to its highly accurate repair of Cr(VI)-induced DNA double strand breaks. However, recent studies demonstrate Cr(VI) inhibits homologous recombination repair through the misregulation of RAD51. RAD51 is an essential protein in HR repair that facilitates the search for a homologous sequence. Recent studies show prolonged Cr(VI) exposure prevents proper RAD51 subcellular localization, causing it to accumulate in the cytoplasm. Since nuclear import of RAD51 is crucial to its function, this study investigated the effect of Cr(VI) on the RAD51 nuclear import mediators, RAD51C and BRCA2. We show acute (24 h) Cr(VI) exposure induces the proper localization of RAD51C and BRCA2. In contrast, prolonged (120 h) exposure increased the cytoplasmic localization of both proteins, although RAD51C localization was more severely impaired. These results correlate temporally with the previously reported Cr(VI)-induced RAD51 cytoplasmic accumulation. In addition, we found Cr(VI) does not inhibit interaction between RAD51 and its nuclear import mediators. Altogether, our results suggest prolonged Cr(VI) exposure inhibits the nuclear import of RAD51C, and to a lesser extent, BRCA2, which results in the cytoplasmic accumulation of RAD51. Cr(VI)-induced inhibition of nuclear import may play a key role in its carcinogenic mechanism since the nuclear import of many tumor suppressor proteins and DNA repair proteins is crucial to their function.",
  "keywords": "Nuclear import, Particulate chromium (VI), RAD51C, BRCA2, RAD51 cytoplasmic accumulation",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}