{
  "id": "PMC5491145",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5491145/",
  "title": "Genetic dissection of the Arabidopsis spaceflight transcriptome: Are some responses dispensable for the physiological adaptation of plants to spaceflight?",
  "authors": "Anna-Lisa Paul, Natasha J. Sng, Agata K. Zupanska, Aparna Krishnamurthy, Eric R. Schultz, Robert J. Ferl",
  "year": "2017",
  "journal": "PLoS ONE",
  "abstract": "Experimentation on the International Space Station has reached the stage where repeated and nuanced transcriptome studies are beginning to illuminate the structural and metabolic differences between plants grown in space compared to plants on the Earth. Genes that are important in establishing the spaceflight responses are being identified, their roles in spaceflight physiological adaptation are increasingly understood, and the fact that different genotypes adapt differently is recognized. However, the basic question of whether these spaceflight responses are actually required for survival has yet to be posed, and the fundamental notion that spaceflight responses may be non-adaptive has yet to be explored. Therefore the experiments presented here were designed to ask if portions of the plant spaceflight response can be genetically removed without causing loss of spaceflight survival and without causing increased stress responses. The CARA experiment compared the spaceflight transcriptome responses in the root tips of two Arabidopsis ecotypes, Col-0 and WS, as well as that of a PhyD mutant of Col-0. When grown with the ambient light of the ISS,  phyD  plants displayed a significantly reduced spaceflight transcriptome response compared to Col-0, suggesting that altering the activity of a single gene can actually improve spaceflight adaptation by reducing the transcriptome cost of physiological adaptation. The WS genotype showed an even simpler spaceflight transcriptome response in the ambient light of the ISS, more broadly indicating that the plant genotype can be manipulated to reduce the cost of spaceflight adaptation, as measured by transcriptional response. These differential genotypic responses suggest that genetic manipulation could further reduce, or perhaps eliminate the metabolic cost of spaceflight adaptation. When plants were germinated and then left in the dark on the ISS, the WS genotype actually mounted a larger transcriptome response than Col-0, suggesting that the in-space light environment affects physiological adaptation, which implies that manipulating the local habitat can also substantially impact the metabolic cost of spaceflight adaptation.",
  "keywords": "",
  "full_text": "Introduction Plants, as much as any other complex eukaryotic organisms, mount specific transcriptional responses to an environment in order to accomplish physiological adaptation and survival in that environment. Heat shock, salt, cold, drought and hypoxia are among the most well studied environmental responses in plants, and mutant studies of these responses have been key to showing that a given aspect of the response is necessary and appropriate for survival (e.g. [ 1 ,  2 – 8 ]). However, in each of these examples, the environmental stress was a part of the evolutionary history of plants and the development of a stress response for survival seems logically appropriate. Knocking out those appropriate responses has a negative effect on survival under that environmental stress (e.g. [ 9 ,  10 ,  11 ]), and manipulation of the response can modify the degree of stress that can be overcome (e.g. [ 12 ,  13 – 15 ]). Spaceflight, however, presents an environmental situation that is well outside of the evolutionary history of plants, wherein plants have had no exposure to develop adaptive strategies, and this situation creates the possibility that environmental signals in spaceflight could be inappropriately activating non-adaptive responses. The possibility of non-adaptive responses to spaceflight presents an added dimension to the goal of understanding plant growth in space and the fundamental biological questions of adaptation to truly novel environments. What is the measure of successful adaptation to a new environment? Is it possible to gauge the impact of a novel environment on the basis of molecular responses? Can inappropriate responses be genetically removed, thereby reducing the transcriptome costs of developing appropriate adaptation responses? In this study, these questions were explored simply on the basis of measuring the intensity and complexity of the patterns of differential gene expression in response to spaceflight in different genotypes. The data presented here look at a very specific set of cells–the last 2 mm of the primary root of Arabidopsis ( Arabidopsis thaliana ), which represents the primary gravity-sensing region of the plant root (e.g. [ 16 ,  17 ]. These data compared specific genotypes in order to dissect the spaceflight responses of plants as they germinated and continued their development on the International Space Station. These plants were not undergoing transitional physiological adaptation to a new environment, but rather, from the moment of germination, they experienced an environment that is outside the evolutionary experience of any terrestrial organism. This study therefore identifies the genes engaged by the cells of the root tip in the spaceflight environment compared to similar plants on the ground, and then asks how variations in genetic background, and the lighting sub-environment on the International Space Station, impact the differential expression of genes. The experimental design extrapolates primarily from the APEX01 (Advanced Plant Experiment 01) Arabidopsis spaceflight experiment. APEX01 illustrated that during spaceflight in microgravity, Arabidopsis plants utilized the gradient of light established in the growth hardware to orient the directional axis of growth, and demonstrated unique, genotype-specific patterns of root growth [ 18 ,  19 ]. On the ground, the roots grew vertically down the surface of the plate, but surprisingly, so did the roots on orbit, but not straight “down” in a negatively phototropic direction; the roots instead progressed in a distinctive skewing pattern, such as seen on Earth when grown on tilted surfaces (e.g. [ 20 ]. The skewing growth pattern was interesting from the perspective that skewing was long thought to require gravity, but also from the perspective that the two genotypes flown–Wassilewskija (WS) and Columbia-0 (Col-0)–exhibited distinctly different skewing morphometrics, which were enhanced over what was typical on the ground. WS and Col-0 are genotypically distinct and therefore possess potentially different tools to respond to any given set of environments [ 21 ,  22 ]. Spaceflight studies by Blancaflor and colleagues demonstrated that Col-0 skews more dramatically in the dark than in the light, and that genes associated with the actin cytoskeleton can impact root morphology in microgravity [ 23 ,  24 ]. Spaceflight studies by Kiss and colleagues established that the interplay of specific wavelengths of light and manipulation of light-receptor genes can have a dramatic impact on the morphology of seedling growth in microgravity and fractional gravity, and have shown that the Arabidopsis cultivar Landsberg also exhibits skewing [ 25 – 29 ]. Light plays a larger role in root behavior in the spaceflight environment, and nuanced impact of the genomic background appears to be more easily revealed when gravity is not the dominant tropic force acting on the plant. Among the genes that differ between WS and Col-0 is phytochrome D (PhyD), which encodes a PHYB-like member of the family. PHYD appears to work in conjunction with PHYB for shade avoidance in terrestrial habitats [ 30 ,  31 ], but appears to have virtually no role in gravitropism [ 32 ]. However, although WS lacks PhyD transcription it does contain normal levels of PhyA, PhyB, and PhyC [ 30 ]. There is considerable overlap in the roles of the members of the phytochrome family, but a mutation in PhyD in a Col-0 background mimics some of the phenotypic features of the WS ecotype (e.g. [ 33 ]). The role of PhyD in shade avoidance, and also its lack of a role in gravity sensing, contributed to our interest in the gene, but the fact that the deletion of a single, seemingly inconsequential gene in Col-0 could also phenocopy features of the wild-type WS cultivar was especially intriguing, and led us to choose the Col-0  phyD  line for inclusion in a transcriptome comparison of the wild type WS and Col-0 genotypes in the spaceflight environment. The experiment described here examined the influence of genotype on the physiological adaptation to spaceflight as measured by gene expression patterns. RNAseq transcriptome profiling provided the metric by which to measure the impact of the environment, and address whether it is possible to eliminate all or part of the spaceflight response by manipulating the genotype of the plant. Materials and methods CARA experiment seed lines and planting Three seed lines wild-types Wassilewskija (WS), Columbia-0 (Col-0) and Col-0 PhyD ( phyD ) (SALK_027956C) were tested for viability, sterility and the ability to maintain dormancy before launch. Vetted batches of seeds were planted on Phytagel plates [ 18 ]. One genotype was planted per plate, and six plates were planted of each genotype. One complete set of 18 plates was planted for growth on the International Space Station (ISS), and a comparable set of 18 plates was planted 24 hours later for the ground controls. The plates were wrapped such that every surface of the plate was covered by at least two layers of Duvetyne Black-Out cloth (Seattle Fabrics) to help preserve dormancy [ 34 ]. The plates were stored at 4°C until launch (six days). All seed lines are available through TAIR ( https://www.arabidopsis.org/ ). Launch, orbital operations of flight and ground control plates The plates of the CARA experiment launched in a cold-stow bag to maintain the plates at 4°C within the Dragon Capsule. Launch of SpaceX CRS-3 occurred on April 18 th , 2014 to the ISS (increment 39). The cargo Dragon Capsule was carried by a Falcon 9 rocket launched from Complex 40, Cape Canaveral Air Force Station, Florida. CARA is also identified by the NASA operations nomenclature (OpNom) of “Petri Plants”, and was one of the ARK1 payloads flown by the Center for Advancement of Science in Space (CASIS) ( http://www.nasa.gov/mission_pages/station/research/experiments/1064.html ). The astronaut attending the experiment on the ISS was Expedition 39 Flight Engineer Steve Swanson. The dormant plates were activated on the ISS by bringing them out of cold stowage and removing the Black-Out cloth wrapping, 12 days after launch. The plates were then secured to a fabric support affixed to the wall in the US Lab of the Destiny module ( Fig 1 ). The plants were allowed to grow on orbit for 11 days; some in the ambient light of ISS and some in the dark. A standard light meter was not available on the ISS, so ambient light levels were approximated through the use of iPad (iPad3, iOS 5.1.1) application “Light Meter HD- lux measurement tool”, which was executed by astronaut Steve Swanson. It was estimated that the light-grown plates received between 4–6 μmoles m -2  s -1  total light. The dark-grown plates were first activated by exposure to light, (the Black-Out cloth was removed from the designated plates for 4 hours), and then re-wrapped in Black-Out cloth for the duration of the growth period. 10.1371/journal.pone.0180186.g001 Fig 1 Experiment configuration and growth habitats. (A) The flight plates attached to the wall of the Destiny module of the International Space Station. (B) After germination was initiated by exposure to light, the dark-grown plates were re-wrapped in Duvetyne Black-Out cloth. (C) The ground control plates attached to the wall of the ISS Environment Simulations (ISSES) chamber at Kennedy Space Center in a vertical orientation for growth. (D) The dark-grown plates in the ISSES chamber after re-wrapping. At 11 days, seedlings were photographed, and then harvested into Kennedy Space Center Fixation Tubes (KFTs) containing RNAlater. The plants were allowed to perfuse for 12–18 hours at ambient temperature within the KFTs, and then the KFTs were transferred to the MELFI (Minus Eighty-degree Laboratory Freezer for ISS). The frozen KFTs were returned to cold stowage within the Dragon Capsule at the end of the docked operations period, and were returned to Earth on May 18, 2014. Following the Dragon Capsule splashdown in the Pacific Ocean, the frozen KFTs were transferred to the Cold Stowage charter plane at the Long Beach Airport, placed into an insulated shipper with dry ice, and flown to Johnson Space Center (JSC). The KFTs were then transferred via FedEx ground to the Kennedy Space Center. The KFTs were removed from dry ice and transferred to a -80°C freezer on May 22, 2014. The PIs retrieved the plant samples from the KFTs on May 29, 2014 and transferred the frozen samples back to the University of Florida. A comparable set of plates and operations comprised the experimental control set (referred to as the ground control). The plates of the ground control were grown at Kennedy Space Center (KSC) within the ISS Environment Simulator (ISSES) Chamber. The ground control was initiated 24 hours after the initiation of the spaceflight experiment to facilitate the programing the ISSES Chamber with the ISS environmental conditions experienced by the flight plates in the prior 24 hours. The environmental parameters that were monitored and then programed into the ISSES chamber included temperature, CO 2  and relative humidity. In addition, the lighting in the ISSES chamber was adjusted to recapitulate the light levels being experienced by the plants on orbit. Light measurements in the ISSES chamber were taken with the same iPad model and operating system (iPad3, iOS 5.1.1) used on the ISS, with the “Light Meter HD- lux measurement tool” application. Sample preparation for transcriptomics Seedlings preserved in RNAlater were removed from -80°C storage and then allowed to thaw at 4°C. The focus of the current study was restricted to the organ defined by the root tip, which was defined as the last 2mm of the root for the light-grown plants and the last 1mm for the dark-grown plants. The root tips were dissected from the intact plant roots while remaining submerged in RNAlater, and kept at or below 4°C until RNA extractions. Three independent roots were used as biological replicates for the transcriptomic analysis. Dissected root tips were transferred into pre-labeled micro-centrifuge tubes, flash frozen in liquid nitrogen, and total RNA extracted using the Picopure RNA isolation kit (Arcturus®, Life technologies). RNA concentration was determined on a Qubit platform (Thermo Fisher/Life Technologies, Inc) and sample quality was assessed using the Agilent 2100 Bioanalyzer (Agilent Technologies, Inc.). Five ng RNA from each sample was used for RNA sequencing. Sequencing experiments were performed at the Interdisciplinary Center for Biotechnology Research (ICBR) gene expression and sequencing core, University of Florida. Initial data analysis was performed at the ICBR bioinformatics core, University of Florida. Library preparation and Illumina sequencing RNASeq libraries preparation using SMART-Seq V4 ultra low input RNA kit for sequencing combined with Illumina Nextera DNA Sample Preparation Kit Five ng of total RNA was used for each cDNA library construction using the CloneTech SMART-Seq V4 ultra low input RNA kit for sequencing (Clontech Laboratories, Inc, cat#: 634890) according to the manufacturer's protocol. Briefly, first strand cDNA was primed by the SMART-Seq v4 oligonucleotide and then base-pairs with these additional nucleotides, creating an extended template. The reverse transcriptase then switched templates and continued transcribing to the end of the oligonucleotide, resulting in full-length cDNA that contains an anchor sequence, which served as a universal priming site for second strand synthesis. cDNA was amplified with primer II A for 9 PCR cycles. Then Illumina sequencing libraries were generated with 120 pg of cDNA using Illumina Nextera DNA Sample Preparation Kit (Cat#: FC-131-1024) according to manufacturer’s instructions. Briefly, 120 pg of cDNA was used as input for the Nextera tagmentation reaction (fragmentation and tagging) and then adapter sequences added onto template cDNA by PCR amplification. Libraries were quantitated by Bioanalyzer and qPCR (Kapa Biosystems, catalog number: KK4824). Finally, the libraries were pooled equal molar concentration and sequenced by Illumina 2X75 NextSeq 500. NextSeq500 sequencing: RNA seq In preparation for sequencing, barcoded libraries were sized on the Bioanalyzer, and quantified by QUBIT and qPCR (Kapa Biosystems, catalog number: KK4824). Individual samples were pooled equimolarly at 4 nM. This working pool was used as input in the NextSeq500 instrument sample preparation protocol (Illumina, Part # 15048776, Rev A). Typically, a 1.3 pM library concentration resulted in optimum clustering density (approximately 200,000 clusters per mm 2 ). Samples were sequenced on three flowcells, using a 2x75 cycles (paired-end) configuration. A typical sequencing run in the NextSeq500 produced 750–800 million paired-end read with a Q30> = 85%. For RNA seq, around 40 million reads provided sufficient depth for transcriptome analysis. Mapping reads to genome data, annotated transcripts, and profiling of gene expression The paired end reads were mapped to the  Arabidopsis thaliana  var. Col-0 reference genome (TAIR10) using Spliced Transcripts Alignment to a Reference (STAR) software [ 35 ]. Multi-step process of transcriptome assembly and differential expression analysis was done using the Cufflinks tool [ 36 ]. Reads that map to each transcript were counted and normalized based on fragment length and total reads. Normalized counts were expressed in terms of FPKM values (fragments per kilobase of transcript per million mapped fragments). FPKM is directly proportional to abundance of the transcript. The expression data were generated at a False Discovery Rate = 0.05 (FDR). At this FDR, a total of 33,999 genes were tested. Cluster analyses and genome annotation The cluster analyses used in all heatmaps were generated with GeneE ( https://software.broadinstitute.org/GENE-E/ ). The clusters were generated using only genes that were assigned Atg numbers and called significant by the cuffdiff analysis (FDR 0.05), and were differentially expressed by at least two-fold (+/- 1 log2). For each cluster analysis, genes that showed significant differential expression in at least one comparison were sorted according to their Atg numbers and hierarchical clustering using Jaccard distance. Genes with a differential expression value of less than two-fold, and genes that have an FDR > 0.05 are depicted in gray. The fold-change color scale on the heatmaps ranges from -3 log2 (down 8-fold) to +3 log2 (up 8-fold). Genes with a differential expression value greater than 8-fold will be depicted with the same hue as for an 8-fold change. Gene annotations and functional relationships we obtained through ATTED-II ( http://atted.jp/ ) [ 37 ]. Availability of data The datasets supporting the conclusions of this article are available in the Gene Expression Omnibus (GEO) repository, Series  GSE94983  ( https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE94983 ). In addition, the gene expression data and spaceflight-relevant metadata are deposited with NASA’s GeneLab repository ( https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-120 ). Results Plant growth and development in the open ISS habitat In contrast to the focused lighting and environmentally controlled habitat used in the APEX01 experiment [ 18 ,  38 ], the CARA Petri plates were deployed to a wall inside the Destiny module of the ISS, where they received just the ambient, low level, indirect lighting of the module. It was not possible to completely eliminate all lighting gradients, as the surface of the Petri plate mounted on the wall (both on the ISS and in the ISSES chamber for the ground controls) will naturally not receive ambient light through the surface flush to the wall. The plates also received the ambient cabin air, temperature and humidity ( Fig 1A ). The design of the experiment included a set of light-grown plates and dark-grown plates, with three replicate plates of each genotype (WS, Col-0 and  phyD ) in each condition. All of the plates were configured to keep the seeds in a dormant state until integration on the ISS, a process that included protecting the seeds from light with black cloth wrappings [ 34 ]. Thus, the first action of the astronaut was to expose all of the plates to light to activate germination ( Fig 1A ) and then to re-wrap the dark-grown plates in light-proof cloth ( Fig 1B ). Identical procedures were initiated in the comparable ground controls grown in the ISSES chamber ( Fig 1C and 1D ). Development without clear directional cues The developmental progress of plant growth was followed through a series of photographs taken by the attending astronaut on the ISS, and by the attending technician at KSC, providing an independent “pseudonaut” on the ground in order to mimic astronaut activities on the ISS. The photographs in  Fig 2  show representative images that compared the progress of growth after 3d, 6d and 9d for each genotype. The photographs were taken through the back of each plate. The region of interest was cropped from each astronaut-captured photograph to better display the progress of plant development. The full, uncropped, photographs are deposited in the NASA GeneLab database ( https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-120 ). The spaceflight-grown plants are shown in the left-hand column (Flight). 10.1371/journal.pone.0180186.g002 Fig 2 A comparison of the growth of the three genotypes in the light at 3 days, 6 days and 9 days. (A) The three panels in the left hand column show representative examples of Arabidopsis seedlings at 3, 6 and 9 days of growth on the ISS (Flight). (B) The three panels in the right hand column show representative examples of Arabidopsis seedlings at 3, 6 and 9 days of growth in the ISSES chamber for the ground controls (Ground). The images are taken through the back of the plate to minimize interference from condensation on the lid. The full set of uncropped Fl",
  "introduction": "Introduction Plants, as much as any other complex eukaryotic organisms, mount specific transcriptional responses to an environment in order to accomplish physiological adaptation and survival in that environment. Heat shock, salt, cold, drought and hypoxia are among the most well studied environmental responses in plants, and mutant studies of these responses have been key to showing that a given aspect of the response is necessary and appropriate for survival (e.g. [ 1 ,  2 – 8 ]). However, in each of these examples, the environmental stress was a part of the evolutionary history of plants and the development of a stress response for survival seems logically appropriate. Knocking out those appropriate responses has a negative effect on survival under that environmental stress (e.g. [ 9 ,  10 ,  11 ]), and manipulation of the response can modify the degree of stress that can be overcome (e.g. [ 12 ,  13 – 15 ]). Spaceflight, however, presents an environmental situation that is well outside of the evolutionary history of plants, wherein plants have had no exposure to develop adaptive strategies, and this situation creates the possibility that environmental signals in spaceflight could be inappropriately activating non-adaptive responses. The possibility of non-adaptive responses to spaceflight presents an added dimension to the goal of understanding plant growth in space and the fundamental biological questions of adaptation to truly novel environments. What is the measure of successful adaptation to a new environment? Is it possible to gauge the impact of a novel environment on the basis of molecular responses? Can inappropriate responses be genetically removed, thereby reducing the transcriptome costs of developing appropriate adaptation responses? In this study, these questions were explored simply on the basis of measuring the intensity and complexity of the patterns of differential gene expression in response to spaceflight in different genotypes. The data presented here look at a very specific set of cells–the last 2 mm of the primary root of Arabidopsis ( Arabidopsis thaliana ), which represents the primary gravity-sensing region of the plant root (e.g. [ 16 ,  17 ]. These data compared specific genotypes in order to dissect the spaceflight responses of plants as they germinated and continued their development on the International Space Station. These plants were not undergoing transitional physiological adaptation to a new environment, but rather, from the moment of germination, they experienced an environment that is outside the evolutionary experience of any terrestrial organism. This study therefore identifies the genes engaged by the cells of the root tip in the spaceflight environment compared to similar plants on the ground, and then asks how variations in genetic background, and the lighting sub-environment on the International Space Station, impact the differential expression of genes. The experimental design extrapolates primarily",
  "methods": "Materials and methods CARA experiment seed lines and planting Three seed lines wild-types Wassilewskija (WS), Columbia-0 (Col-0) and Col-0 PhyD ( phyD ) (SALK_027956C) were tested for viability, sterility and the ability to maintain dormancy before launch. Vetted batches of seeds were planted on Phytagel plates [ 18 ]. One genotype was planted per plate, and six plates were planted of each genotype. One complete set of 18 plates was planted for growth on the International Space Station (ISS), and a comparable set of 18 plates was planted 24 hours later for the ground controls. The plates were wrapped such that every surface of the plate was covered by at least two layers of Duvetyne Black-Out cloth (Seattle Fabrics) to help preserve dormancy [ 34 ]. The plates were stored at 4°C until launch (six days). All seed lines are available through TAIR ( https://www.arabidopsis.org/ ). Launch, orbital operations of flight and ground control plates The plates of the CARA experiment launched in a cold-stow bag to maintain the plates at 4°C within the Dragon Capsule. Launch of SpaceX CRS-3 occurred on April 18 th , 2014 to the ISS (increment 39). The cargo Dragon Capsule was carried by a Falcon 9 rocket launched from Complex 40, Cape Canaveral Air Force Station, Florida. CARA is also identified by the NASA operations nomenclature (OpNom) of “Petri Plants”, and was one of the ARK1 payloads flown by the Center for Advancement of Science in Space (CASIS) ( http://www.nasa.gov/mission_pages/station/research/experiments/1064.html ). The astronaut attending the experiment on the ISS was Expedition 39 Flight Engineer Steve Swanson. The dormant plates were activated on the ISS by bringing them out of cold stowage and removing the Black-Out cloth wrapping, 12 days after launch. The plates were then secured to a fabric support affixed to the wall in the US Lab of the Destiny module ( Fig 1 ). The plants were allowed to grow on orbit for 11 days; some in the ambient light of ISS and some in the dark. A standard light meter was not available on the ISS, so ambient light levels were approximated through the use of iPad (iPad3, iOS 5.1.1) application “Light Meter HD- lux measurement tool”, which was executed by astronaut Steve Swanson. It was estimated that the light-grown plates received between 4–6 μmoles m -2  s -1  total light. The dark-grown plates were first activated by exposure to light, (the Black-Out cloth was removed from the designated plates for 4 hours), and then re-wrapped in Black-Out cloth for the duration of the growth period. 10.1371/journal.pone.0180186.g001 Fig 1 Experiment configuration and growth habitats. (A) The flight plates attached to the wall of the Destiny module of the International Space Station. (B) After germination was initiated by exposure to light, the dark-grown plates were re-wrapped in Duvetyne Black-Out cloth. (C) The ground control plates attached to the wall of the ISS Environment Simulations (ISSES) chamber at Kennedy Space Cen",
  "results": "Results Plant growth and development in the open ISS habitat In contrast to the focused lighting and environmentally controlled habitat used in the APEX01 experiment [ 18 ,  38 ], the CARA Petri plates were deployed to a wall inside the Destiny module of the ISS, where they received just the ambient, low level, indirect lighting of the module. It was not possible to completely eliminate all lighting gradients, as the surface of the Petri plate mounted on the wall (both on the ISS and in the ISSES chamber for the ground controls) will naturally not receive ambient light through the surface flush to the wall. The plates also received the ambient cabin air, temperature and humidity ( Fig 1A ). The design of the experiment included a set of light-grown plates and dark-grown plates, with three replicate plates of each genotype (WS, Col-0 and  phyD ) in each condition. All of the plates were configured to keep the seeds in a dormant state until integration on the ISS, a process that included protecting the seeds from light with black cloth wrappings [ 34 ]. Thus, the first action of the astronaut was to expose all of the plates to light to activate germination ( Fig 1A ) and then to re-wrap the dark-grown plates in light-proof cloth ( Fig 1B ). Identical procedures were initiated in the comparable ground controls grown in the ISSES chamber ( Fig 1C and 1D ). Development without clear directional cues The developmental progress of plant growth was followed through a series of photographs taken by the attending astronaut on the ISS, and by the attending technician at KSC, providing an independent “pseudonaut” on the ground in order to mimic astronaut activities on the ISS. The photographs in  Fig 2  show representative images that compared the progress of growth after 3d, 6d and 9d for each genotype. The photographs were taken through the back of each plate. The region of interest was cropped from each astronaut-captured photograph to better display the progress of plant development. The full, uncropped, photographs are deposited in the NASA GeneLab database ( https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-120 ). The spaceflight-grown plants are shown in the left-hand column (Flight). 10.1371/journal.pone.0180186.g002 Fig 2 A comparison of the growth of the three genotypes in the light at 3 days, 6 days and 9 days. (A) The three panels in the left hand column show representative examples of Arabidopsis seedlings at 3, 6 and 9 days of growth on the ISS (Flight). (B) The three panels in the right hand column show representative examples of Arabidopsis seedlings at 3, 6 and 9 days of growth in the ISSES chamber for the ground controls (Ground). The images are taken through the back of the plate to minimize interference from condensation on the lid. The full set of uncropped Flight and Ground Control images can be found in the NASA GeneLab archives ( https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-120 ). In spaceflight, the diffuse light elicited root growth that was primarily perpendicular to the orientation of vegetative growth, in that the hypocotyls were growing away from the surface of the media, and the roots grew in coils along the surface of the solid media of the plate. This configuration of plant growth closely resembles patterns seen in plates grown horizontally on the ground (Phytagel surface parallel to Earth’s surface). However, unlike horizontal growth in a unit gravity environment, the root coils were loose and somewhat unorganized. In contrast, the roots of the ground control plants shown in the right-hand column (Ground) grew in a clear, positively gravitropic manner along the surface of the plate media. As described in the Methods section, the ground control plates were oriented vertically (Phytagel surface perpendicular to the Earth’s surface), a growth configuration that encourages root growth along the surface of the Phytagel in a reasonably straight, positively geotropic manner. The hypocotyls wer",
  "discussion": "Discussion Plants in spaceflight differentially express genes compared to their ground controls, suggesting that physiological adaptation is taking place in plants on orbit. There have now been a number of transcriptomic and proteomic comparisons of Arabidopsis and other plants grown in spaceflight environments [ 19 ,  23 ,  38 ,  46 – 57 ] and the topic of plant growth in space has been recently reviewed [ 58 – 63 ]. In addition, there is more to growing in an orbital environment than the simple removal of gravity. Transcriptome comparisons of plants growing in artificial gravity environments generated by a centrifuge on the ISS illustrates that simply returning some form of gravity to the spaceflight environment does not completely ameliorate the transcriptional and proteomic response [ 51 ,  64 ,  65 ]. The general consensus from these studies is that while there is no single set of genes that are representative hallmarks of growth in the spaceflight environment, most plants do appear to differentially express genes associated with several consistent categories of genes. Genes associated with cell wall remodeling, cell polarity, and ROS signaling predominate, but the exact same genes are not utilized among all plants, plant organs, and experiments. Indeed there is no obvious consensus of what a canonical spaceflight response might be in plants or among plant cells, except perhaps for these categories of genes rather than specific genes. Although root growth patterns were distinct between spaceflight and ground control plants, all three genotypes were developmentally comparable to the ground control plants. (Figs  2  and  3 ) and all three genotypes were equally productive in terms of root length in spaceflight. However, the molecular means to effect the physiological adaptation necessary to achieve comparable growth in the spaceflight environment was highly dependent on the genotype. Each genotype used almost completely different sets of genes to physiologically adapt their metabolism to the lighted environment of the ISS, and the number of differentially expressed genes was dramatically different among the genotypes. While Col-0 differentially expressed 297 genes to accomplish its physiological adaptation, WS accomplished adaptation with only 71 differentially expressed genes. Plants of the phyD mutant of Col-0 differentially expressed 127 genes. If differential gene expression is a measure of the degree or cost of the physiological adaptive response, then WS would be considered more highly spaceflight adapted than Col-0 and the  phyD  mutation would be considered a spaceflight adaptive mutation in Col-0 background. In other words, much of the Col-0 spaceflight response can be eliminated with a simple mutation in PhyD, without apparently compromising plant health or development or adding stress responses at the gene expression level. Indeed, the  phyD  plants did not appear to be at any disadvantage with respect to root navigation on orbit, w",
  "conclusion": "Conclusions The primary conclusion of this work is that much of the plant response to spaceflight is potentially non-adaptive in that at least most of the gene expression responses could be genetically eliminated without overtly compromising growth in space. This suggests that responses to truly novel environments may include responses from signals that are inappropriately activated or misinterpreted, and further suggests that these inappropriate responses can be genetically eliminated without adverse consequences. For spaceflight in particular, these data suggest that genetic manipulation can produce varieties that are better adapted to growth in spaceflight through elimination of unnecessary responses. A secondary conclusion of this work is that there is no fundamental spaceflight response that characterizes plant physiological adaptation to spaceflight. Rather, the adaptive response is dependent upon the genotype of the plant and the specific environment within which it grows. The response also appears highly organ specific, as roots and leaves share few spaceflight differential genes in common [ 38 ,  47 ]. And yet, it remains possible and even likely that classes of differentially expressed genes will continue to be shared amongst cell types, genotypes and environments in space. However there is no overt indication that specific genes will be differentially expressed in all spaceflight plants. These conclusions lie in sharp contrast to evolutionarily defined and well characterized terrestrial stress responses. Heat shock, cold shock, salt, pathogen attack and other stresses show commonality of differential expression across cell types and local environments. HSPs are HSPs in all plant cells. Since no such commonality exists in spaceflight responses, it appears that at least large portions of the spaceflight responses in plants are not necessary, and therefore can be eliminated without negative impact on plant life in spaceflight and opening the possibility of s"
}