{
  "id": "PMC5810432",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5810432/",
  "title": "Burn Injury-Associated MHCII",
  "authors": "Walter E. Cromer, Scott D. Zawieja, Karen M. Doersch, Hayden Stagg, Felicia Hunter, Binu Tharakan, Ed Childs, David C. Zawieja",
  "year": "2018",
  "journal": "Lymphatic Research and Biology",
  "abstract": "Abstract It is theorized that toxic agents are transported from the hyperpermeable gut of burn victims through the lymph, to the systemic circulation, causing global injury. We believe that immune cells respond to leakage of “toxic lymph” following trauma causing the attraction of these cells to the perilymphatic space. To test this, we utilized a model of burn on rats to examine changes in a single immune cell population associated with mesenteric lymphatic dysfunction. We examined the ability of serum from these animals to increase permeability in lymphatic endothelial monolayers and disrupt cellular junctions. We also treated burn animals with doxycycline, an inhibitor of microvascular permeability, and observed the effects on immune cell populations, morphometry, and lymphatic endothelial permeability. Burn injury increased the number of MHCII +  immune cells along the vessel (>50%). The size and shape of these cells also changed significantly following burn injury. Serum from burn animals increased lymphatic endothelial permeability (∼1.5-fold) and induced breaks in VE-cadherin staining. Doxycycline treatment blocked the accumulation of immune cells along the vessel, whereas serum from doxycycline-treated animals failed to increase lymphatic endothelial permeability. The size of cells along the vessel in doxycycline-treated burn animals was not affected, suggesting that the cells already present on the lymphatic vessels still respond to substances in the lymph. These findings suggest that factors produced during burn can induce lymphatic endothelial barrier disruption and lymph produced during traumatic injury can influence the attraction and morphology of immune cell populations along the vessel.",
  "keywords": "burn, lymphatic, macrophage, permeability",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}