{
  "id": "PMC5659752",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5659752/",
  "title": "Novel organelles with elements of bacterial and eukaryotic secretion\nsystems weaponize parasites of ",
  "authors": "Mary Heavner, Johnny Ramroop, Gwenaelle Gueguen, Girish Ramrattan, Georgia Dolios, Michael Scarpati, Jonathan Kwiat, Sharmila Bhattacharya, Rong Wang, Shaneen Singh, Shubha Govind",
  "year": "2017",
  "journal": "Current biology : CB",
  "abstract": "SUMMARY The evolutionary success of parasitoid wasps, a highly diverse group of\ninsects widely used in biocontrol, depends on a variety of life history\nstrategies in conflict with those of their hosts [ 1 ].  Drosophila melanogaster \nis a natural host of parasitic wasps of the genus  Leptopilina .\nAttack by  L. boulardi  ( Lb ), a specialist wasp\nto flies of the melanogaster group, activates NF-κB-mediated humoral and\ncellular immunity. Inflammatory blood cells mobilize and encapsulate\n Lb  eggs and embryos [ 2 – 5 ].\n L. heterotoma  ( Lh ), a generalist wasp,\nkills larval blood cells and actively suppresses immune responses. Spiked\nvirus-like particles (VLPs) in wasp venom have clearly been linked to its\nsuccessful parasitism of  Drosophila  [ 6 ], but VLP composition and their biotic\nnature have remained mysterious. Our proteomics studies reveal that VLPs lack\nviral coat proteins but possess a pharmacopoeia of (a) eukaryotic vesicular\ntransport system, (b) immunity, and (c) previously unknown proteins. These novel\nproteins distinguish  Lh  from  Lb  VLPs; notably,\nsome proteins specific to  Lh  VLPs possess sequence similarities\nwith bacterial secretion system proteins. Structure-informed analyses of an\nabundant  Lh  VLP surface/spike-tip protein, p40, reveal\nsimilarities to the needle-tip invasin proteins SipD/IpaD of Gram negative\nbacterial type 3 secretion systems that breach immune barriers and deliver\nvirulence factors into mammalian cells. Our studies suggest that\n Lh  VLPs represent a new class of extracellular organelles\nand share pathways for protein delivery with both eukaryotic microvesicles and\nbacterial surface secretion systems. Given their mixed prokaryotic/eukaryotic\nproperties, we propose the term Mixed Strategy Extracellular Vesicles (MSEVs) to\nreplace VLP.",
  "keywords": "Drosophila, immune suppression, hemocytes, parasitoid wasps, venom, virus-like particles, secretion systems, T3 secretion system, proteomics, mixed strategy extracellular vesicles",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}