{
  "id": "PMC5488280",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5488280/",
  "title": "Osteocyte Apoptosis Caused by Hindlimb Unloading is Required to Trigger Osteocyte RANKL Production and Subsequent Resorption of Cortical and Trabecular Bone in Mice Femurs",
  "authors": "Pamela Cabahug-Zuckerman, Dorra Frikha-Benayed, Robert J Majeska, Alyssa Tuthill, Shoshana Yakar, Stefan Judex, Mitchell B Schaffler",
  "year": "2016",
  "journal": "Journal of bone and mineral research : the official journal of the American Society for Bone and Mineral Research",
  "abstract": "Osteocyte apoptosis is essential to activate bone remodeling in response to fatigue microdamage and estrogen withdrawal, such that apoptosis inhibition in vivo prevents the onset of osteoclastic resorption. Osteocyte apoptosis has also been spatially linked to bone resorption owing to disuse, but whether apoptosis plays a similar controlling role is unclear. We, therefore, 1) evaluated the spatial and temporal effects of disuse from hindlimb unloading (HLU) on osteocyte apoptosis, receptor activator of NF-κB ligand (RANKL) expression, bone resorption, and loss in mouse femora, and 2) tested whether osteocyte apoptosis was required to activate osteoclastic activity in cortical and trabecular bone by treating animals subjected to HLU with the pan-caspase apoptosis inhibitor, QVD (quinolyl-valyl-O-methylaspartyl-[-2,6-difluorophenoxy]-methylketone). Immunohistochemistry was used to identify apoptotic and RANKL-producing osteocytes in femoral diaphysis and distal trabecular bone, and μCT was used to determine the extent of trabecular bone loss owing to HLU. In both cortical and trabecular bone, 5 days of HLU increased osteocyte apoptosis significantly (3- and 4-fold, respectively, p < 0.05 versus Ctrl). At day 14, the apoptotic osteocyte number in femoral cortices declined to near control levels but remained elevated in trabeculae (3-fold versus Ctrl, p < 0.05). The number of osteocytes producing RANKL in both bone compartments was also significantly increased at day 5 of HLU (>1.5-fold versus Ctrl, p <0.05) and further increased by day 14. Increases in osteocyte apoptosis and RANKL production preceded increases in bone resorption at both endocortical and trabecular surfaces. QVD completely inhibited not only the HLU-triggered increases in osteocyte apoptosis but also RANKL production and activation of bone resorption at both sites. Finally, μCT studies revealed that apoptosis inhibition completely prevented the trabecular bone loss caused by HLU. Together these data indicate that osteocyte apoptosis plays a central and controlling role in triggering osteocyte RANKL production and the activation of new resorption leading to bone loss in disuse.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}