{
  "id": "PMC5672023",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5672023/",
  "title": "Adaptive Changes in the Vestibular System of Land Snail to a 30-Day Spaceflight and Readaptation on Return to Earth",
  "authors": "Nikolay Aseyev, Alia Kh. Vinarskaya, Matvey Roshchin, Tatiana A. Korshunova, Aleksey Yu. Malyshev, Alena B. Zuzina, Victor N. Ierusalimsky, Maria S. Lemak, Igor S. Zakharov, Ivan A. Novikov, Peter Kolosov, Ekaterina Chesnokova, Svetlana Volkova, Artem Kasianov, Leonid Uroshlev, Yekaterina Popova, Richard D. Boyle, Pavel M. Balaban",
  "year": "2017",
  "journal": "Frontiers in Cellular Neuroscience",
  "abstract": "The vestibular system receives a permanent influence from gravity and reflexively controls equilibrium. If we assume gravity has remained constant during the species' evolution, will its sensory system adapt to abrupt loss of that force? We address this question in the land snail  Helix lucorum  exposed to 30 days of near weightlessness aboard the Bion-M1 satellite, and studied geotactic behavior of postflight snails, differential gene expressions in statocyst transcriptome, and electrophysiological responses of mechanoreceptors to applied tilts. Each approach revealed plastic changes in the snail's vestibular system assumed in response to spaceflight. Absence of light during the mission also affected statocyst physiology, as revealed by comparison to dark-conditioned control groups. Readaptation to normal tilt responses occurred at ~20 h following return to Earth. Despite the permanence of gravity, the snail responded in a compensatory manner to its loss and readapted once gravity was restored.",
  "keywords": "mollusks, gravity sensing, statocyst, neuroplasticity, vestibular system, gravitaxis",
  "full_text": "Introduction Vertebrates and invertebrates sense inertial acceleration and a change in orientation with respect to gravity by mechanoreceptors in the otolith and statolith organs, respectively. The force of gravity is constantly present on Earth and forms the frame of reference for spatial orientation. Inertial accelerations occur within this gravity frame of reference naturally during self-generated movements or those imparted externally onto the organism by perturbations, such as a slippery surface or a deflected leaf. Kreidl ( 1893 ) demonstrated in a clever manner that the statocyst is a mechanosensitive organ. As a crayfish molts, it leaves behind the statolith and must manually re-seed its statocyst with a new, typically sand, weight-lending mass. Kreidl replaced the sand with reduced ferrous oxide and manipulated the crayfish's posture using a magnet, thereby simulating the action of the normal gravitational field with a magnetic one. Despite the simplicity of the gastropod organ of balance, there are many functional similarities between the snail's statocyst and the more highly evolved otolith organs of vertebrate species (Popova and Boyle,  2015 ). Statoreceptors, like hair cells in the vertebrate utricle and saccule, are mechanoreceptors that depend on a weight-lending mass to provide a shearing deformation of the underlying ciliary processes to sense position and acceleration with respect to gravity. The mechanoreceptors provide the neural code to the reflex mechanisms that control balance and equilibrium and restore the organism to its appropriate posture and orientation. The first vertebrate ear was in essence a graviceptive statocyst (Budelmann,  1988 ), and only later in evolution did angular acceleration sensation appear as the animal increased its locomotor mobility and developed a flexible neck (Straka et al.,  2014 ). In vertebrates the vestibular-induced compensatory action is both tonic and dynamic and distributed mainly to the motor circuits controlling the extensor, or antigravity, muscles (Wilson and Jones,  1979 ). In the absence of gravity and thus an opposing force, even as brief as 5–11 days, astronauts lose about 20% muscle mass (Fitts et al.,  2001 ; Demontis et al.,  2017 ). The changes observed on the skeletomotor system by spaceflight are largely predicted by the mechanical unloading of the body mass: a large skeletal frame to manage muscle contractions about joints is no longer needed and muscle atrophy and osteopenia occur. This same causality might predict a comparable deterioration of vestibular mechanosensory function by space flight: no signal and thus no gain in the system. Surprisingly, despite the permanence of gravity during the evolutionary courses of vertebrates and invertebrates in an otherwise changing environment, the mechanosensory structures do not progressively degenerate, at least not in the short term. Extraordinarily challenging recordings taken during spaceflight from bullfrog otolith afferents by Bracchi et al. ( 1975 ) and Gualtierotti ( 1977 ) and vestibular neurons and ocular gaze in alert monkeys by Kozlovskaya and her colleagues (reviewed in Cohen et al.,  2005 ) were interpreted as showing an increased sensitivity in measured responses, at least in the early periods of the missions. Otolith afferents in the teleost toadfish exhibited a profound hypersensitivity when tested to inertial accelerations upon return to Earth which recovered back to normal after several days (Boyle et al.,  2001 ). A more recent study in astronauts exposed to long-term space missions aboard the International Space Station have shown a deceased otolith-mediated responses elicited by centrifugation after 6 months of spaceflight which also fully recovered within ~9 days after return (Hallgren et al.,  2016 ). The results in vertebrates exposed to space missions indicate the importance of the duration of exposure to space and the time frame in which measures are taken. On Earth the orientation of the gravitational acceleration defines the vertical, and although the gravitational vertical is lost in space, the astronaut uses other cues, such as vision to perceive an “up” orientation (Clément et al.,  2007 ). The land snail  Helix lucorum  Linnaeus ( Pulmonata, Gastropoda ) also orients to the vertical using its bilateral statocysts and visual receptors, and can actually move against the force of gravity using a sticky excretion. We selected the land snail for a month-long study on an unmanned orbiting satellite for many reasons, such as their small size permitting a sufficient sample size given our volume limit, snails are hardy and can remain metabolically active under confined conditions for the duration of the mission, snails do not require elaborate life support systems, recordings can be made directly from the sensory receptors themselves (Balaban et al.,  2011 ; Popova and Boyle,  2015 ), and importantly certain snail behaviors and their underlying cellular circuits are well described (Balaban,  2002 ). In the present study snails spent 30 days under conditions of weightlessness and darkness, thereby removing its normal cues of the vertical. Under return to Earth the postflight snails were compared to four separate control groups to identify the adaptive changes at the behavioral, structural, molecular, and neurophysiological levels. Based on the present results we also recalculated our previous Foton-M3 data to confirm the findings in separate missions and establish a time course of response readaptation or recovery of function after a spaceflight. Materials and methods Creating persistent conditions for microgravity The 2013 Bion-M1 space project was a 30-day orbital research mission operated by the Russian Academy of Sciences, launched on 19th of April (2013) from Baikonur Cosmodrome, Kazakhstan, and landed on 19th of May near Orenburg, Russia. The satellite was pressurized and contained full life support systems to maintain safe temperature, oxygen, and carbon dioxide levels for a wide variety of species. The satellite is under Earth's gravitational pull and is in a state of free fall or microgravity (μG), and thus the objects within the satellite appear to be weightless. Upon return to Earth, the snails were airlifted from the landing site by helicopter to the Orenburg airport, flown by airplane to Moscow, and transported by van to the laboratory, arriving within 13 h after landing. Snail populations Experimental procedures were in compliance with the Guide for the Care and Use of Laboratory Animals published by the National Institutes of Health, and the Ethical Committee of the Institute of Higher Nervous Activity and Neurophysiology of Russian Academy of Sciences approved the protocol. Land snails,  Helix lucorum  L., served as experimental subjects in this study. Snails were collected in vineyards of Crimea, kept in terraria, and fed on cabbage leaves in humid air conditions to prevent aestivation (a prolonged rest in hot and dry periods where the snail covers its shell opening with a special secretion). Experimental animals were assigned to 5 separate groups based on experimental condition (see Table  1 ). The prime group was the population of postflight snails (PF,  n  = 15) exposed to μG for 30 days on the Bion-M1 orbital satellite. PF snails were housed in the dark during the mission and thus no orientation cues from a light source were available. Four ground-based asynchronous groups were designed for comparison to the PF snails. A Naïve group (NV,  n  = 15) of snails survived for 30 days under normal conditions (Light:Dark cycle was 12:12 and water and food were available  ad libitum ) in a lab terrarium having large spatial dimensions. A Starvation group (ST,  n  = 17) survived for 30 days at the Institute of Biomedical Problems (IMBP, Moscow) facilities as asynchronous control subjects under conditions more closely similar to the PF group, such as a congested habitat, no food or water except a bottom layer of wet paper, a fixed temperature, but a normal light/dark cycle. The third control consisted of snails also mimicking the PF group: a 30-day survival in a flight habitat under comparable conditions, but in the dark (DK group,  n  = 20). Lastly, last group was DK snails exposed to an applied short (2 s) duration 10G acceleration; although this stimulus does not simulate all of the parameters of landing of the Bion-M1 satellite upon its return to Earth, it does present a paradigm of an abrupt transition from a lower gravity level to a higher one. We termed this group a gravity overloading (OL,  n  = 21). Weight-controlled snails of this OL group lived in conditions designed to resemble the PF group except the 30-day exposure to μG. After 30 days of the mock flight the OL snails were centrifuged in individual counterbalanced containers using a Beckman Allegra X-15R (220 RPM, container radius 19.2 cm, 2 s on 10G in manual mode with slowest possible acceleration speed). This procedure neither stopped the crawling behavior of snails nor harmed them in any way by visual observation. Centrifugation of OL snails was performed at the same time of day as the Bion-M1 landing, followed by a 12-h delay of the behavioral experiments, to mimic the conditions and same circadian time as the PF group. Table 1 Sample population of snails. PF OL DK ST NV N = (re:weight) 15 (6 + 9) 21 (10 + 11) 20 17 (4 + 13) 15 Snail weight, gm 8–10 (6) 3–7 (11) 18–28 8–10 (4) 20–25 20–25 (9) 15–20 (10) 20–25 (13) Temperature + + + + + Food deprivation and congestion + + + + No light cycle + + + Overloading + + μG exposure + Five experimental groups: PF, postflight Bion-M1; OL, overload snails subjected to brief hyper-gravity centrifugation before testing; DK, snails housed in flight habitat in dark like PF snails; ST, starvation snails subjected to the same food and water sources and congestion as PF snails; and NV, naïve snails housed in the standard lab terrarium. Sample number (N=) is given for the total number within each group, and where appropriate the snails are partitioned into either a small body weight or large body weight (parentheses). Pluses correspond to the conditions given in the leftmost column in which the snails in each group are subjected . Behavioral studies Gravitaxis reaction to a 90° head down pitch from horizontal was tested in a previously described apparatus (Balaban et al.,  2011 ) following the same protocol, and full course of this stereotypical behavior was recorded for later analysis using a general purpose digital camera at 30 fps. To provide a double blind control analysis the filenames of the PF, ST, and NV groups were encrypted. Three of the authors (M. R., T. K., and A. Z.) independently split video timelines for each snail to fit the gravitaxis phases as described in the previous report (Balaban et al.,  2011 ). The three analyzers then met, reevaluated their tables of latencies, and made screenshots for every phase of each snail's response. A difference in response latencies of >5 s between the 3 datasets was found in about 3% of measures, thereby triggering a discussion of the merits of each measure until the best measure was determined. The other 2 experimental groups, DK and OL, were investigated roughly a year later and a double blind procedure was deemed not pertinent in this case. Tentacle withdrawal reaction was measured as the length of each tentacle, first in pixels using ImageJ and then calculated and analyzed as a percentage of full tentacle length (corresponding to T0 phase of gravitaxis response). The angle in degrees between tentacles was measured in ImageJ for every phase of gravitaxis. Accuracy of ImageJ measurements from screenshots was evaluated by mean difference between results of 3 researchers (N. A., A. V., and Y. P.), and the data for 3 randomly chosen animals from PF group and 3 from any of control groups were used. For tentacle length it was 6% error of absolute values, and 4% for inter-tentacle angle measurement. All time parameters were measured with accuracy of 1 s by record timeline on screenshots. SEM of inertial mass Scanning Electron Microscopy (SEM) analysis was made on statocysts from three groups of snails. The statocysts were extracted after the experimental session, frozen dry and stored at −80°C. Before SEM imaging statocysts were fixed by cold absolute ethanol for 12 h, rinsed in distilled water, and placed onto carbon tape in a drop of water. The statocyst was dissected under a dissecting microscope to visualize the inertial mass using fine neurosurgery forceps. After removal of overlying structures, the statoconia preparations were left for few minutes to desiccate. The prepared samples were then placed on carbon tape for SEM and put horizontally on the stage of the microscope (EVO LS10, Carl Zeiss, Germany) for backscattered electrons (BSE) imaging under low vacuum (50–70 Pa) and accelerating voltage of 22 kV (LaB6 cathode). Digital images were captured in tiff format with resolution 3,024 × 2,406 pixels. Total RNA preparation and cDNA library construction for NGS Statocysts of two groups, PF-e and ST ( n  = 4 + 4), were frozen −80°C in microRNA buffer for sequencing. Cellular RNA from statocyst samples was prepared by the guanidine thiocyanate method described by Chomczynski and Sacchi ( 1987 ). RNA for cDNA synthesis was treated with DNaseI (Boehringer, Mannheim, Germany) for 30 min at 37°C followed by phenol: chloroform extraction and ethanol precipitation. Total RNA samples were analyzed using Agilent 2100 Bioanalyzer to confirm RNA isolation purity and absence of RNA degradation. The peak of 28S rRNA is invisible in some species of snails because their 28S rRNA consists of two separate pieces held together by ribosome proteins, and after purification each half of 28S rRNA has the same length as 18S rRNA, so 28S peak merges with 18S peak. According to this, we checked only 18S peak integrity to estimate total RNA quality. Reverse transcription of RNA samples was performed using oligo-dT(M1) primer and SuperScript® III Enzyme Mix, and second strand of cDNA was created with Mint cDNA synthesis kit (Evrogen). Then we amplified cDNA samples for 27 cycles in the T100 thermal cycler (Bio-Rad) with universal primer M1. Concentration of amplified cDNA was measured using NanoDrop 2000 spectrophotometer. cDNA libraries were then prepared using Ion Plus Fragment library Kit (Ion Torrent, Life Technologies) following manufacturer's protocols. cDNA libraries were purified using Magnetic Bead Cleanup Module (Ion Torrent, Life Technologies). The quality of each prepared cDNA library was evaluated using Qubit® 2.0 Fluorometer (with Qubit® dsDNA HS Assay Kit) and Agilent 2100 Bioanalyzer (with High Sensitivity DNA chip and Agilent High Sensitivity DNA Kit). In our samples, the amount of short cDNA fragments with length of 25–160 bp did not exceed 10%. During the next step, clonal amplification was performed using Ion PI™ Template OT2 200 Kit v3 and Ion OneTouch™ 2 system (Life Technologies) in accordance with manufacturer's recommendations. After amplification, the samples were centrifuged, and precipitates were resuspended in bidistilled water and stored at +4°C for 14–18 h. Sequencing was performed using Ion PI™ Sequencing 200 Kit v3 and Ion PI™ Chip v2 on Ion Proton™ sequencer. One chip contained four libraries tagged with different barcodes. Transcriptome analysis of statocysts First we made  de novo  assembly of  H. lucorum  statocyst transcriptome using the TRINITY v.2.4.0 (32 G memory, 60 threads, min_contig_length = 200), SPAdes v.3.10.0 (-iontorrent flag, 60 threads) and Velvet/Oases (v.1.2.10, optimal k-mer length was estimated by brute-force method and equal 111, -scaffolding and -read_trkg flags was enabled) programs for assembling transcriptome. For assessment programs quality, we have computed for each program N50 values and maximal transcript length (TRINITY N50—321 Maximal Trans. Len.—2,545 bp; SPAdes N50—558 Maximal Trans. Len.—4,813 bp; Oases N50—453 Maximal Trans. Len.—1,262 bp). Next, all assemblies were merged to one FASTA-file. Transcripts from this file were clustered by homology level. Two transcripts have one cluster, if the homology level is more than 90%. The clustering was accomplished by CD-HIT v.4.6 program. Totally from four different assembles were formed 66355 clusters. After clustering, the longest transcripts were extracted from each cluster and wrote into new multi-FASTA file. 1788966 sequences in final assemble were obtained. For each sequence in this assembly was found open reading frame by Transdecoder. The quality of this combined assembly was estimated by BUSCO v. 2.0.1 program. It computes the percent of correctly assembled orthology genes in the input file. Our combined assembly gave 50% correct orthology genes. For better quality we added an earlier obtained  Helix  neural transcriptome assembly. This “multimerged” assembly gave 95.5% correct orthology genes. After obtaining the transcriptome reference, we must obtain expression genes level and distinguish important genes. First, we aligned with BWA MEM v. 0.7.5a-r405 each sample to our assembly-reference. Another aligner software (bowtie, bowtie2, tophat) showed worse results (approximately 70% of aligned reads) and wasn't used for further transcriptome analisys. The averaged percent of aligned reads were 93.7% (minimum −91.07%, maximum −95.47% reads). Next, we computed FPKM values for ST group (“control” samples) and PF-e group (“experiment” samples) by CuffDiff software and selected significant differential expressed genes (3546 genes with  p  < 0.05). Electrophysiological studies After the behavioral test was concluded (starting at 14–15 h after landing), the snail was anesthetized by injection of ice-cold isotonic MgCl 2  solution (~15% of body weight) and its nervous system was isolated and prepared for electrophysiological studies of the statocyst response to tilt mimicking the “head down” and the “tail down” behavioral conditions. The whole nerve recording techniques from the statocyst nerve,  n. vestibularis , were made during the time window of 15–26 h after landing. The experimental design and data analysis were conducted in a comparable fashion to our previous Foton-M3 study (Balaban et al.,  2011 ). In brief, the central ganglionic ring was dissected free from the anesthetized animal and pinned to a silicone-elastomer (Sylgard)-coated dish. The vestibular nerve was identified, its surrounding connective tissue was removed, and it was placed across a Vaseline bridge that isolated the nerve in one chamber from the nerve, statocyst, and surrounding pedal ganglion in the other chamber. Each chamber contained a saline solution, a Ag/AgCl wire, and the signals from the vestibular nerve were differentially amplified and recorded. The reflex arc from the statocyst nerve to command neurons of the defensive behavior was tested using conventional intracellular recordings in combination with nerve stimulation, single pulse 3 ms width, 0.8–2.1 V, using the isolated stimulation head. We used the spike sorting by template interactive script provided in Spike2 v.7 (Cambridge Electronic Design, Cambridge, UK) for the single unit analysis. Each record was imported to Spike2 and the cursors selected the key impulse epochs in time with the help of auxiliary channel displaying the movement of the platform. Spike templates were typically made from the first run through the record, and by the second run all the spikes were sorted. First and second principal components were used to visualize clouds of single units. These clouds of single units were checked with PCA to not intersect. Usually default parameters and time window of spike length work well and generate 5–13 additional channels of single unit activity. Statistical analysis Statistical analysis was done in R software using custom written scripts for exploratory statistics and one-way ",
  "introduction": "Introduction Vertebrates and invertebrates sense inertial acceleration and a change in orientation with respect to gravity by mechanoreceptors in the otolith and statolith organs, respectively. The force of gravity is constantly present on Earth and forms the frame of reference for spatial orientation. Inertial accelerations occur within this gravity frame of reference naturally during self-generated movements or those imparted externally onto the organism by perturbations, such as a slippery surface or a deflected leaf. Kreidl ( 1893 ) demonstrated in a clever manner that the statocyst is a mechanosensitive organ. As a crayfish molts, it leaves behind the statolith and must manually re-seed its statocyst with a new, typically sand, weight-lending mass. Kreidl replaced the sand with reduced ferrous oxide and manipulated the crayfish's posture using a magnet, thereby simulating the action of the normal gravitational field with a magnetic one. Despite the simplicity of the gastropod organ of balance, there are many functional similarities between the snail's statocyst and the more highly evolved otolith organs of vertebrate species (Popova and Boyle,  2015 ). Statoreceptors, like hair cells in the vertebrate utricle and saccule, are mechanoreceptors that depend on a weight-lending mass to provide a shearing deformation of the underlying ciliary processes to sense position and acceleration with respect to gravity. The mechanoreceptors provide the neural code to the reflex mechanisms that control balance and equilibrium and restore the organism to its appropriate posture and orientation. The first vertebrate ear was in essence a graviceptive statocyst (Budelmann,  1988 ), and only later in evolution did angular acceleration sensation appear as the animal increased its locomotor mobility and developed a flexible neck (Straka et al.,  2014 ). In vertebrates the vestibular-induced compensatory action is both tonic and dynamic and distributed mainly to the motor circuits controlling the extensor, or antigravity, muscles (Wilson and Jones,  1979 ). In the absence of gravity and thus an opposing force, even as brief as 5–11 days, astronauts lose about 20% muscle mass (Fitts et al.,  2001 ; Demontis et al.,  2017 ). The changes observed on the skeletomotor system by spaceflight are largely predicted by the mechanical unloading of the body mass: a large skeletal frame to manage muscle contractions about joints is no longer needed and muscle atrophy and osteopenia occur. This same causality might predict a comparable deterioration of vestibular mechanosensory function by space flight: no signal and thus no gain in the system. Surprisingly, despite the permanence of gravity during the evolutionary courses of vertebrates and invertebrates in an otherwise changing environment, the mechanosensory structures do not progressively degenerate, at least not in the short term. Extraordinarily challenging recordings taken during spaceflight from bullfrog otolith afferen",
  "methods": "Materials and methods Creating persistent conditions for microgravity The 2013 Bion-M1 space project was a 30-day orbital research mission operated by the Russian Academy of Sciences, launched on 19th of April (2013) from Baikonur Cosmodrome, Kazakhstan, and landed on 19th of May near Orenburg, Russia. The satellite was pressurized and contained full life support systems to maintain safe temperature, oxygen, and carbon dioxide levels for a wide variety of species. The satellite is under Earth's gravitational pull and is in a state of free fall or microgravity (μG), and thus the objects within the satellite appear to be weightless. Upon return to Earth, the snails were airlifted from the landing site by helicopter to the Orenburg airport, flown by airplane to Moscow, and transported by van to the laboratory, arriving within 13 h after landing. Snail populations Experimental procedures were in compliance with the Guide for the Care and Use of Laboratory Animals published by the National Institutes of Health, and the Ethical Committee of the Institute of Higher Nervous Activity and Neurophysiology of Russian Academy of Sciences approved the protocol. Land snails,  Helix lucorum  L., served as experimental subjects in this study. Snails were collected in vineyards of Crimea, kept in terraria, and fed on cabbage leaves in humid air conditions to prevent aestivation (a prolonged rest in hot and dry periods where the snail covers its shell opening with a special secretion). Experimental animals were assigned to 5 separate groups based on experimental condition (see Table  1 ). The prime group was the population of postflight snails (PF,  n  = 15) exposed to μG for 30 days on the Bion-M1 orbital satellite. PF snails were housed in the dark during the mission and thus no orientation cues from a light source were available. Four ground-based asynchronous groups were designed for comparison to the PF snails. A Naïve group (NV,  n  = 15) of snails survived for 30 days under normal conditions (Light:Dark cycle was 12:12 and water and food were available  ad libitum ) in a lab terrarium having large spatial dimensions. A Starvation group (ST,  n  = 17) survived for 30 days at the Institute of Biomedical Problems (IMBP, Moscow) facilities as asynchronous control subjects under conditions more closely similar to the PF group, such as a congested habitat, no food or water except a bottom layer of wet paper, a fixed temperature, but a normal light/dark cycle. The third control consisted of snails also mimicking the PF group: a 30-day survival in a flight habitat under comparable conditions, but in the dark (DK group,  n  = 20). Lastly, last group was DK snails exposed to an applied short (2 s) duration 10G acceleration; although this stimulus does not simulate all of the parameters of landing of the Bion-M1 satellite upon its return to Earth, it does present a paradigm of an abrupt transition from a lower gravity level to a higher one. We termed this group a gravi",
  "results": "Results Early phases of gravitaxis reaction When the platform upon which the snail is attached is suddenly pitched from horizontal to vertical, the snail displays a fear-like reaction by fully or partially withdrawing its tentacles (designed phase 0; Figure  1A ). This reaction (latency of withdrawal is <1 s) is believed mediated by the gravi-sensing statocyst organ, the snail's equivalent to a vertebrate's vestibular otolith organ. Therefore, the differences in magnitude and time (duration) of the resulting tentacle elongation phase likely reveal changes in reaction of the snail's statocyst. We define the phase of fast elongation of tentacles before the snail starts to turn its body as the T0 phase of gravitaxis (Figure  1A ). Our previous report (Balaban et al.,  2011 ) did not follow this convention, and thus the behavior seen in phase T0 of Figure  2A  does not correctly align with our current convention because the length of tentacles were not fully extended. At the end of T0 phase the rapid tentacle elongation is complete and the black eyes on their tips are clearly recognizable in most of the records, both of which occur before the head actually starts to move. Snails often start turning to T1 phase immediately after some amount of “hesitation” or scanning the space around them by moving the head from side to side. There was no significant difference between groups in the count of scanning movements ( p  = 0.114 by Fisher's Exact Test with Monte-Carlo simulated  p -value based on 99999 replicates); 82 of 88 (93%) snails of all groups turned the body to position the head above the shell in T2 phase. Figure 1 Temporal parameters of snail gravitaxis reaction.  (A)  Designation of 6 gravitaxis phases based on stereotypic behavior of snails.  (B)  Start, stop, and duration of the 6 gravitaxis phases (in sec) in the 5 separate snail groups (bars, ± Standard Error of the Mean).  (C)  Latency of T0 phase (tentacles elongation) in all snail groups, mean and 95% CI. Figure 2 Tentacles length during snail gravitaxis.  (A)  Tentacles length during all gravitaxis phases, normalized for  T0  = 100%. Tentacles length in 0  (B)  and T4  (C)  gravitaxis phases, mean and 95% CI.  (D)  Tentacles length during all gravitaxis phases, normalized for  T1  = 100%. Temporal parameters (latencies and durations) of gravitaxis phases The dynamics of gravitaxis behavior are shown in Figure  1 . A comparison of phase T0 duration between the postflight (PF) to the four control groups reveals statistically significant shortening (panel C) of T0 in PF snails (KW  p  < 0.006, DBH  p \n adj max  = 0.011 for PF-OL comparison; mean ± 95% CI). Due to the nature of this measured parameter, there are few extreme outliers in the dataset ( q.v . Supplementary Materials). Robust methods are recommended to deal with such samples to improve the power of statistics, and indeed they return  p  ≤ 0.001 in KW and DBH tests, thereby providing strong support for a shorter phase T0 in PF than in the other four control groups of snails. No statistical differences of T0 latency were found between the four control groups, even with the application of powerful randomization methods on filtered datasets. A comparison of phase T1 latency between PF to the four control groups shows no statistically significant difference between them (KW  p  = 0.195). There are few outliers in the dataset, so we applied robust statistics as well, which resulted only in marginal significance (KW  p  = 0.039, DBH  p adj  = 0.01 for PF-ST only). A similar result was found with T1 duration (T1 latency–T0 latency), with an insignificant difference between groups (KW  p  = 0.106) in unfiltered dataset and significant for only two control groups if Tukey's outliers were filtered out (KW  p  = 0.02, DBH  p adj  = 0.003 for PF-ST and  p adj  = 0.023 for PF-DK). With respect to phase T2 latency a similar result was observed. The comparison of this phase between PF to the four control groups again showed n",
  "discussion": "Discussion Behavioral studies Upon entry into orbit the satellite is in a constant free fall back toward Earth and the traveler feels weightless. The neural gravity sensors that control normal balance and equilibrium are now forced to operate in a unique environment. The present experiments sought to identify the consequences of a 30-day orbital mission on the behavioral performance of snails challenged by a vestibular perturbation after return to normal 1G starting 14–15 h after landing. To account for possible environmental and habitat factors of unmanned spaceflights that can affect measured parameters of behavior other than those related to the state of weightlessness, we designed four control groups based on housing, food and water availability, and lighting, and included a landing-like simulation. In brief, we found that the behavioral phases most directly correlated with gravity sensation were the most affected by the vestibular perturbations tested as soon as the snails reached the laboratory after landing. To distinguish μG-affected parameters, we made multiple group analysis of variance comparisons for each variable ( q.v . Supplementary Materials). It reveals significant changes in the early phase of gravitaxis reaction parameters in the postflight (PF) group: the degree of tentacles withdrawal at the initial phase 0 was smaller (Figure  2B ), and followed by shorter latency of tentacles protraction (T0, Figure  1C ). Both findings were replicated in the data from an earlier 12-day Foton-M3 mission (T0 latency at the tendency level, phase 0 withdrawal highly significant; Figure  S2 ). After the snail pivots to the head-up position (late T3-T4 phases), the length of tentacles becomes shorter in the PF group in comparison to 3 control groups (Figure  2 ). At the same time in the fourth control group, termed statocyst-affected “overloading” (landing simulation, OL), the tentacle length at T4 is significantly higher than that of the PF snails or any control snail, a finding that promotes a speculation on the opposite effect of overloading (hypergravity) and unloading (μG) exposure on the functions controlled by snail statocysts. The cause of a lesser T2 latency in Foton-M3 postflight group in comparison to Bion-M1 PF group may be attributed to smaller snails used in Foton-M3 project (3–8 vs. 8–25 g, muscle mass/shell weight ratio is higher for young snails, allowing faster movements). We studied subgroups of young snails (3–8 g) in OL controls, but no correlation of T2 duration with weight was found ( q.v . Supplementary Data). For the gravitaxis reaction, the snails affected by prolonged μG exposure show stronger correlations with snail weight than do control snails (Figure  3 ), thus suggesting a probable explanation of a shorter T2 phase in Foton-M3 postflight snails. Snails belonging to the same genus of  Helix  ( H. aspersa ), the common garden snail, were exposed to increased gravitation by centrifugation for 16 and 32 days and showe",
  "conclusion": ""
}