{
  "id": "PMC5026642",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5026642/",
  "title": "Age-related alterations in the sarcolemmal environment are attenuated by lifelong caloric restriction and voluntary exercise",
  "authors": "Jeffrey M. Hord, Rachel Botchlett, John M. Lawler",
  "year": "2016",
  "journal": "Experimental gerontology",
  "abstract": "Age-related loss of skeletal muscle mass and function, referred to as sarcopenia, is mitigated by lifelong calorie restriction as well as exercise. In aged skeletal muscle fibers there is compromised integrity of the cell membrane that may contribute to sarcopenia. The purpose of this study was to determine if lifelong mild (8%) caloric restriction (CR) and lifelong CR + voluntary wheel running (WR) could ameliorate disruption of membrane scaffolding and signaling proteins during the aging process, thus maintaining a favorable, healthy membrane environment in plantaris muscle fibers. Fischer-344 rats were divided into four groups: 24-month old adults fed ad libitum (OAL); 24-month old on 8% caloric restriction (OCR); 24 month old 8% caloric restriction + wheel running (OCRWR); 6-month old sedentary adults fed ad libitum (YAL) were used to determine age-related changes. Aging resulted in discontinuous membrane expression of dystrophin glycoprotein complex (DGC) proteins: dystrophin and α-syntrophin. Older muscle also displayed decreased content of neuronal nitric oxide synthase (nNOS), a key DGC signaling protein. In contrast, OCR and OCRWR provided significant protection against age-related DGC disruption. In conjunction with the age-related decline in membrane DGC patency, key membrane repair proteins (MG53, dysferlin, annexin A6, and annexin A2) were significantly increased in the OAL plantaris. However, lifelong CR and CRWR interventions were effective at maintaining membrane repair proteins near YAL levels of. OAL fibers also displayed reduced protein content of NADPH oxidase isoform 2 (Nox2) subunits (p67phox and p47phox), consistent with a perturbed sarcolemmal environment. Loss of Nox2 subunits was prevented by lifelong CR and CRWR. Our results are therefore consistent with the hypothesis that lifelong CR and WR are effective countermeasures against age-related alterations in the myofiber membrane environment.",
  "keywords": "Sarcopenia, Aging Muscle, Calorie Restriction, Exercise, Wheel Running, Sarcolemma",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}