{
  "id": "PMC5460236",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5460236/",
  "title": "From the bench to exploration medicine: NASA life sciences translational research for human exploration and habitation missions",
  "authors": "Joshua S. Alwood, April E. Ronca, Richard C. Mains, Mark J. Shelhamer, Jeffrey D. Smith, Thomas J. Goodwin",
  "year": "2017",
  "journal": "NPJ Microgravity",
  "abstract": "NASA’s Space Biology and Human Research Program entities have recently spearheaded communications both internally and externally to coordinate the agency’s translational research efforts. In this paper, we strongly advocate for translational research at NASA, provide recent examples of NASA sponsored early-stage translational research, and discuss options for a path forward. Our overall objective is to help in stimulating a collaborative research across multiple disciplines and entities that, working together, will more effectively and more rapidly achieve NASA’s goals for human spaceflight.",
  "keywords": "",
  "full_text": "Introduction With the International Space Station (ISS) available for research and habitation for the next decade, there is now a precious opportunity to significantly advance the contributions of space life sciences and space medicine toward enabling the Exploration Class missions (that is, human missions beyond low-Earth orbit). Such missions are currently burdened with significant anticipated crew health and safety challenges. 1  Coordinated research and development are crucial for producing effective countermeasures against the deleterious influences of spaceflight on the human body. To this end, we emphatically support the development of translational research efforts at NASA that will facilitate bi-directional information flow between basic and applied life sciences and medical operations with the goal to accelerate countermeasure development. As identified by National Academy committees and embedded in the NASA Strategic Plan, a sustainable human spaceflight program requires robust research at both  basic  and  applied  levels to make fundamental biological discoveries and to address the known and emerging risks to human health resulting from the spaceflight environment, respectively. 2 – 5  The Life Sciences portfolio at NASA is composed of the Space Biology program (a basic science program), the Human Research Program (HRP, an applied program), and Medical Operations (Office of Chief Health and Medical Officer). Informal translational research within these programs has taken place at NASA for decades, yet there is a need for a more coordinated effort that enables dynamic translation that can take rapid advantage of new findings. In particular, the National Academy committees recommended that NASA follows key elements of the National Institutes of Health’s (NIH) model of translational science. 6 , 7  It was specifically recommended that the  coordination  and  maturation  of projects between each level of research be enhanced to increase knowledge transfer and identification of potential solutions for astronaut health challenges. 2 – 4  Additionally, the translation of knowledge to Earth-based medical care has recently begun with the designation of the ISS as a National Laboratory (currently through the Center for the Advancement of Science in Space). In this paper, we provide context for the current drivers (and needs) for translational research at NASA, briefly summarize the experience at NIH, and lay out a two-phased approach for translational research. As illustrated in Fig.  1 , the first phase is  basic-to-applied  and the second phase is  applied-to-operational . We define the levels of the research continuum as follows, consistent with the Decadal Survey’s Interim Report: 5 \n basic research  aims to generate new biological knowledge using biological systems or model organisms,  applied research  aims to develop countermeasures for risks to astronaut health (similar to pre-clinical research), and  medical operations  puts countermeasures into practice for astronauts (like operations in the clinic). Fig. 1 The NASA Life Sciences Translational Path. It moves from basic research to human exploration applications with bi-directionality options. As knowledge is applied along this path ( top arrows ) questions may arise that can best be addressed by more basic research ( bottom arrows ) in order to support further progress toward successful human exploration \n Finally, going into greater depth on the  basic-to-applied  window of translation, we provide examples and recommendations of early-stage research where Space Biology and HRP aim to build synergy between their existing programs. NASA’s Space Biology and HRP entities have recently spearheaded communications both internally and externally to coordinate the Agency’s translational research efforts between basic and applied levels. In this paper, we strongly advocate for translational research at NASA, provide recent examples of NASA-sponsored early-stage translational research, and discuss options for a path forward. Our overall objective is to help in stimulating the collaborative research across multiple disciplines and entities that, working together, will more effectively and more rapidly achieve NASA’s goals for human spaceflight. NASA’s involvement in translational research Definitions For the purposes of this paper we will focus mainly on the translation of space life sciences research knowledge to the human challenges associated with long-duration spaceflights. Our narrow translational research focus is therefore defined as the application of basic science discoveries to the development of new preventive and therapeutic approaches supporting optimized human adaptation to space missions with extended durations and distances from Earth. NASA’s human spaceflight challenges The biomedical concerns and risks of human Exploration Class missions, characterized by extended duration space exposures and travel far beyond Earth, are not yet fully understood. 8  Prior to an exploration mission, better definition of these risks, and the development and implementation of countermeasures must be achieved to avoid physiological and behavioral changes that could degrade the health, safety and productivity of crew members during extended ISS habitation and missions beyond Low Earth Orbit (LEO). Additionally, during exploration missions, tools are needed to monitor and manage individual and crew resiliency in the face of unplanned challenges. 9 \n The ISS presently accommodates continuous human habitation, enabling basic and applied research and testing of new ways to thrive in space. ISS offers a unique platform that is facilitating the identification of requirements for conducting future human missions that could last for years, and the challenges associated with orbiting and even occupying other planets. Exploration Class missions beyond ISS will require detailed knowledge of what adaptations can be tolerated and those which must be countered for the long-term. These missions will also require a degree of operational resiliency and autonomy never before attempted. Human space exploration is now at a crossroads, and leaving LEO will place increasing demands on space life sciences research to support such endeavors. Key spaceflight-related environmental factors that chronically impact human health and performance during such missions are: microgravity, confinement, and exposure to space radiation. 1  We chose just four examples, profiled below, to demonstrate the value of translational research in addressing four specific risks identified by NASA for astronaut health and safety: immune response, microbe-host interactions, oxidative stress and damage, and visual impairment (VI) syndrome. There are many others on NASA’s list, 10  of course, including some in broad areas such as nutrition and sleep, and surely some not yet identified. For NASA, translational research has historically been 11  and is increasingly viewed as essential to better define and minimize these health risks. Translational research: pioneered by NIH NIH has pioneered the translational research challenge since about 2003. 7  Several NIH institutes have been established under the National Center for Advancing Translational Sciences 6  to develop a “Translational Pipeline” linking basic research to pre-clinical and clinical investigations 7 , 12  that will lead to eventual utilization in the provision of health care. Both the NIH and NASA research portfolios cover a broad range of spatial scale and complexity, including microbiology, cell culture, model organisms, and an array of human biomedical studies (Fig.  1 ). NASA can learn much from NIH’s endeavors, and the implementation of cooperative agreements between these agencies could provide effective bridges for knowledge sharing. Recent NASA drivers toward translational research In 2009, after consultation with NASA, Congress determined that an objective reassessment was needed of the basic and applied research capabilities and resources available to support future human space exploration. Congress mandated that the National Research Council conduct and publish a “Decadal Survey” ultimately titled  Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era . 3  The Decadal Survey reviewed the research, development, and applications relevant to basic science and human space exploration. The Space Life and Physical Sciences research communities provided major input to the Decadal Survey and helped to shape its many broad recommendations. A key recommendation was to increase the integration of efforts toward conduct of cross-disciplinary, focused translational research and development with applications to human space risks and related areas supporting human space exploration. Another main recommendation was for NASA to constitute an integrated organization within NASA to manage these efforts. In 2011, the Space Life and Physical Science Research & Applications Division was established within NASA’s Human Exploration and Operations Mission Directorate. Key life science elements within the SLPSRA Division include the HRP and the Space Biology program (Fig.  2 ). HRP created and maintains a dynamic Human Research Roadmap that defines known risks, mitigation capabilities, current knowledge gaps, and concepts for future work regarding astronaut health, performance, and safety. 10  In contrast, Space Biology focuses on defining the changes in basic biological mechanisms as a result of spaceflight and has developed a set of Guiding Questions that define its research program. 13  Despite the programmatic differences, there are overlapping research areas within these two programs at the  basic-to-applied  phase of translation, which are itemized in Fig.  2  and described below in the Examples section. Fig. 2 Space Biology and Human Research Bi-directional Synergism. Basic Space Biology research is done mainly with lower-level model organisms, cells, and tissues. The HRP conducts biomedical science mainly with humans. They synergistically and bi-directionally collaborate in maximizing opportunities for translating a subset of that knowledge to optimize the health and safety of the crew via applications supporting medical operations \n The Decadal Survey panels made recommendations for research priorities throughout the lifespan of the ISS. In Chapter 6 of the Decadal Survey, the  Animal and Human Biology  panel (3) made 16 key recommendations spanning multiple systems in the body of vertebrates for conduct of basic and applied research (Table  1 ). The panel indicated that many of these should be studied using a translational framework. Further, the panel unanimously stated that animal research be firmly integrated in the space life sciences portfolio—both within space-based and ground-based programs—to drive the translation of knowledge. Additionally, in Chapter 7 of the Decadal Survey, the  Integrative and Translational Research for the Human Systems  panel (3) made 11 recommendations related to crosscutting issues (CC) for humans in the space environment (Table  2 ). One goal of this paper is to bring stakeholders—U.S. taxpayers, Congress, the National Academies, and relevant science communities—up to date regarding NASA’s progress in building collaborative research communities in the translational area to pursue these important recommendations. Table 1 Animal and human biology (AH) research recommendations for humans in the space environment identified in chapter 6 of the decadal survey (3) Identifier Recommendation AH1 The efficacy of bisphosphonates should be tested in an adequate population of astronauts on the ISS during a 6-month mission. AH2 The preservation/reversibility of bone structure/strength should be evaluated when assessing countermeasures. AH3 Bone loss studies of genetically altered mice exposed to weightlessness are strongly recommended. AH4 New osteoporosis drugs under clinical development should be tested in animal models of weightlessness. AH5 Conduct studies to identify underlying mechanisms regulating net skeletal muscle protein balance and protein turnover during states of unloading and recovery. AH6 Conduct studies to develop and test new prototype exercise devices and to optimize physical activity paradigms/prescriptions targeting multisystem countermeasures. AH7 Determine the daily levels and pattern of recruitment of flexor and extensor muscles of the neck, trunk, arms, and legs at 1 g and after being in a novel gravitational environment for up to 6 months. AH8 Determine the basic mechanisms, adaptations, and clinical significance of changes in regional vascular/interstitial pressures (starling forces) during long-duration space missions. AH9 Investigate the effects of prolonged periods of microgravity and partial gravity (3/8 or 1/6 g) on the determinants of task-specific, enabling levels of work capacity. AH10 Determine the integrative mechanisms of orthostatic intolerance after restoration of gravitational gradients (both 1 and 3/8 g). AH11 Collaborative studies among flight medicine and cardiovascular epidemiologists are recommended to determine the best screening strategies to avoid flying astronauts with subclinical coronary heart disease that could become manifest during a long-duration exploration-class mission (3 years). AH12 Determine the amount and site of the deposition of aerosols of different sizes in the lungs of humans and animals in microgravity. AH13 Multiple parameters of T cell activation in cells should be obtained from astronauts before and after re-entry to establish which parameters are altered during flight. AH14 Both to address the mechanism(s) of the changes in the immune system and to develop measures to limit the changes, data from multiple organ/system-based studies need to be integrated. AH15 Perform mouse studies of immunization and challenge on the ISS, using immune samples acquired both prior to and immediately upon re-entry, to establish the biological relevance of the changes observed in the immune system. Parameters examined need to be aligned with those in humans influenced by flight. AH16 Studies should be conducted on transmission across generations of structural and functional changes induced by exposure to space during development. Ground-based studies should be conducted to develop specialized habitats to support reproducing and developing rodents in space. Reprinted with permission from Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era (2011) by the National Academy of Sciences, Courtesy of the National Academies Press, Washington D.C. \n Table 2 Crosscutting Issues (CC) for Humans in the Space Environment identified in Chapter 7 of the Decadal Survey (3) Identifier Recommendation CC1 To ensure the safety of future commercial orbital and exploration crews, quantify post-landing vertigo and orthostatic intolerance in a sufficiently large sample of returning ISS crews, as part of the immediate post-flight medical exam. CC2 Determine whether AG is needed as a multisystem countermeasure and whether continuous large radius AG is needed or intermittent exercise within lower-body negative pressure or short-radius AG is sufficient. Human studies in ground laboratories are essential to establish dose-response relationships, and what gravity level, gradient, rotations per minute, duration, and frequency are adequate. CC3 Conduct studies on humans to determine whether there is an effect of gravity on micronucleation and/or intrapulmonary shunting or whether the unexpectedly low prevalence of decompression sickness on the space shuttle/ISS is due to underreporting. Conduct studies to determine operationally acceptable low suit pressure and hypobaric hypoxia limits. CC4 Determine optimal dietary strategies for crews and food preservation strategies that will maintain bioavailability for 12 or more months. CC5 Initiate a robust food science program focused on preserving nutrient stability for 3 or more years. CC6 Include food and energy intake as an outcome variable in dietary intervention trials in humans. CC7 Conduct longitudinal studies of astronauts for cataract incidence, quality, and pathology related to radiation exposures to understand both cataract risk and radiation-induced late tissue toxicities in humans. CC8 Expand the use of animal studies to assess space radiation risks to humans from cancer, cataracts, cardiovascular disease, neurologic dysfunction, degenerative diseases, and acute toxicities such as fever, nausea, bone marrow suppression, and others. CC9 Continue ground-based cellular studies to develop end points and markers for acute and late radiation toxicities, using radiation facilities that are able to mimic space radiation exposures. CC10 Expand understanding of gender differences in adaptation to the spaceflight environment through flight- and ground-based research, particularly potential differences in bone, muscle, and cardiovascular function and longterm radiation risks. CC11 Investigate the biophysical principles of thermal balance to determine whether microgravity reduces the threshold for thermal intolerance. Reprinted with permission from Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era (2011) by the National Academy of Sciences, Courtesy of the National Academies Press, Washington DC \n NASA’s current translational research approach Several recent NASA-sponsored activities demonstrate an increased Agency commitment to two phases of translation (Fig.  1 ). Within the  basic-to-applied  phase, a collaborative workshop was held by NASA JSC and ARC in 2004 that addressed “Animal Research in Support of Human Space Exploration” before the translational research terminology was commonly used. 14  Further, several recent events have been held to systematically advance NASA’s translational research discussions within the basic and applied space life sciences communities, including: an Artificial Gravity Workshop (responsive to the recommendations AH9-10 in Table  1  and CC2 in Table  2 ); 15  symposia at the American Society for Gravitational Space Research (ASGSR) annual meetings in 2014 16 and 2015; 17  and the annual HRP Investigators Workshops in 2015 and 2016. Finally, an internal analysis of the Space Biology and HRP research plans has pointed to areas, described in the examples section below and in Fig.  2 , that are ripe for synergism. Within the  applied-to-operational  phase, HRP established a Translational Research Institute, in October 2016, with a key goal to recruit funded, terrestrial biomedical research entities in furthering NASA translational research goals, 18 – 20  and to help mature countermeasures and technologies for use in medical operations. Taken together, these efforts demonstrate new activities to facilitate translation from basic science to operations. But how can translational research most effectively be pursued using existing resources? Team science is one solution 21  and has been used successfully by NASA in the past. Additionally, enhanced institutional coordination within NASA and between federal funding agencies, as well as relevant non-governmental organizations, is needed to spur translation. A systematic approach to identify collaborative translational opportunities, for example by text analytics, 22  would have benefits for investigators as well as NASA program managers. Text analytics is one method to systematically and automatically examine published papers for linkages based on common concepts (manifest in authorship, keywords, references, methods). This approach would allow the visualization of domains where research has been explored jointly within animals and humans or where the gaps in knowledge reside. The Decadal Survey (3) provides guidance on how to structure a fully-integrated translational program by ",
  "introduction": "Introduction With the International Space Station (ISS) available for research and habitation for the next decade, there is now a precious opportunity to significantly advance the contributions of space life sciences and space medicine toward enabling the Exploration Class missions (that is, human missions beyond low-Earth orbit). Such missions are currently burdened with significant anticipated crew health and safety challenges. 1  Coordinated research and development are crucial for producing effective countermeasures against the deleterious influences of spaceflight on the human body. To this end, we emphatically support the development of translational research efforts at NASA that will facilitate bi-directional information flow between basic and applied life sciences and medical operations with the goal to accelerate countermeasure development. As identified by National Academy committees and embedded in the NASA Strategic Plan, a sustainable human spaceflight program requires robust research at both  basic  and  applied  levels to make fundamental biological discoveries and to address the known and emerging risks to human health resulting from the spaceflight environment, respectively. 2 – 5  The Life Sciences portfolio at NASA is composed of the Space Biology program (a basic science program), the Human Research Program (HRP, an applied program), and Medical Operations (Office of Chief Health and Medical Officer). Informal translational research within these programs has taken place at NASA for decades, yet there is a need for a more coordinated effort that enables dynamic translation that can take rapid advantage of new findings. In particular, the National Academy committees recommended that NASA follows key elements of the National Institutes of Health’s (NIH) model of translational science. 6 , 7  It was specifically recommended that the  coordination  and  maturation  of projects between each level of research be enhanced to increase knowledge transfer and identification of potential solutions for astronaut health challenges. 2 – 4  Additionally, the translation of knowledge to Earth-based medical care has recently begun with the designation of the ISS as a National Laboratory (currently through the Center for the Advancement of Science in Space). In this paper, we provide context for the current drivers (and needs) for translational research at NASA, briefly summarize the experience at NIH, and lay out a two-phased approach for translational research. As illustrated in Fig.  1 , the first phase is  basic-to-applied  and the second phase is  applied-to-operational . We define the levels of the research continuum as follows, consistent with the Decadal Survey’s Interim Report: 5 \n basic research  aims to generate new biological knowledge using biological systems or model organisms,  applied research  aims to develop countermeasures for risks to astronaut health (similar to pre-clinical research), and  medical operations  puts counterme",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}