{
  "id": "PMC5899691",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5899691/",
  "title": "Morphology of the Utricular Otolith Organ in the Toadfish, Opsanus tau",
  "authors": "Richard Boyle, Reza Ehsanian, Alireza Mofrad, Yekaterina Popova, Joseph Varelas",
  "year": "2018",
  "journal": "The Journal of comparative neurology",
  "abstract": "The utricle provides the vestibular reflex pathways with the sensory codes of inertial acceleration of self motion and head orientation with respect to gravity to control balance and equilibrium. Here we present an anatomical description of this structure in the adult oyster toadfish, and establish a morphological basis for interpretation of subsequent functional studies. Light, scanning and transmission electron microscopy techniques were applied to visualize the sensory epithelium at varying levels of detail, its neural innervation and its synaptic organization. Scanning electron microscopy was used to visualize otolith mass and morphological polarization patterns of hair cells. Afferent nerve fibers were visualized following labeling with biocytin, and light microscope images were used to make three-dimensional (3-D) reconstructions of individual labeled afferents to identify dendritic morphology with respect to epithelial location. Transmission electron micrographs were compiled to create a serial 3-D reconstruction of a labeled afferent over a segment of its dendritic field and to examine the cell-afferent synaptic contacts. Major observations are: a well-defined striola, medial and lateral extra-striolar regions with a zonal organization of hair bundles; prominent lacinia projecting laterally; dependence of hair cell density on macular location; narrow afferent dendritic fields that follow the hair bundle polarization; synaptic specializations issued by afferents are typically directed towards a limited number of 7–13 hair cells, but larger dendritic fields in the medial extra-striola can be associated with > 20 hair cells also; and hair cell synaptic bodies can be confined to only an individual afferent or can synapse upon several afferents.",
  "keywords": "Vestibular, hair cell, afferent, macula, biocytin, scanning electron microscopy, transmission electron microscopy, RRID:AB_2336827 Vector Lab, RRID:SCR_014199 Adobe® Photoshop®, RRID:SCR_001775 Neurolucida",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}