{
  "id": "PMC5460263",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5460263/",
  "title": "Three-dimensional organotypic co-culture model of intestinal epithelial cells and macrophages to study ",
  "authors": "Jennifer Barrila, Jiseon Yang, Aurélie Crabbé, Shameema F. Sarker, Yulong Liu, C. Mark Ott, Mayra A. Nelman-Gonzalez, Simon J. Clemett, Seth D. Nydam, Rebecca J. Forsyth, Richard R. Davis, Brian E. Crucian, Heather Quiriarte, Kenneth L. Roland, Karen Brenneman, Clarence Sams, Christine Loscher, Cheryl A. Nickerson",
  "year": "2017",
  "journal": "NPJ Microgravity",
  "abstract": "Three-dimensional models of human intestinal epithelium mimic the differentiated form and function of parental tissues often not exhibited by two-dimensional monolayers and respond to  Salmonella  in key ways that reflect in vivo infections. To further enhance the physiological relevance of three-dimensional models to more closely approximate in vivo intestinal microenvironments encountered by  Salmonella , we developed and validated a novel three-dimensional co-culture infection model of colonic epithelial cells and macrophages using the NASA Rotating Wall Vessel bioreactor. First, U937 cells were activated upon collagen-coated scaffolds. HT-29 epithelial cells were then added and the three-dimensional model was cultured in the bioreactor until optimal differentiation was reached, as assessed by immunohistochemical profiling and bead uptake assays. The new co-culture model exhibited in vivo-like structural and phenotypic characteristics, including three-dimensional architecture, apical-basolateral polarity, well-formed tight/adherens junctions, mucin, multiple epithelial cell types, and functional macrophages. Phagocytic activity of macrophages was confirmed by uptake of inert, bacteria-sized beads. Contribution of macrophages to infection was assessed by colonization studies of  Salmonella  pathovars with different host adaptations and disease phenotypes (Typhimurium ST19 strain SL1344 and ST313 strain  D23580 ; Typhi Ty2). ﻿﻿In addition,  Salmonella  were cultured aerobically or microaerobically, recapitulating environments encountered prior to and during intestinal infection, respectively﻿. All  Salmonella  strains exhibited decreased colonization in co-culture (HT-29-U937) relative to epithelial (HT-29) models, indicating antimicrobial function of macrophages. Interestingly,  D23580  exhibited enhanced replication/survival in both models following invasion. Pathovar-specific differences in colonization and intracellular co-localization patterns were observed. These findings emphasize the power of incorporating a series of related three-dimensional models within a study to identify microenvironmental factors important for regulating infection.",
  "keywords": "",
  "full_text": "Introduction In vitro cell culture models comprised solely of either epithelial cells or macrophages cultured as monolayers are often used to study  Salmonella enterica  infections, as both cell types play critical roles in the infection process. 1 ,  2  Following ingestion,  Salmonella  actively invade and replicate within intestinal epithelial cells and are engulfed by macrophages upon crossing the epithelial barrier, where they exploit phagocytes as a preferred niche for replication and transport. 3  While classic two-dimensional (2-D) monolayers composed of a single cell type have provided important insight into understanding the interactions between  Salmonella  and host tissues during enteric infection, they lack the multicellular complexity and three-dimensional (3-D) architecture that are important for the differentiated structure and function of the in vivo parental tissue. 4 – 7  Synergism between epithelial cells and macrophages is important for driving responses of both cell types. 5 ,  8 ,  9  Not surprisingly, monotypic (single cell type) cultures of either epithelial cells or macrophages respond differently to challenge with pathogens or their toxins as compared to co-culture models containing both of these cell types, the latter of which demonstrate a synergistic phenotype that better reflect the in vivo response. 5 ,  10  Indeed, it is widely recognized there is an urgent need for advanced in vitro cell culture models that mimic the complex 3-D architecture, multicellular complexity and phenotypic characteristics of in vivo tissues for use in predictive human disease modeling, including infectious disease. 4 ,  5 ,  11 – 13  Accordingly, achieving a deeper understanding of host–pathogen interactions at the intestinal mucosa requires cell culture models that incorporate 3-D architecture, differentiation and multicellular complexity to characterize the interaction between epithelial cells and macrophages during enteric infection. The rotating wall vessel (RWV) bioreactor is a NASA biotechnology that was designed to mimic aspects of the quiescent, low fluid shear culture environment found in microgravity in order to facilitate the formation of 3-D tissue-like aggregates in the laboratory. 4 ,  14 ,  15  This low fluid shear suspension culture system has served as a powerful ground-based tool to enable the establishment of highly differentiated 3-D cell cultures, including both mono﻿typic (originating from a single cell﻿ type) and co-cultures (multiple cell types) 4 ,  10  and has been used to establish highly differentiated 3-D intestinal epithelial models to study enteric infections. 4 ,  7 ,  16 – 20  Our lab was first to apply RWV-derived 3-D cell cultures to study bacterial host–pathogen interactions, including 3-D intestinal epithelial models for  Salmonella  pathogenesis, 7 ,  17 ,  18  and 3-D lung epithelial models co-cultured with macrophages for  Pseudomonas aeruginosa  pathogenesis. 10  The underlying concept of the RWV (Fig.  1 ) is to enable cell growth in three dimensions, aggregation based on natural cellular affinities (facilitating co-culture of different cell types), and differentiation into 3-D tissue-like assemblies. 4  Cells are grown on porous extracellular matrix (ECM)-coated microcarrier beads which serve as scaffolds upon which they adhere, thereby allowing cells to respond to chemical and molecular gradients in three dimensions (apical, basal, and lateral) akin to the in vivo scenario. When the RWV is completely filled with medium and rotation initiated, cells are maintained in a physiological low fluid shear suspension culture environment with high mass transfer of nutrients and waste, which is optimal for growth and differentiation. 4 ,  21 \n Fig. 1 Development strategy for 3-D co-culture model of human intestinal epithelium and macrophages.  A  Experimental design for 3-D co-culture model development. HT-29 cells were initiated as adherent monolayers and U937 cells as suspension cultures. U937 cells (1 × 10 7 ) were treated with PMA for 48 h in the presence of ECM-coated, porous microcarrier beads to allow attachment. Following treatment, PMA was removed from the U937 cells. At the same time, HT-29 cells were trypsinized, counted and added (2 × 10 6 ) to the U937-bead mix. The RWV was loaded with cultures, filled completely with media, and bubbles removed. Routine daily media changes began 4–5 days after initiation of cultures.  B  Assay set-up for infection studies. 3-D aggregates were removed from the RWV, counted and evenly seeded into multi-well plates. Light micrograph magnification = 100×.  C  Depiction of a single collagen-coated microcarrier bead ( blue ) covered with HT-29 cells ( brown ) and U937 cells ( red ) \n We previously used the RWV to establish highly differentiated 3-D intestinal organotypic models derived from human epithelial cell lines and demonstrated their ability to predict in vivo infection outcomes and  Salmonella  pathogenic mechanisms. 7 ,  16 – 18  While initiated from a single cell type, these epithelial models spontaneously differentiated into multiple epithelial cell types normally found in the intestine, including enterocytes, goblet cells, Paneth cells, and M/M-like cells, while exhibiting extensive tight junction formation, apical-basolateral polarity, and mucin production. Following infection with  Salmonella  Typhimurium, these 3-D epithelial models exhibited phenotypes consistent with in vivo infections in animals and humans, including alterations in tissue morphology, adherence, invasion, apoptosis, and production of cytokines. 7 ,  16 – 18  Moreover,  S.  Typhimurium invaded 3-D intestinal cells independently of all known  Salmonella  type three secretion systems, i.e. SPI-1, SPI-2, and the flagellar secretory system, 7  a major finding that paralleled in vivo infection observations in both animals and humans, 22 – 27  and challenged the paradigm established by 2-D monolayers that SPI-1 is always required for invasion of intestinal epithelium. Similar results were recently reported using a 3-D intestinal organoid model derived from human induced pluripotent stem cells, which showed that a Typhimurium  invA  mutant was still able to invade into the model, albeit at lower levels than the wild type. 6  Collectively, these findings demonstrate the utility of 3-D tissue models in predicting in vivo-like pathogenic mechanisms. These results led us to postulate that our 3-D intestinal epithelial model could serve as a high fidelity platform for engineering an improved version able to better recapitulate the multicellular complexity normally encountered by  Salmonella  during enteric infection. We focused on the addition of macrophages, as they are a key immune cell type targeted by  Salmonella  during infection, and intracellular survival in these cells is essential for the virulence of this pathogen. 3 ,  28  While in vivo and in vitro studies have shown that macrophages may contribute to  Salmonella -host specificity and are able to distinguish between the closely related pathovars Typhimurium and Typhi, these studies have shown inconsistent trends, likely due to differences in experimental design and implementation. 28 – 31  This area of study is of keen interest given the devastating epidemic of invasive multidrug resistant non-typhoidal  Salmonella  (iNTS) infections in sub-Saharan Africa linked to a genetically distinct sequence type (ST) of  S . Typhimurium, ST313, which has undergone genome degradation similar to that of host-adapted  S . Typhi. 32 \n S.  Typhimurium is classified as a generalist in terms of its host specificity, causing disease in a wide range of hosts, including humans. While usually associated with self-limiting gastroenteritis in humans,  S.  Typhimurium can cause serious systemic infection in the immunocompromised. Conversely,  S.  Typhi is a human-specific pathogen that causes systemic illness and typhoid fever. 3 ,  33  Thus, there is concern that ST313 may be evolving toward a human-specific adaptation similar to Typhi. However, very limited information is available regarding host-pathogen interaction characteristics and host specificity of ST313, although recent studies using ST313 strain  D23580  found that it causes invasive disease in animals and lethal disease in mice, indicating it is not a human-specific pathovar. 34 – 36 \n Herein, we report advancement of our previously developed 3-D HT-29 intestinal epithelial model 7 ,  17  into a multicellular, co-culture model that provides additional complexity relevant to the intestinal microenvironment by incorporation of immune competent cells; specifically, functional macrophages. As 3-D intestinal epithelial models have been repeatedly shown to better mimic the differentiated structure/function of intestinal tissues, and respond in a more in vivo-like manner to challenge with enteric pathogens than 2-D monolayers, our comparisons in this study thus focused on the 3-D co-culture and epithelial models. 7 ,  17 – 19 ,  37  Morphological and immunohistochemical analysis of the HT-29-U937 co-culture model revealed key in vivo-like structural and functional characteristics. To assess the impact of macrophages in this new co-culture model and validate its application as a human surrogate infection platform, we applied it to characterize infection profiles between closely related  Salmonella enterica  pathovars with different disease phenotypes and host tropisms (Typhimurium strains SL1344 and ST313  D23580 , and Typhi strain Ty2). To further enhance the physiological relevance of the study, bacteria were cultured under aerobic or microaerobic conditions prior to infection, as  Salmonella  must adapt to a broad range of oxygen levels during its normal life cycle both before and after entry into the host. This includes aerobic conditions prior to ingestion, anaerobic conditions in the lumen, and microaerobic conditions approaching the intestinal wall. 38  Our studies revealed that the 3-D co-culture model could discriminate between  Salmonella  pathovars and represents an innovative model for host-specific testing that can bridge knowledge gaps between 3-D epithelial models and in vivo studies to study host-pathogen interactions and unveil infectious disease mechanisms. To our knowledge, this work represents the first RWV-derived 3-D co-culture model of intestinal epithelium and macrophages. This study is an important step forward in developing a 3-D intestinal epithelial co-culture model that integrates immune cells to mimic the multicellular complexity of the parental tissue and its application to understand the synergistic contribution of different cell types to enteric host-pathogen interactions. Results Development of a novel 3-D co-culture model Our previous 3-D model of HT-29 colonic epithelial cells 7 ,  16 ,  17  was advanced in this study by the inclusion of U937 monocytes that were pre-differentiated into macrophages by PMA (Figs.  1 – 2 ). The microcarrier bead scaffolds used for culturing 3-D cells resulted in establishment of an “inside-out” intestinal model, wherein the luminal side of the cells faces the culture media, which facilitates access of  Salmonella  to the host-pathogen interface naturally encountered during intestinal infection. Cells are attached to ECM-coated porous beads through their basal surface and are in contact with the external milieu at their apical surface, which is relevant to the architecture of the parental tissue. In order to develop the novel 3-D co-culture model, we had to design and optimize several experimental parameters including order of addition and ratio of the two cell types (HT-29 and U937) and the activation state of U937 cells upon addition to the model. We found that the addition of U937 cells to a partially or fully established 3-D epithelial model did not result in adequate incorporation of the U937 cells into the model, nor did it allow for the U937 cells to be incorporated beneath or within the epithelium, as would be relevant to the in vivo scenario. In addition, although we previously found that the addition of U937 monocytes to a 3-D alveolar epithelial lung model naturally stimulated their activation into functional macrophages, 10  we did not find this to be the case when these same cells were added to our 3-D colon model in our current study. Thus, we decided to pre-bind the U937 cells to the collagen I-coated microcarrier beads and activate using PMA. Following PMA removal, the cell-bead complexes were introduced into the RWV bioreactor together with the HT-29 cells. Using this optimized procedure, we found that immunofluorescence profiling revealed the presence of differentiated intestinal epithelial cells as well as macrophages, the latter of which were integrated both between epithelial cells and underneath the epithelium (Fig.  2 ). We then attempted to enumerate the ratio of epithelial cells to macrophages within the final model; however, we were unable to successfully remove U937 cells from the microcarrier beads using either trypsin, collagenase or a combination of the two enzymes. Fig. 2 3-D co-culture model validation.  A  Adherens and tight junction markers β-catenin ( a ,  f ) and ZO-1 ( b ,  g ); mucin markers MUC5AC ( c ,  h ) and MUC2 ( d ,  i ); and M cell marker Sialyl Lewis A ( e ,  j ) shown in  green . Cell nuclei were stained with DAPI ( blue ;  c – e  and  h – j ).  B  U937 macrophages within the 3-D co-culture model. Antibodies used to label macrophages shown in  green :  a  anti-CD45,  b  anti-CD68, and  c  anti-CD84. Cell nuclei stained with DAPI ( blue ).  d  Internalization of bacteria-sized fluorescent beads by phagocytic U937 macrophages. The 3-D epithelial model was used as a negative control (Supplementary Fig.  S1 ). Magnification = 400×. Arrowheads are guides for select markers \n Validation of newly developed 3-D co-culture model Distribution of markers normally expressed by intestinal epithelium was profiled using confocal laser scanning microscopy (CLSM). Adherens and tight junctional markers β-catenin and ZO-1, respectively, were found localized at contact zones between adjacent cells in both the 3-D co-culture and epithelial models (Fig.  2A, panels a, b, f and g ). Mucins (MUC5AC, MUC2) and Sialyl Lewis A antigen (M-cell marker) were expressed in the 3-D co-culture model and showed a similar expression pattern as compared to the epithelial model (Fig.  2A, panels c–e and h–j ). Secretion of mucins indicates the presence of goblet cells, while expression of Sialyl Lewis A demonstrates potential presence of M cells. As with the 3-D epithelial model, 7 ,  17  these findings indicate the presence of various differentiated intestinal epithelial cell types in the 3-D co-culture model. U937 cells were identified using well-defined markers expressed by macrophages including CD45, CD68 and CD84. 9 ,  39 – 41  Each of these markers was expressed exclusively in the 3-D co-cultures (Fig.  2B ) but not in the epithelial model (Supplementary Fig.  S1 ). Macrophages were found integrated among the epithelium of the 3-D co-culture model and were observed in the models through at least 16 days of culture (Fig.  2B ). The phagocytic activity of macrophages was assessed by profiling the uptake of inert, bacteria-sized (2 µm) fluorescent beads. The 3-D co-culture, but not the epithelial model, contained cells with high concentrations of internalized fluorescent beads (Fig.  2B, panel d ; Supplementary Fig.  S1, panel d ), indicating phagocytic activity by macrophages in 3-D co-culture. Application of 3-D co-culture model to study host-pathogen colonization by  Salmonella  pathovars The contribution of macrophages to  Salmonella  infection was analyzed using a gentamicin protection assay to compare colonization profiles (adherence, invasion and intracellular survival) between Typhimurium strains SL1344 and  D23580 , and Typhi strain Ty2 in the 3-D co-culture and epithelial models. Bacteria were cultured under both aerobic and microaerobic conditions prior to infection (Fig.  3  and Supplementary Fig.  S2 ). All  Salmonella  strains were recovered at significantly lower numbers in the co-culture model containing functional macrophages relative to the epithelial model for all colonization time points. Decreased colonization of the 3-D co-culture model was observed regardless of the oxygen condition under which the bacteria were cultured (Fig.  3  and Supplementary Fig.  S2 ). Fig. 3 \n Salmonella  pathovars colonize 3-D co-culture model at lower levels than 3-D epithelial model. Bacteria were cultured under microaerobic conditions. Triplicate wells of either the co-culture ( white bars ) or epithelial model ( black bars ) were infected at an MOI of ~10:1. Following infection, host cells were incubated for either  A  30 min (adherence),  B  3 h (invasion), or  C  24 h (intracellular survival). For each time point serial dilutions of the host cell lysate were plated to assess CFU/mL. All data were normalized to the initial bacterial inoculum for each strain. Error bars represent the standard deviation from two biological replicates, each conducted in technical triplicate. Statistically significant differences for each strain between the co-culture and epithelial models are indicated as (*)  p  < 0.05; (**)  p  < 0.01; or (***)  p  < 0.001 \n Model-specific differences in adherence profiles of Typhimurium vs. Typhi We observed distinct patterns in the adherence of  S . Typhi strain Ty2 relative to the two NTS strains (SL1344 and  D23580 ). Ty2 adhered to the 3-D epithelial model at greater levels than either of the NTS strains (Fig.  3A  and Supplementary Fig.  S3A ). This difference was completely abrogated in the 3-D co-culture model containing functional macrophages, as all strains displayed decreased adherence with no statistical differences observed (Fig.  3A  and Supplementary Fig.  S3A ). Although all strains adhered to the 3-D co-culture model at lower levels than the epithelial model, there was a significantly larger reduction in the adherence of Ty2 compared to the NTS strains (Supplementary Fig.  S3B ). Regardless of oxygen conditions, Ty2 displayed an ~8-fold reduction in adherence to the co-culture model relative to the epithelial model, while NTS strains only displayed a 3 to 4-fold reduction in adherence. The large decreases in  Salmonella  adherence to the 3-D co-culture model could potentially be due to changes in the expression and/or localization of surface receptors in the host that occurred with the inclusion of activated macrophages with the epithelial cells. Previous studies have shown that the cystic fibrosis transmembrane conductance regulator (CFTR) is an important receptor for Typhi 42 ,  43  and has also been found to internalize within colonic crypt epithelial cells in a mouse model of Typhimurium-induced enteritis. 44  However, immunohistochemical profiling of our uninfected 3-D epithelial and co-culture models revealed no differences in the localization or expression of CFTR that would explain these differences in adherence (data not shown). Oxygen-specific differences in invasion and replication/survival profiles of  Salmonella  pathovars When analyzed as a percentage of the number of bacteria that adhered, we found that microaerobically grown  Salmonella  exhibited different invasion profiles in the 3-D co-culture as compared to the epithelial model (Figs.  4 – 5 ). Figure  4  shows statistical comparisons for each strain between oxygen conditions. Microaerobic culture decreased invasiveness of SL1344 and Ty2 in the epithelial model, while no differences were observed for  D23580  between the two oxygen conditions. Conversely, in the 3-D co-culture model, SL1344 and Ty2 displayed no oxygen-related trends, while microaerobic culture enhanced the invasion of  D23580 . These data indicate that the multicellular complexity of the host model used to profile oxyg",
  "introduction": "Introduction In vitro cell culture models comprised solely of either epithelial cells or macrophages cultured as monolayers are often used to study  Salmonella enterica  infections, as both cell types play critical roles in the infection process. 1 ,  2  Following ingestion,  Salmonella  actively invade and replicate within intestinal epithelial cells and are engulfed by macrophages upon crossing the epithelial barrier, where they exploit phagocytes as a preferred niche for replication and transport. 3  While classic two-dimensional (2-D) monolayers composed of a single cell type have provided important insight into understanding the interactions between  Salmonella  and host tissues during enteric infection, they lack the multicellular complexity and three-dimensional (3-D) architecture that are important for the differentiated structure and function of the in vivo parental tissue. 4 – 7  Synergism between epithelial cells and macrophages is important for driving responses of both cell types. 5 ,  8 ,  9  Not surprisingly, monotypic (single cell type) cultures of either epithelial cells or macrophages respond differently to challenge with pathogens or their toxins as compared to co-culture models containing both of these cell types, the latter of which demonstrate a synergistic phenotype that better reflect the in vivo response. 5 ,  10  Indeed, it is widely recognized there is an urgent need for advanced in vitro cell culture models that mimic the complex 3-D architecture, multicellular complexity and phenotypic characteristics of in vivo tissues for use in predictive human disease modeling, including infectious disease. 4 ,  5 ,  11 – 13  Accordingly, achieving a deeper understanding of host–pathogen interactions at the intestinal mucosa requires cell culture models that incorporate 3-D architecture, differentiation and multicellular complexity to characterize the interaction between epithelial cells and macrophages during enteric infection. The rotating wall vessel (RWV) bioreactor is a NASA biotechnology that was designed to mimic aspects of the quiescent, low fluid shear culture environment found in microgravity in order to facilitate the formation of 3-D tissue-like aggregates in the laboratory. 4 ,  14 ,  15  This low fluid shear suspension culture system has served as a powerful ground-based tool to enable the establishment of highly differentiated 3-D cell cultures, including both mono﻿typic (originating from a single cell﻿ type) and co-cultures (multiple cell types) 4 ,  10  and has been used to establish highly differentiated 3-D intestinal epithelial models to study enteric infections. 4 ,  7 ,  16 – 20  Our lab was first to apply RWV-derived 3-D cell cultures to study bacterial host–pathogen interactions, including 3-D intestinal epithelial models for  Salmonella  pathogenesis, 7 ,  17 ,  18  and 3-D lung epithelial models co-cultured with macrophages for  Pseudomonas aeruginosa  pathogenesis. 10  The underlying concept of the RWV (",
  "methods": "Electronic supplementary material \n Supplementary Figure S1 \n Supplementary Figure S2 \n Supplementary Figure S3 \n Supplementary Figure S4 \n Supplementary Figure S5 \n Supplementary Figure S6 \n Supplementary Figure S7",
  "results": "Results Development of a novel 3-D co-culture model Our previous 3-D model of HT-29 colonic epithelial cells 7 ,  16 ,  17  was advanced in this study by the inclusion of U937 monocytes that were pre-differentiated into macrophages by PMA (Figs.  1 – 2 ). The microcarrier bead scaffolds used for culturing 3-D cells resulted in establishment of an “inside-out” intestinal model, wherein the luminal side of the cells faces the culture media, which facilitates access of  Salmonella  to the host-pathogen interface naturally encountered during intestinal infection. Cells are attached to ECM-coated porous beads through their basal surface and are in contact with the external milieu at their apical surface, which is relevant to the architecture of the parental tissue. In order to develop the novel 3-D co-culture model, we had to design and optimize several experimental parameters including order of addition and ratio of the two cell types (HT-29 and U937) and the activation state of U937 cells upon addition to the model. We found that the addition of U937 cells to a partially or fully established 3-D epithelial model did not result in adequate incorporation of the U937 cells into the model, nor did it allow for the U937 cells to be incorporated beneath or within the epithelium, as would be relevant to the in vivo scenario. In addition, although we previously found that the addition of U937 monocytes to a 3-D alveolar epithelial lung model naturally stimulated their activation into functional macrophages, 10  we did not find this to be the case when these same cells were added to our 3-D colon model in our current study. Thus, we decided to pre-bind the U937 cells to the collagen I-coated microcarrier beads and activate using PMA. Following PMA removal, the cell-bead complexes were introduced into the RWV bioreactor together with the HT-29 cells. Using this optimized procedure, we found that immunofluorescence profiling revealed the presence of differentiated intestinal epithelial cells as well as macrophages, the latter of which were integrated both between epithelial cells and underneath the epithelium (Fig.  2 ). We then attempted to enumerate the ratio of epithelial cells to macrophages within the final model; however, we were unable to successfully remove U937 cells from the microcarrier beads using either trypsin, collagenase or a combination of the two enzymes. Fig. 2 3-D co-culture model validation.  A  Adherens and tight junction markers β-catenin ( a ,  f ) and ZO-1 ( b ,  g ); mucin markers MUC5AC ( c ,  h ) and MUC2 ( d ,  i ); and M cell marker Sialyl Lewis A ( e ,  j ) shown in  green . Cell nuclei were stained with DAPI ( blue ;  c – e  and  h – j ).  B  U937 macrophages within the 3-D co-culture model. Antibodies used to label macrophages shown in  green :  a  anti-CD45,  b  anti-CD68, and  c  anti-CD84. Cell nuclei stained with DAPI ( blue ).  d  Internalization of bacteria-sized fluorescent beads by phagocytic U937 macrophages. The 3-D epithelial model was used as a negative control (Supplementary Fig.  S1 ). Magnification = 400×. Arrowheads are guides for select markers \n Validation of newly developed 3-D co-culture model Distribution of markers normally expressed by intestinal epithelium was profiled using confocal laser scanning microscopy (CLSM). Adherens and tight junctional markers β-catenin and ZO-1, respectively, were found localized at contact zones between adjacent cells in both the 3-D co-culture and epithelial models (Fig.  2A, panels a, b, f and g ). Mucins (MUC5AC, MUC2) and Sialyl Lewis A antigen (M-cell marker) were expressed in the 3-D co-culture model and showed a similar expression pattern as compared to the epithelial model (Fig.  2A, panels c–e and h–j ). Secretion of mucins indicates the presence of goblet cells, while expression of Sialyl Lewis A demonstrates potential presence of M cells. As with the 3-D epithelial model, 7 ,  17  these findings indicate the presence of various differentiated i",
  "discussion": "Discussion An improved understanding of the transition between normal intestinal homeostasis and disease caused by enteric pathogens will be facilitated by development of organotypic intestinal cell culture models that mimic the 3-D architecture and multicellular complexity present in the parental tissue in vivo. In this study, we advanced our previously characterized 3-D model of human colonic epithelium 7 ,  16 ,  17  towards a more immunocompetent 3-D model through the co-culture of HT-29 cells and phagocytic U937 macrophages using the RWV bioreactor. To our knowledge, this model represents the first RWV-derived 3-D co-culture model comprised of intestinal epithelial cells and macrophages. The newly developed 3-D co-culture model shares key characteristics with the 3-D epithelial model from which it was derived, 17  including apical-basolateral polarity, well-organized tight junctions, expression of mucins, and evidence of multiple epithelial cell types present in vivo, including goblet cells and M-cells (Fig.  2A ). The key advancement made in this work was the incorporation of phagocytic macrophages into the epithelial model in order to more closely approximate in vivo multicellular complexity, architecture and function. This is an important feature, as the gastrointestinal mucosa contains the largest population of tissue macrophages in the body, which play a critical role in protecting the host from pathogens, including  Salmonella . 45 ,  46  A previous study reported the incorporation of lymphocytes into a 3-D RWV intestinal epithelial model for enteric infection; however macrophages were not included in the model. 47 \n When we applied both our 3-D co-culture and epithelial models to evaluate the colonization profiles of distinct  Salmonella  pathovars, we found that the presence of macrophages in the 3-D co-culture model had an inhibitory effect on the adherence, invasion and survival of all strains evaluated relative to the epithelial model, which contained epithelial cells only (Fig.  3 ). This inhibition could be due to an overall increased resistance to colonization as a result of cross talk between the epithelial cells and the macrophages or increased killing of the bacteria by the macrophages and/or epithelial cells. In either scenario, these findings are in alignment with the known role of macrophages in vivo to protect the host against enteric pathogens 45 ,  48  and further emphasize the important role of immune cells in the early interactions between the pathogen and host. We also found that Typhi adhered to the 3-D epithelial model at much higher levels than the Typhimurium strains (Fig.  3A  and Supplementary Fig.  S3 ). This enhanced adherence was eliminated when the same strains were used to infect the 3-D co-culture model (epithelial cells plus macrophages), with the Ty2 adherence significantly more impacted by the presence of macrophages in the co-culture model than NTS strains  D23580  and SL1344 (Supplementary Fig.  S3,",
  "conclusion": "Conclusions In summary, the 3-D co-culture model of human colonic epithelium in combination with immune cells that was engineered, validated and tested in this study represents a new tool to investigate mechanisms underlying enteric diseases with both non-infectious and infectious etiologies, including salmonellosis. Phagocytic macrophages were incorporated in the model in order to better recapitulate the multicellular complexity and structure of the parental tissue, thereby allowing for synergistic contributions of different cell types during infection to be assessed so that host-pathogen interactions can be studied in a more physiologically relevant context. In addition, we also demonstrated that this model could be used for investigations into the impact of different environmental parameters on colonization as well as co-localization patterns of pathogens with different host cell types. These findings emphasize the power of incorporating a series of related models with increasing complexity to study infectious disease mechanisms. Using this approach, we identified key microenvironmental factors (i.e., host multicellular complexity and oxygen) important for regulating pathovar-specific invasion and host co-localization properties. We continue to enhance the physiological relevance of these models by incorporation of additional cell types that are normally found in the tissue in vivo, including the use of primary cells, dendritic cells, B cells and T cells, which will continue to advance our mechanistic understanding of enteric infectious disease in the context of the host-microenvironment."
}