{
  "id": "PMC5026643",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5026643/",
  "title": "Lifelong Wheel Running Exercise and Mild Caloric Restriction Attenuate Nuclear EndoG in the Aging Plantaris Muscle",
  "authors": "Jong-Hee Kim, Yang Lee, Hyo-Bum Kwak, John M. Lawler",
  "year": "2015",
  "journal": "Experimental gerontology",
  "abstract": "Apoptosis plays an important role in atrophy and sarcopenia in skeletal muscle. Recent evidence suggests that insufficient heat shock proteins (HSPs) may contribute to apoptosis and muscle wasting. In addition, long-term caloric restriction (CR) and lifelong wheel running exercise (WR) with CR provide significant protection against caspase-dependent apoptosis and sarcopenia. Caspase-independent mediators (endonuclease G: EndoG; apoptosis-inducing factor: AIF) of apoptosis are also linked to muscles wasting with disuse and aging. However, the efficacy of CR and WR with CR to attenuate caspase-independent apoptosis and preserve HSPs in aging skeletal muscle are unknown. Therefore, we tested the hypothesis that CR and WR with CR would ameliorate age-induced elevation of EndoG and AIF while protecting HSP27 and HSP70 levels in the plantaris. Male Fischer-344 rats were divided into 4 groups at 11 weeks:  ad libitum  feeding until 6 mo. (YAL); fed  ad libitum  until 24 mo. old (OAL); 8%CR to 24 mo. (OCR); WR + 8%CR to 24 mo. (OExCR). Nuclear EndoG levels were significantly higher in OAL (+153%) than in YAL, while CR (−38%) and WR with CR (−46%) significantly attenuated age-induced increment in nuclear EndoG. HSP27 (−63%) protein content and phosphorylation at Ser82 (−49%) were significantly lower in OAL than in YAL, while HSP27 protein content was significantly higher in OCR (+136%) and OExCR (+155%) and p-HSP27 (+254%) was significantly higher in OExCR compared with OAL, respectively. In contrast, AIF and HSP70 were unaltered by CR or WR with CR in aging muscle. These data indicate that CR and WR with CR attenuate age-associated upregulation of EndoG translocation in the nucleus, potentially involved with HSP27 signaling.",
  "keywords": "EndoG, HSP27, aging, caloric restriction, wheel running, exercise",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}