{
  "id": "PMC5515531",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5515531/",
  "title": "Exposure of ",
  "authors": "Camille F Abshire, Kanchanjunga Prasai, Israel Soto, Runhua Shi, Monica Concha, Melody Baddoo, Erik K Flemington, Don G Ennis, Rona S Scott, Lynn Harrison",
  "year": "2016",
  "journal": "NPJ Microgravity",
  "abstract": "Waterborne pathogenic mycobacteria can form biofilms, and certain species can cause hard-to-treat human lung infections. Astronaut health could therefore be compromised if the spacecraft environment or water becomes contaminated with pathogenic mycobacteria. This work uses  Mycobacterium marinum  to determine the physiological changes in a pathogenic mycobacteria grown under low-shear modeled microgravity (LSMMG).  M. marinum  were grown in high aspect ratio vessels (HARVs) using a rotary cell culture system subjected to LSMMG or the control orientation (normal gravity, NG) and the cultures used to determine bacterial growth, bacterium size, transcriptome changes, and resistance to stress. Two exposure times to LSMMG and NG were examined: bacteria were grown for ~40 h (short), or 4 days followed by re-dilution and growth for ~35 h (long).  M. marinum  exposed to LSMMG transitioned from exponential phase earlier than the NG culture. They were more sensitive to hydrogen peroxide but showed no change in resistance to gamma radiation or pH 3.5. RNA-Seq detected significantly altered transcript levels for 562 and 328 genes under LSMMG after short and long exposure times, respectively. Results suggest that LSMMG induced a reduction in translation, a downregulation of metabolism, an increase in lipid degradation, and increased chaperone and mycobactin expression. Sigma factor H ( sigH ) was the only sigma factor transcript induced by LSMMG after both short and long exposure times. In summary, transcriptome studies suggest that LSMMG may simulate a nutrient-deprived environment similar to that found within macrophage during infection. SigH is also implicated in the  M. marinum  LSMMG transcriptome response.",
  "keywords": "",
  "full_text": "Introduction Recent studies have demonstrated that the spacecraft environment can be contaminated with numerous microbial species. 1  Samples to check for microbes are frequently taken from surfaces, air, and water on the International Space Station (ISS) and tests to identify bacterial species include sequencing of 16s rRNA and culturing viable bacteria. 1 , 2  A variety of bacterial phyla have been identified including Actinobacteria, Bacteroidetes, Cyanobacteria, Acidobacteria, Firmicutes, Proteobacteria, SR1, Tenericutes, and TM7 and a number of genera have been identified within each phylum. 1  The bacteria most frequently found on the ISS include species of  Staphylococcus ,  Bacillus , and  Micrococcus. 2  Experiments to determine the effect of spaceflight or low-shear modeled microgravity (LSMMG) on bacteria have determined that different phenotypes are induced in different types of bacteria. Compared with normal gravity controls alterations to growth, culture density, biofilm formation, aggregation, virulence, and changes in resistance to stress from acid, oxidative stress, heat shock, or antibiotics have been identified. 2–10  It is not possible to generalize or predict how a bacterial species will react to microgravity or LSMMG. An example is resistance to oxidative stress: exposure to LSMMG increased oxidative stress resistance of  Pseudomonas aeruginosa 11  but decreased oxidative stress resistance of  Staphylococcus aureus. 12  Changes in the bacterial transcriptome 11–14  are also induced by microgravity and LSMMG, and changes to the bacterial phenotype are likely due to alterations in the bacterial transcriptome. The diverse phenotypes induced by spaceflight or LSMMG 2–7  highlights the need to understand more about how different species of bacteria are altered by microgravity and the importance of identifying key molecules that promote survival under the stress of microgravity. Mycobacterium marinum  is a member of a family of closely related mycobacteria, most of which are pathogenic. They include  Mycobacterium tuberculosis ,  Mycobacterium avium,  and  Mycobacterium ulcerans. 15  Although  M. tuberculosis , the cause of human tuberculosis, live and replicate only in a host in nature, 15 , 16 \n M. marinum  and  M. avium  grow in macrophage and aquatic environments. 16 \n M. marinum  grows at 28–35 °C and infects poikilothermic hosts such as fish and frogs, but can infect humans resulting in granulomatous skin lesions, which pathologically are identical to lesions produced by dermal  M. tuberculosis . The pathogenic  M. avium  complex, which includes the subspecies  avium ,  paratuberculosis,  and  intracellulare , has been linked with hard-to-treat non-tuberculosis human pulmonary infections in non-immunocompromised 17  as well as immunocompromised individuals. 18 M. marinum 19  and  M. avium  form biofilms and can grow in biofilms in water distribution systems, 20  taps, and showerheads. Thirty percent of biofilms tested from showerheads across the USA contained  M. avium  even though they were linked to municipal water supplies treated with chlorine. 21 \n M. avium  grown in a biofilm is more resistant to chlorine, even when the biofilm is disrupted. 22  Pathogenic waterborne mycobacteria could pose a potential threat during space travel not only to astronaut health, but also to the spacecraft environment and potable water. In fact,  M. avium  was identified in water samples taken from the Russian Mir space station. 23 Pathogenic bacteria that have the potential to have increased antimicrobial resistance and virulence are a concern inside spacecraft because astronauts already have a compromised immune system, especially when in space for long periods of time. 24 , 25  Uncovering the signaling pathways that result in the altered physiology of bacteria has the potential to reveal new targets for drug development or disinfection that will be essential for long space flights. There are no published studies on the effect of microgravity or LSMMG on waterborne mycobacteria. Hfq has been identified as a factor regulating microgravity gene expression in  P. aeruginosa, 13 \n S. aureus , 12  and  Salmonella enteric  serovar Typhimurium 14  ( S. typhimurium ), but mycobacteria do not encode Hfq. 26 \n M. marinum  is closely related genetically to  M. tuberculosis  and  M. avium  and has similar mechanisms of infection and survival inside host macrophage. Although all of these mycobacterium species can grow in specialized medium in the laboratory, 27  growth of  M. marinum  even at the lower temperature of 30–32 °C is faster than  M. tuberculosis 27  and  M. avium. 28 \n M. marinum  is also a lower risk (bisoafety level 2) to researchers. Hence  M. marinum  is a good model for pathogenic mycobacteria. The aim of this study was to identify factors involved in the adaptation of  M. marinum  to the LSMMG stressful environment and determine how LSMMG alters mycobacterium physiology. Two strains of  M. marinum  (1218R and LHM4) were used for this study. Strain 1218R was originally isolated from fish and LHM4 was generated from 1218R by integrating a plasmid into the genome that encodes for kanamycin resistance and the red fluorescent protein. Previous work studying the effect of LSMMG on bacteria with doubling times of <1 h exposed the bacteria to LSMMG for 10, 29  20, 30  24 h 11  or 10 generations. 31 \n M. marinum  has a doubling time of 6–7 h at 30 °C and hence two exposure times to LSMMG or NG (short ~40 h and long 4 days and ~35 h) were selected to allow the bacteria to undergo multiple replication cycles during the experiments. The exposure protocol was designed so that short and long LSMMG- or NG-exposed cultures were in exponential phase and hence alterations to the transcriptome or resistance to treatment with hydrogen peroxide (H 2 O 2 ), acid or gamma radiation were due to different exposure times to LSMMG and not due to different phases of growth. In summary, this work characterizes the growth, stress survival, and transcriptome of  M. marinum  grown under LSMMG and identifies nutrient deprivation as a signal involved in changes to gene expression and the sigma factor SigH as a factor modulating the LSMMG transcriptome in a waterborne mycobacterium. Results The effect of LSMMG exposure time had to be assessed with bacteria in the same phase of growth, as we found stress resistance altered as the  M. marinum  progressed from early to late exponential phase (data not shown) and it would be expected that the transcriptome of replicating bacteria is very different from bacteria in stationary phase. For the short exposure,  M. marinum  were diluted to an optical density at 600 nm (OD 600 ) of 0.002 at the initiation of the high aspect ratio vessel (HARV) culture to make sure that the bacteria would be in exponential phase (OD 600 ~0.1–0.2) after ~40 h. This exposure time allowed ~6 generations. For the longer exposure time,  M. marinum  were subjected to 4 days of growth under LSMMG or NG, the bacteria removed from the HARV, re-diluted in fresh medium and the LSMMG or NG exposure continued in new HARVs for a further ~35 h (see Materials and Methods for full details). LSMMG did not alter aggregation of  M. marinum Previous published studies observed increased aggregation of bacteria exposed to microgravity or LSMMG. 4 , 12 , 14  Mycobacterium under normal laboratory conditions grow as aggregates and standard culture procedure 27 , 32  uses Tween 80 in the medium to minimize clumping. Even in the presence of 0.2% Tween 80,  M. marinum  still aggregate. Cultures exposed to NG or LSMMG for various times were examined by microscopy to determine whether exposure to LSMMG altered aggregation. Similar size aggregates were detected in both LSMMG and NG cultures ( Supplementary Figure 1A ), so growth under LSMMG and standard culture medium did not increase clumping of  M. marinum . To determine whether the Tween 80 in the culture medium prevented the detection of structure alterations under LSMMG, 1218R and LHM4 were grown initially in a tube with 0.2% Tween 80 until OD 600  ~1 in the rotating incubator as described in the Materials and Methods section. The cultures were then diluted to OD 600  0.002 in growth medium without Tween 80. One dilution for each strain was used to prepare two 50 ml HARVs and a tube culture. The cultures in the tube and HARVs were grown for 67 h (LHM4) or 69 h (1218R). The tube was incubated in the rotating incubator at 120 r.p.m. and the HARVs were grown under NG or LSMMG. The culture in the tube grew as small clumps (data not shown) and clumps were also visible in the HARV cultures. When the culture was removed from the HARVs it was not possible to determine the optical density of the culture as bacteria had adhered to the base of the HARV grown under NG, preventing an accurate measurement. Samples of each culture were examined by microscopy ( Supplementary Figure 1B and C ) and cording of the mycobacterium was seen in all cultures. This cording structure is known to form in broth as well as biofilms. 19 , 33  Under the conditions examined, there was no obvious difference between the NG and LSMMG cultures. Further studies are required to determine whether there are subtle structure differences between the cords or whether cord formation is accelerated under LSMMG. As growth in the absence of Tween 80 prevents accurate measurements of culture density and total recovery of the culture from the HARVs, all further studies were performed in the presence of 0.2% Tween 80. M. marinum  grown under LSMMG transition from exponential phase earlier than NG-exposed  M. marinum Thirteen independent cultures of LHM4 and three independent cultures of 1218R were grown continuously for 4 days in 10 ml HARVs under LSMMG or NG and significantly different OD 600  were obtained for LSMMG compared with NG cultures ( Figure 1a ). The OD 600  of the LSMMG culture was reduced by at least 50% compared with the NG culture. To determine in more detail how growth was altered by LSMMG, growth studies of LHM4 ( Figure 1b ) and 1218R ( Figure 1c ) were performed over a period of 150 h where the OD 600  was monitored by removal of a sample of the culture at the different time points. Experiments were performed in triplicate and all data points from these experiments were pooled and plotted to examine the effect of LSMMG on growth ( Figure 1b and c ). The LSMMG cultures of LHM4 and 1218R had slightly lower OD 600  compared with the NG culture at ~37 h after culture initiation and this difference increased with time ( Figure 1e and f ). This was very consistent and detected in all experiments with both  M. marinum  strains. A similar result was found when LHM4 colony forming units per ml (CFU/ ml) was plotted against time ( Supplementary Figure 2 ). As the OD 600  measurements for the NG cultures began to plateau at around 90 h, indicating an exit from logarithmic growth, the data between 37 and 70 h were considered ( Figure 1e and f ). Regression analyses determined that during this time period that the data were significantly different ( P <0.0001) for the LSMMG and NG cultures of LHM4 and 1218R. To examine the extent of change on growth during this transition from exponential phase, the doubling times during this time period were calculated from  Figure 1e and f : doubling times were 10 h (LHM4) and 11 h (1218R) for NG cultures, and 15.5 h (LHM4) and 16 h (1218R) for LSMMG cultures. The LSMMG culture did eventually reach a similar culture density to the NG culture at later time points ( Figure 1b ). As OD 600  can be influenced by size of the bacteria, the diameter and length of 50 bacteria in an LHM4 culture grown for 4 days under LSMMG (OD 600 =1.3) or NG (OD 600 =2.3) were determined. No statistical significant difference was found for the diameter (NG=0.72±0.05 μm, LSMMG=0.73±0.07 μm) or the length (NG=2.7±0.45 μm, LSMMG=2.7±0.5 μm) between the two cultures. Published studies have determined that LSMMG induces oxidative stress genes in bacteria; 30  suggesting LSMMG disturbs the normal redox environment. Catalase breaks down H 2 O 2  and is present in standard  M. tuberculosis  medium (3 μg/ml). Growth experiments for 1218R were therefore performed with medium containing catalase (3 μg/ml) to remove extracellular H 2 O 2 . No change in growth was detected when the medium contained catalase, which suggests extracellular H 2 O 2  did not hinder growth under LSMMG ( Figure 1d ). M. marinum  transcriptome response to LSMMG RNA samples isolated from triplicate independent cultures of 1218R grown under LSMMG or NG cultures for the short or long exposure times were used for RNA-Seq analyses, and 6–10 million reads were sequenced for each biological sample ( Supplementary Table 1 ). RNA-Seq using 5–10 million non-rRNA reads has previously been found to provide sufficient depth of sequencing to detect the majority of alterations in bacterial gene expression. 34  Following transcript quantification a comparison of LSMMG with NG after short or long exposure times ( Supplementary Excel Worksheets 1  and  2 ) identified 562 and 328 genes, respectively, with significantly altered transcript levels. From the 10 categories of mycobacterial genes ( http://mycobrowser.epfl.ch/marinolist.html ), the intermediary metabolism and respiration category had the greatest number of genes with significant transcript changes ( Supplementary Table 2 ). To determine the genes with the greatest physiological relevance to growth under LSMMG the real fold change (RFC) was calculated ( Supplementary Excel Worksheets ). Reverse-transcriptase quantitative PCR (RT-qPCR) was also performed for 9 different genes and the majority of the LSMMG/NG fold changes in expression determined by RNA-Seq and RT-qPCR were similar ( Supplementary Table 3 ). The genes with the greatest RNA-Seq RFC (top 10%) after short and long exposure times are shown in  Supplementary Tables 4 and 5 . Genes that changed expression ⩾1.5-fold (RFC⩽0.67 or ⩾1.5) by RNA-Seq were identified and the log 10  RFC plotted for the genes according to category ( Figure 2 ). The category with the greatest number of genes for LSMMG versus NG at each exposure time ( Figure 2a and b ) was intermediary metabolism, and there was an even distribution of genes with increased and decreased expression. The categories of genes relating to the cell wall and the conserved hypotheticals had the next highest number of genes that significantly changed. Even though these categories also had an even distribution of genes with increased and decreased expression ( Figure 2a and b ), some genes relating to these two categories had the highest RFC, especially after a short exposure to LSMMG ( Supplementary Tables 4 and 5 ). Unfortunately the function of the conserved hypothetical genes is unknown. The majority of genes involved in the information pathway and lipid metabolism categories decreased expression, whereas the genes in the PE/PPE and virulence categories increased expression ( Figure 2a and b ). There were also genes in the regulatory protein category that were significantly changed by LSMMG, but genes were again evenly distributed for increased and decreased expression. When the data from the LSMMG samples for short versus long exposure times were statistically compared, it was evident that gene expression continued to change with greater exposure to LSMMG ( Figure 2c ), and the categories for cell wall, intermediary metabolism, PE/PPE, and virulence increased expression. To identify genes involved in adaptation to LSMMG, genes were considered that significantly changed ⩾1.5-fold at both the short and long exposure time points ( Table 1 ). The changes for the majority of these 97 genes were very similar at the two time points. Transcript changes include a ~2-fold decrease for ribosomal proteins and a decrease for most of the genes in categories related to lipid metabolism and intermediary metabolism ( Table 1 ). The greatest changes were in genes encoding chaperone proteins. Expression of cell metabolism genes Groups of genes linked with specific metabolic pathways were examined using hierarchical clustering in GeneSifter to determine whether gene expression changes were linked to growth under LSMMG. Hierarchical clustering of all the LSMMG samples suggests changes in gene expression were linked to LSMMG. Genes involved in glycolysis (12 genes), electron transport chain (ETC, 87 genes), pentose phosphate pathway (7 genes), gluconeogenesis (15 genes), methylcitrate cycle (10 genes), glyoxylate cycle (14 genes), and citric acid cycle (TCA, 19 genes) were examined. The majority of these pathways had few significant changes or changes not related to LSMMG (data not shown). An example is ETC, where 22 genes had significant alterations but the changes were not linked to growth under LSMMG ( Supplementary Figure 3A ). However, 17/19 TCA genes had altered expression linked to LSMMG ( Supplementary Figure 3B ). Transcript levels for aconitase decreased after short exposure to LSMMG. Succinate dehydrogenase is also a TCA enzyme, but also forms complex II of the ETC. 35 , 36  There are two forms of succinate dehydrogenase (Sdh1 and Sdh2) and transcript levels of 3 ( sdhB-D ) of the four genes encoding Sdh2 decreased at the short exposure time point, while transcripts from  sdhB  and  sdhD  decreased after long exposure. There was no change in expression of the genes encoding Sdh1. Proline oxidation can also donate electrons to ETC. 36  Transcripts from  MMAR_4252  ( putA,  proline dehydrogenase) and  MMAR_4253  (pyrroline-5-carboxylate dehydrogenase) were increased 2–4-fold by LSMMG after the short exposure time ( Supplementary Worksheets 1 and 2 ). After the long exposure time, only  MMAR_4252  was increased 2.6-fold ( Table 1 ). Isocitrate lyase (Icl) is an enzyme that connects the TCA and glyoxylate cycle and transcript levels from  icl  ( MMAR_0792 ) decreased by ~10-fold in LSMMG bacteria after the long exposure time ( Supplementary Table 5 ). Transcription of genes involved in lipid degradation and catabolism of fatty acids were altered significantly in LSMMG bacteria. We identified 104 genes in  M. marinum  involved in lipid degradation and 53 had ⩾1.5-fold significant change in transcript levels after growth under LSMMG ( Figure 3a ). Of the 53 genes, 16 had decreased expression and 37 had increased expression, the majority of which encode enzymes involved in fatty acid β oxidation. Fatty acids are also used for polyketide lipid synthesis of phenolic glycolipids and phthiocerol dimycocerosates, mycolic acid (MA) synthesis, production of cell membrane phospholipids, as well as production of carbon stores in the form of triacylglycerol. 37  Although there were no alterations in expression of genes encoding triacylglycerol synthase ( MMAR_2634, MMAR_2598, MMAR_1519 and MMAR_1157 ), genes involved in polyketide lipid synthesis ( fadD22  and  pks15/1 ) were decreased 1.5- to 2-fold ( Supplementary Excel Worksheets 1  and  2 ) and multiple genes 38  encoding proteins involved in MA synthesis were also decreased ( Table 1  and  Figure 3b ). Two genes ( desA3  and  desA3_2 ) encoding membrane-bound desaturases showed increased expression at both time points in LSMMG bacteria ( Table 1  and  Figure 3b ). These desaturases are involved in oleic acid production and potentially the production of cis double bonds in meromycolic acids. 38 Mycobactins chelate iron from the environment and are also known to be important for mycobacterial growth during infection of macrophage. 39  Sixteen genes involved in mycobactin synthesis were identified and six increased expression after LSMMG exposure for 4 days and ~35 h ( Figure 3c ). SigH: a possible regulator of the mycobacteria LSMMG response sigH  transcript levels increased 1.5-fold at both time points ( Table 1 ). SigH is known to regulate chaperone encoding genes 40 , 41  ( hsp ",
  "introduction": "Introduction Recent studies have demonstrated that the spacecraft environment can be contaminated with numerous microbial species. 1  Samples to check for microbes are frequently taken from surfaces, air, and water on the International Space Station (ISS) and tests to identify bacterial species include sequencing of 16s rRNA and culturing viable bacteria. 1 , 2  A variety of bacterial phyla have been identified including Actinobacteria, Bacteroidetes, Cyanobacteria, Acidobacteria, Firmicutes, Proteobacteria, SR1, Tenericutes, and TM7 and a number of genera have been identified within each phylum. 1  The bacteria most frequently found on the ISS include species of  Staphylococcus ,  Bacillus , and  Micrococcus. 2  Experiments to determine the effect of spaceflight or low-shear modeled microgravity (LSMMG) on bacteria have determined that different phenotypes are induced in different types of bacteria. Compared with normal gravity controls alterations to growth, culture density, biofilm formation, aggregation, virulence, and changes in resistance to stress from acid, oxidative stress, heat shock, or antibiotics have been identified. 2–10  It is not possible to generalize or predict how a bacterial species will react to microgravity or LSMMG. An example is resistance to oxidative stress: exposure to LSMMG increased oxidative stress resistance of  Pseudomonas aeruginosa 11  but decreased oxidative stress resistance of  Staphylococcus aureus. 12  Changes in the bacterial transcriptome 11–14  are also induced by microgravity and LSMMG, and changes to the bacterial phenotype are likely due to alterations in the bacterial transcriptome. The diverse phenotypes induced by spaceflight or LSMMG 2–7  highlights the need to understand more about how different species of bacteria are altered by microgravity and the importance of identifying key molecules that promote survival under the stress of microgravity. Mycobacterium marinum  is a member of a family of closely related mycobacteria, most of which are pathogenic. They include  Mycobacterium tuberculosis ,  Mycobacterium avium,  and  Mycobacterium ulcerans. 15  Although  M. tuberculosis , the cause of human tuberculosis, live and replicate only in a host in nature, 15 , 16 \n M. marinum  and  M. avium  grow in macrophage and aquatic environments. 16 \n M. marinum  grows at 28–35 °C and infects poikilothermic hosts such as fish and frogs, but can infect humans resulting in granulomatous skin lesions, which pathologically are identical to lesions produced by dermal  M. tuberculosis . The pathogenic  M. avium  complex, which includes the subspecies  avium ,  paratuberculosis,  and  intracellulare , has been linked with hard-to-treat non-tuberculosis human pulmonary infections in non-immunocompromised 17  as well as immunocompromised individuals. 18 M. marinum 19  and  M. avium  form biofilms and can grow in biofilms in water distribution systems, 20  taps, and showerheads. Thirty percent of biofilms tested from s",
  "methods": "Materials and methods Bacterial strains and culture M. marinum  strain 1218R, 53  a strain isolated from infected fish, and a derivative of this strain, LHM4, were used for this study. LHM4 carries an integrated plasmid pDEAM2, which encodes red fluorescent protein and confers kanamycin resistance. Bacteria were grown in the dark at 30 °C in tubes in a rotating incubator (120 r.p.m.) 27  or in HARVs attached to a rotating cell culture system (RCCS, Synthecon, Houston, TX, USA) in Middlebrook 7H9 broth (Difco, Detroit, MI, USA) supplemented with ADS (5% BSA Fraction V, 2% Dextrose, 0.81% NaCl) to 10%, 0.5% glycerol, 100 μg cycloheximide/ml, and 0.2% Tween 80. Cultures were also grown on solid Middlebrook 7H10 agar (Difco) supplemented with 10% ADS, 0.5% glycerol, and 100 μg cycloheximide/ml. LHM4 cultures also contained 20 μg kanamycin/ml. To initiate cultures, solid medium was inoculated from a frozen stock and incubated for ~7 days to obtain colonies. Colonies were used to inoculate tube cultures (~3 ml). The tube cultures were grown for 5–7 days to an OD 600  ~1. This tube culture was then diluted to OD 600  0.0005 or 0.002 before growth in 10 or 50 ml HARVs, respectively. The lower OD 600  of the culture at the start of growth in the 10 ml HARVs prevented the cultures from being at saturation density for the majority of the 4-day exposure time. For the short exposure time, the cultures were grown in 50 ml HARVs. For the long exposure, the cultures were grown in 10 ml HARVs for 4 days and then re-diluted to OD 600  0.002 in 50 ml HARVs for another ~35 h. For NG, HARVs were rotated (25 r.p.m.) on an axis parallel to the direction of gravitational force, while they were rotated (25 r.p.m.) on an axis perpendicular to the direction of the gravitational force for LSMMG. 3 Growth studies For the continuous growth studies, one large volume of OD 600  0.0005 culture was prepared from an initiating tube culture and split between two 10 ml HARVs: one was subjected to NG and the other to LSMMG. After 4 days the cultures were removed and the OD 600  was determined. The statistical difference between the LSMMG and NG cultures was tested by a  T -test performed using SAS 9.4 (SAS Gary, NC, USA). To examine culture density during exponential growth, one large volume of OD 600  0.002 culture was prepared from an initiating tube culture and split between two 50 ml HARVs: one was subjected to NG and the other to LSMMG. Where specified, 3 μg catalase/ml (0.06 U/ml; ThermoFisher Scientific, Waltham, MA, USA) was included. Bacteria were grown for ~150 h but the HARVs were stopped to remove samples (1–2 ml). Liquid medium was added to the HARV to replace the removed sample volume (2–4% of the volume) to maintain a low-shear environment. In order to obtain accurate OD 600  and CFU measurements, a disaggregation procedure was used: SDS (final concentration 0.01%) was added; the culture was passed through a 27.5 gauge needle and either vortexed before measurement of t",
  "results": "Results The effect of LSMMG exposure time had to be assessed with bacteria in the same phase of growth, as we found stress resistance altered as the  M. marinum  progressed from early to late exponential phase (data not shown) and it would be expected that the transcriptome of replicating bacteria is very different from bacteria in stationary phase. For the short exposure,  M. marinum  were diluted to an optical density at 600 nm (OD 600 ) of 0.002 at the initiation of the high aspect ratio vessel (HARV) culture to make sure that the bacteria would be in exponential phase (OD 600 ~0.1–0.2) after ~40 h. This exposure time allowed ~6 generations. For the longer exposure time,  M. marinum  were subjected to 4 days of growth under LSMMG or NG, the bacteria removed from the HARV, re-diluted in fresh medium and the LSMMG or NG exposure continued in new HARVs for a further ~35 h (see Materials and Methods for full details). LSMMG did not alter aggregation of  M. marinum Previous published studies observed increased aggregation of bacteria exposed to microgravity or LSMMG. 4 , 12 , 14  Mycobacterium under normal laboratory conditions grow as aggregates and standard culture procedure 27 , 32  uses Tween 80 in the medium to minimize clumping. Even in the presence of 0.2% Tween 80,  M. marinum  still aggregate. Cultures exposed to NG or LSMMG for various times were examined by microscopy to determine whether exposure to LSMMG altered aggregation. Similar size aggregates were detected in both LSMMG and NG cultures ( Supplementary Figure 1A ), so growth under LSMMG and standard culture medium did not increase clumping of  M. marinum . To determine whether the Tween 80 in the culture medium prevented the detection of structure alterations under LSMMG, 1218R and LHM4 were grown initially in a tube with 0.2% Tween 80 until OD 600  ~1 in the rotating incubator as described in the Materials and Methods section. The cultures were then diluted to OD 600  0.002 in growth medium without Tween 80. One dilution for each strain was used to prepare two 50 ml HARVs and a tube culture. The cultures in the tube and HARVs were grown for 67 h (LHM4) or 69 h (1218R). The tube was incubated in the rotating incubator at 120 r.p.m. and the HARVs were grown under NG or LSMMG. The culture in the tube grew as small clumps (data not shown) and clumps were also visible in the HARV cultures. When the culture was removed from the HARVs it was not possible to determine the optical density of the culture as bacteria had adhered to the base of the HARV grown under NG, preventing an accurate measurement. Samples of each culture were examined by microscopy ( Supplementary Figure 1B and C ) and cording of the mycobacterium was seen in all cultures. This cording structure is known to form in broth as well as biofilms. 19 , 33  Under the conditions examined, there was no obvious difference between the NG and LSMMG cultures. Further studies are required to determine whether there are subtle structure differences between the cords or whether cord formation is accelerated under LSMMG. As growth in the absence of Tween 80 prevents accurate measurements of culture density and total recovery of the culture from the HARVs, all further studies were performed in the presence of 0.2% Tween 80. M. marinum  grown under LSMMG transition from exponential phase earlier than NG-exposed  M. marinum Thirteen independent cultures of LHM4 and three independent cultures of 1218R were grown continuously for 4 days in 10 ml HARVs under LSMMG or NG and significantly different OD 600  were obtained for LSMMG compared with NG cultures ( Figure 1a ). The OD 600  of the LSMMG culture was reduced by at least 50% compared with the NG culture. To determine in more detail how growth was altered by LSMMG, growth studies of LHM4 ( Figure 1b ) and 1218R ( Figure 1c ) were performed over a period of 150 h where the OD 600  was monitored by removal of a sample of the culture at the different time points. Experim",
  "discussion": "Discussion Previous studies examining liquid bacterial growth during space travel 3  or LSMMG 2 , 3  have found species-specific alterations: LSMMG-grown  S. typhimurium  had decreased doubling time in minimal medium, 29 \n Escherichia coli  and  Bacillus subtilis  reached higher cell densities and had increased growth rate during spaceflight compared with ground controls, 45  while  S. aureus  achieved higher cell densities in the normal gravity control compared with the LSMMG culture. 12  In our study, in a 4-day continuous growth culture,  M. marinum  subjected to NG achieved a higher cell density than the LSMMG culture. As the size of the bacteria did not change and aggregates were disrupted before optical density measurements were determined, the lower LSMMG cell density was likely due to an alteration in growth. A more detailed examination of the growth indicated an early transition of the LSMMG bacteria from exponential phase resulting in a slowing of growth. Even though RNA-Seq analysis was performed at the point where this transition was just detectable, the slowing of growth is apparent from changes in the transcriptome. MA synthesis is linked to new membrane synthesis and cell wall expansion 38  and is needed for bacterial cell division, and MA synthesis gene transcript levels decreased ~3-fold under LSMMG. During exponential growth there is also a linear relationship between bacterial growth rate and the number of ribosomes in a cell. 46  The slower growing LSMMG  M. marinum  culture had ~2-fold reduction in transcripts of multiple ribosomal proteins, indicating a downregulation of translation.  P. aeruginosa 13  and  S. typhimurium 14  cultured during spaceflight also had decreased ribosomal protein transcripts, but growth studies were not performed for these bacteria. Transcriptome changes imply a nutrient-deprived environment under LSMMG Forty-six  M. marinum  orthologs of the  M. tuberculosis relA  nutrient starvation response genes 43  had expression changes linked to LSMMG. Nutrient starvation results in decreased growth rate, translation, lipid biosynthesis (e.g., MA synthesis), and downregulation of metabolism. 43 , 47  These phenotypes were also implied from the transcriptome data for LSMMG-exposed  M. marinum . Key bacterial metabolic pathways include β-oxidation of fatty acids, ETC, TCA, and the methylcitrate and glyoxylate cycles. 35  In LSMMG  M. marinum , a number of genes encoding enzymes involved in lipid degradation increased expression, but  icl  transcript levels decreased ~10-fold after long exposure to LSMMG. Icl converts isocitrate into glyoxylate, and glyoxylate combined with acetyl CoA from β oxidation of fatty acids produces malate for the glyoxylate cycle. 35  Also transcript levels decreased 3–6-fold in LSMMG  M. marinum  for the WhiB3 transcription regulator, which is implicated in the adaptation of mycobacteria to growth on long-chain fatty acids. 48  The transcriptome data therefore suggest energy generati",
  "conclusion": ""
}