{
  "id": "PMC5666744",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5666744/",
  "title": "Spaceflight Activates Autophagy Programs and the Proteasome in Mouse Liver",
  "authors": "Elizabeth A. Blaber, Michael J. Pecaut, Karen R. Jonscher",
  "year": "2017",
  "journal": "International Journal of Molecular Sciences",
  "abstract": "Increased oxidative stress is an unavoidable consequence of exposure to the space environment. Our previous studies showed that mice exposed to space for 13.5 days had decreased glutathione levels, suggesting impairments in oxidative defense. Here we performed unbiased, unsupervised and integrated multi-‘omic analyses of metabolomic and transcriptomic datasets from mice flown aboard the Space Shuttle Atlantis. Enrichment analyses of metabolite and gene sets showed significant changes in osmolyte concentrations and pathways related to glycerophospholipid and sphingolipid metabolism, likely consequences of relative dehydration of the spaceflight mice. However, we also found increased enrichment of aminoacyl-tRNA biosynthesis and purine metabolic pathways, concomitant with enrichment of genes associated with autophagy and the ubiquitin-proteasome. When taken together with a downregulation in nuclear factor (erythroid-derived 2)-like 2-mediated signaling, our analyses suggest that decreased hepatic oxidative defense may lead to aberrant tRNA post-translational processing, induction of degradation programs and senescence-associated mitochondrial dysfunction in response to the spaceflight environment.",
  "keywords": "spaceflight, autophagy, proteasome, metabolomics, tRNA biosynthesis, senescence",
  "full_text": "1. Introduction Long-duration spaceflight is associated with significant risks including prolonged exposure to microgravity, continuous exposure to low-dose/low-dose rate radiation, psychological and environmental stress and contact with potentially dangerous levels of microbial contamination [ 1 , 2 , 3 , 4 , 5 ]. Radiation is known to induce single (SSB) and double strand (DSB) DNA breaks, permanently damaging nuclear and mitochondrial DNA and leading to early apoptosis or necrosis [ 6 , 7 , 8 ]. At low-dose/low-dose rates, radiation immediately triggers oxidative stress via a spike in the level of reactive oxygen species (ROS). Acute psychological stress increases hepatic lipid peroxidation as well as levels of ROS [ 9 ], however chronically stressed animals compensate [ 9 , 10 ]. Therefore, exposure to the space environment, characterized by changes in physiological and psychological stress, as well as exposure to low-dose/low-dose rate radiation, may systemically alter ROS levels in a complex fashion [ 11 , 12 , 13 ]. Excessive ROS production, without a corresponding upregulation in antioxidant or ROS scavenger pathways, can cause damage to cellular components including DNA, proteins and lipids, inducing pro-inflammatory cytokines and the nuclear factor κ-light-chain-enhancer of activated B cells (NF-κB) pathway [ 14 ]. This can lead to cell cycle arrest, activation of senescence or apoptosis and upregulation of inflammatory signaling molecules, causing widespread organelle, cell and tissue damage [ 15 ]. Under conditions of chronic exposure to oxidative stress (such as in spaceflight), an imbalance occurs between ROS production and antioxidant quenching resulting in increased cellular and tissue damage [ 16 , 17 , 18 ]. Mitochondria are particularly vulnerable to damage by excess ROS and we hypothesized that the liver, a mitochondria-rich metabolic organ, may be a target of spaceflight-induced deficits. In support of this hypothesis, astronauts were shown to exhibit a mild diabetogenic phenotype following spaceflight, the severity of which was linked with flight duration [ 19 , 20 ]. We previously demonstrated that mice flown aboard the Space Shuttle Atlantis (Space Transportation System (STS)-135) for 13.5 days exhibited a significantly impaired response to oxidative stress evidenced by decreased hepatic levels of the antioxidant glutathione (GSH, reduced), with concomitant increased ophthalmate, a biomarker for depletion of glutathione, and increased ratio of glutathione disulfide (GSSG):GSH [ 21 ]. Other spaceflight-induced changes in hepatic genes linked to oxidative defense have also been observed [ 13 ]. Our targeted analyses of metabolomics and transcriptomics datasets obtained from livers of spaceflight mice showed dysregulation of pathways involved in both lipid metabolism and the immune response, with signs of retinoid export and activation of peroxisome proliferator-activated receptor (PPAR) pathways suggestive of nascent hepatic fat accretion and collagen deposition. Proteomics data acquired from mice exposed to space for 30 days exhibited similar patterns when compared with mice re-acclimated to ground conditions [ 22 ]. Our previous integrated data analysis utilized a limited set of genes and metabolites that were elevated in abundance in spaceflight mice as compared with ground controls and were tightly correlated with histological evidence of increased hepatic lipid accumulation. The goal of the present study was to perform unbiased, integrated analyses using the entire metabolomics and transcriptomics datasets to determine whether additional insights into the effects of exposure to the space environment on liver metabolism and cellular function could be gleaned. Utilizing several enrichment algorithms, we determined that degradation and senescence programs were altered in spaceflight mice in concert with attenuation of oxidative defense networks. 2. Results and Discussion 2.1. Short Duration Exposure to the Space Environment Significantly Alters Hepatic Metabolite Profiles Previously, we selected specific genes and metabolites to interrogate from our large-scale-‘omics datasets to address defined hypotheses. Here, we performed unsupervised Partial Least Squares Discriminant Analysis (PLS-DA) using the entire metabolomics dataset to determine whether 13.5 days of exposure to the space environment was sufficient to induce significant changes in metabolism in livers of mice flown in space (FLT) as compared with matched ground controls (AEM). The scores plot of the PLS-DA analysis demonstrates clear separation between the FLT mice (green) and AEM controls (red) ( Figure 1 A). Volcano plot analysis ( Figure 1 B) shows that 10 biochemicals increased in FLT mice with a fold change (FC) greater than 2 and a  p (corr) -value less than 0.05, while only 3 biochemicals decreased in the FLT mice as compared to the AEM controls ( Table 1 ) from a total of 14 upregulated (FC > 2) and 11 downregulated (FC < 0.5) biochemicals ( Figure S1A and Table S1 ). Variable Influence on Projection (VIP) analysis of the top 15 most important features contributing to the clustering is plotted in  Figure S1B  and the most significant features in the volcano plot also appear within the top 15 VIP features. Hierarchical clustering with organization of features by VIP score ( Figure 1 C) also shows clear separation of metabolite features between the two groups, with relatively fewer metabolites decreased in abundance in the FLT mice as compared with the AEM controls. 2.2. Altered Betaine and Glutathione Metabolism Are Central Defects in Spaceflight Mouse Livers Metabolite set enrichment was performed in MetaboAnalyst using pathway-associated metabolite sets based on “normal metabolic pathways” ( Figure 2 ). Enrichment was performed using either all metabolites ( Figure 2 A) or a more limited subset consisting only of those significantly changing in abundance ( Figure 2 B). Significance was determined by two-tailed Student’s  t -test. A fold-change cutoff was not applied, therefore some of the significant metabolites differ from those identified in the volcano plot. When enrichment analysis was performed using all metabolites, relatively few  p (corr) -values for enriched metabolite sets reached significance ( p  < 0.05). However, the top several sets ( methionine metabolism ,  branched chain fatty acid oxidation ,  betaine metabolism  and  glycine ,  serine and threonine metabolism ) were retained when the limited subset of metabolites was used for analysis ( Figure 2 B). Furthermore, enrichment of  glutathione  and  glutamate metabolism , important components of the response to oxidative stress, rose to significance in the analysis of the limited dataset, suggesting the utility of performing the same analysis multiple times on different subsets of the data. We next identified specific metabolites that were contributing to the enrichment scores. The  glycine, serine and threonine metabolism  enrichment score was based on decrease of cystathionine and increase of betaine and dimethylglycine. Eight other metabolites contributed to the enrichment, however their abundance changes were not significant between groups. The  glutathione metabolism  enrichment score was based on decreased abundance of glutathione and cysteinylglycine in FLT mice as compared with AEM controls, with additional contributions from four non-significantly changing metabolites.  Fatty acid oxidation  enrichment scores (both  branched chain  and  very long chain ) were based on abundance of propionylcarnitine and carnitine, with coenzyme A and acetyl carnitine contributing to the score as well. It should be noted that MetaboAnalyst does not recognize many lipids, therefore lipid metabolic pathways are likely under-represented. Contributors to enrichment of  methionine metabolism  were similar to those of  betaine metabolism  and consisted primarily of betaine, dimethylglycine and choline, with additional contributions from  S -adenosylhomocysteine and 5-methyltetrahydrofolic acid, suggesting activation of the  S -adenosyl methionine (SAM) cycle in the FLT mice. Abundances of these metabolites in FLT mouse livers and AEM controls are summarized in  Table S2 . For validation, metabolite pathway analysis was performed and similar pathways were found to have a high impact score based on enrichment and topology analysis ( Figure S2 ). We previously reported a significant increase in abundance of betaine in FLT livers [ 4 , 5 ]. Betaine is metabolized from choline, which decreased in FLT mice [ 4 , 5 ]. Betaine is also a methyl donor and provides the methyl group for metabolism of homocysteine to methionine, generating dimethylglycine as well. Furthermore, the transmethylation cycle provides substrates used for the synthesis of cystathionine and GSH via transsulferation [ 23 ]; labile methyl groups are required for these processes as well as support of folate metabolism and synthesis of methylated compounds. Since methionine is lost in the transmethylation pathway, it is possible that choline is supplied to preserve pathway function [ 24 ]. However, the observed increase in abundance of betaine with a concomitant decrease in cystathionine and GSH suggests increased choline metabolism in spaceflight is not linked to augmented activation of one carbon metabolic pathways, since abundance levels of relevant metabolites such as  S -adenosylhomocysteine, serine, sarcosine and glycine are unchanged. Therefore, other mechanisms are likely involved. Dietary choline and methionine induce lipotrophic effects through upregulation of very low-density lipoprotein export and fatty acid oxidation, and choline deficiency has been associated with oxidative stress, inflammation, and steatosis. Shown in  Figure 3 , histological assessment confirms that spaceflight indeed results in increased presence of inflammatory cells as well as augmented steatosis. Although we previously measured upregulation of mRNA expression levels of PPAR-α, a transcriptional regulator of fatty acid oxidation, it is likely that PPAR activation is mediated through increased retinol abundance instead of elevated choline [ 5 ]. Choline may be replenished by recycling from phosphatidylcholine, which may impair integrity of lipid membranes. Metabolomics analysis of choline-containing lysolipids revealed an average 40% decrease in abundance of these lipids in FLT mice as compared to AEM controls, although differences between groups were not significant for individual features ( Figure S3 ). These results suggest that augmented metabolism of betaine, in excess of what is needed for methionine metabolism, may lead to injurious choline deficits in spaceflight mice. Whether this is causally related to decreased glutathione and the ability to respond to oxidative stress remains an open question. Notably, betaine serves as an organic osmolyte, protecting cells from effects of dehydration. Water intake in FLT mice was decreased by ~20% as compared to AEM controls, although food intake was unchanged ( Table 2 ), therefore a likely cause for the upregulation of betaine is dehydration. We also measured upregulation of taurine, another osmolyte. Abundance of 4-guanidinobutanoate was strikingly decreased ( Figure S1A ) and was the most important feature contributing to the clustering of groups in the PLS-DA analysis ( Figure S1B ). Guanidino compounds are metabolized from arginine, and dehydration modifies abundance of these compounds in the kidney [ 25 ]. Kidney injury not only results in reduced arginine synthesis but change in levels of guanidino compounds and their metabolism in muscles and liver [ 26 ]. The marked decrease in abundance of 4-guanidinobutanoate may therefore be associated with dehydration in the FLT mice. Many of the most striking changes in metabolite and transcript abundances appeared to be related to increased dehydration of the FLT mice as compared to AEM controls; although this is a possible limitation of the study, a recent proteomics study on livers from male mice in the “Bion-M1” study flown in space for 30 days and re-acclimated showed results similar to those from our previously published data [ 22 ]. Therefore, either the Bion-M1 mice were also dehydrated, or the enriched pathways that we measured indeed have functional significance, potentially related to a shift in metabolic requirements due to unloading. Taken together, the data suggest that dehydration, coupled with oxidative stress, combine to deplete choline stores, leading to impaired lipid membrane metabolism and contributing to increased steatosis in livers from mice exposed to spaceflight. 2.3. Spaceflight Causes Broad Alterations in Transcriptome Profiles in the Liver To understand the role of transcriptional regulation in the observed alterations to metabolites, we performed an unbiased analysis of transcriptome datasets obtained with Affymetrix Genechip 1.0 ST arrays using GeneSpring software. We found significant alterations ( p  ( corr ) < 0.05) in 3005 out of 28,852 genes, or approximately 10% of identifiable probesets ( Figure 4 A,C). Of these, 601 genes were found to have biological significance; expression levels of 449 genes were upregulated (FC > 1.5) and 152, downregulated (FC < −1.5) ( Figure 4 B). Analysis of Gene Ontology (GO) biological functions ( Figure 5 ) revealed that most upregulated genes were involved in metabolism or basic cellular processes, including transcription, translation, and DNA repair. Of note, several autophagy-related genes were altered as were genes involved in oxidative stress and regulation of peroxisomes, in particular fatty acid synthesis and degradation ( Figure 5 A). Our previous studies found significant alterations in both mRNA and metabolites associated with activation of PPAR-mediated pathways, as well as alterations in fatty acid oxidation in response to spaceflight [ 4 , 5 ]. Furthermore, as peroxisomes catalyze redox reactions and are potential regulators of oxidative stress-mediating signaling pathways, it is possible that peroxisomes and mitochondria may cooperate to determine cell fate decisions [ 27 ]. Specifically, peroxisomes house several enzymes that can produce or degrade ROS and reactive nitrogen species (RNS) and therefore may act as modulators of oxidative balance [ 28 , 29 , 30 ]. Recent studies have shown that disturbances in peroxisomal metabolism play a role in the accumulation of cellular damage due to oxidative stress and therefore, cellular aging. There is also evidence that peroxisomes can act as upstream initiators of mitochondrial ROS signaling pathways [ 31 ]. However, the precise mechanisms by which this occurs are yet to be fully elucidated. GO analysis of downregulated datasets denoted alterations in the regulation of transcription, lipid metabolism and cell signaling ( Figure 5 B). Several processes related to activation and regulation of the inflammatory response/immunity were also downregulated. Previous studies have shown significant deficits in immunity in response to spaceflight, including suppression of proliferation and differentiation in hematopoietic stem cell lineages [ 32 , 33 ], as well as shifts in immune cell phenotypes characterized by increased numbers of bone marrow-derived T cells and decreased bone marrow-derived B cell populations [ 34 ]. Furthermore, studies using cluster of differentiation (CD) 34 +  bone marrow progenitor cells revealed decreases in total cell number in microgravity samples, and additionally decreased erythropoiesis with concomitant increased macrophage differentiation [ 35 ]. 2.4. Pathways Involved in Lipid Membrane Metabolism and Protein Biosynthesis Are Enriched in Multi-‘Omics Datasets from Livers of Spaceflight Mice To further validate our metabolomics results, we performed an integrated analysis of transcriptomics and metabolomics datasets using the MetaboAnalyst Integrated Analysis function. This algorithm performs an enrichment analysis to determine whether the observed genes and metabolites in a given pathway appear more often than expected by random chance within the dataset. An additional topology analysis evaluates whether a given gene or metabolite plays an important role in a biological response based on its position within a pathway. An over-representation analysis based on hypergeometric testing using 17,403 genes and 247 metabolites was used for the enrichment analysis and topology was assessed with “Betweenness Centrality”, which measures the number of shortest paths from all nodes to all others passing through a given node within the pathway. Integrated analysis of both genes and metabolites ( Figure 6 A) confirmed the impact of spaceflight on lipid membrane metabolism. Eight of the top 20 enriched pathways relate to lipid membrane metabolism (including  glycosphingolipid biosynthesis ,  glycerophospholipid metabolism ,  arachidonic acid metabolism ,  inositol phosphate metabolism ,  glycophosphatidylinositol-anchor biosynthesis  and  sphingolipid metabolism ). Previously, we reported that Ingenuity Pathway Analysis revealed  endocytosis  as an enriched gene pathway [ 4 ], which was also the most highly enriched pathway in the gene-centric analysis ( Figure 6 B). Enrichment of inflammatory pathways was also evident by the presence of multiple pathways related to cancer. Supporting our other metabolite set enrichment analysis,  glycine ,  serine and threonine metabolism  had high enrichment and topology scores in the metabolite-centric analytical workflow ( Figure 6 C). Interestingly, several studies have shown that peroxisomes may alter lipid production and concentration in response to changes in metabolism, mediating cellular signaling through sphingolipids. In our analyses, we observed enrichment of  sphingolipid biosynthesis  and  sphingolipid metabolism , as well as alterations in peroxisome gene expression levels, suggesting that spaceflight may alter peroxisome-related signaling pathways, including sphingolipids, to regulate cellular processes [ 36 ]. Sphingolipids, specifically, are important messengers for signaling events resulting in activation of cellular proliferation, differentiation or senescence [ 27 , 36 ]. Furthermore, sphingolipids have been linked to insulin resistance, oxidative stress and lipid peroxidation in hepatocytes, suggesting a potential role of sphingolipids in the progression of nonalcoholic fatty liver disease [ 37 ]. These results therefore indicate a potential connection between peroxisome redox metabolism and mitochondrial oxidative stress mediated by sphingolipid signaling pathways and resulting in upregulation of inflammatory/stress-related signaling, such as NF-κB. Of note,  aminoacyl-tRNA biosynthesis  emerged as the top enriched metabolite pathway in the metabolite-centric analysis which, when taken together with enrichment of  purine metabolism  in the gene-metabolite centric analysis, suggested that spaceflight may increase biosynthesis or even post-transcriptional modification of tRNAs, the building blocks of mRNA decoding and protein translation. Post-transcriptional modification of tRNAs critically influences tRNA functions such as folding, stability and decoding [ 38 , 39 ]. Defects in tRNA modifications and modification enzymes are associated with oxidative stress [ 40 ] and human diseases including cancer, diabetes and cardiomyopathy [ 38 ]. Indeed, results from a recent study in  Caenorhabditis elegans  associating defects in post-transcriptional modification of mitochondrial tRNAs with dysfunctional oxidative phosphorylation suggest that the cell's maladaptive response to hypomodified mitochondrial tRNAs may be a mechanism underlying disease development [ 41 ]. Although speculative, the idea that exposure to the space environment may lead to aberrant tRNA post-transcriptional modifications is provocative and warrants further investigation. Since Metab",
  "introduction": "1. Introduction Long-duration spaceflight is associated with significant risks including prolonged exposure to microgravity, continuous exposure to low-dose/low-dose rate radiation, psychological and environmental stress and contact with potentially dangerous levels of microbial contamination [ 1 , 2 , 3 , 4 , 5 ]. Radiation is known to induce single (SSB) and double strand (DSB) DNA breaks, permanently damaging nuclear and mitochondrial DNA and leading to early apoptosis or necrosis [ 6 , 7 , 8 ]. At low-dose/low-dose rates, radiation immediately triggers oxidative stress via a spike in the level of reactive oxygen species (ROS). Acute psychological stress increases hepatic lipid peroxidation as well as levels of ROS [ 9 ], however chronically stressed animals compensate [ 9 , 10 ]. Therefore, exposure to the space environment, characterized by changes in physiological and psychological stress, as well as exposure to low-dose/low-dose rate radiation, may systemically alter ROS levels in a complex fashion [ 11 , 12 , 13 ]. Excessive ROS production, without a corresponding upregulation in antioxidant or ROS scavenger pathways, can cause damage to cellular components including DNA, proteins and lipids, inducing pro-inflammatory cytokines and the nuclear factor κ-light-chain-enhancer of activated B cells (NF-κB) pathway [ 14 ]. This can lead to cell cycle arrest, activation of senescence or apoptosis and upregulation of inflammatory signaling molecules, causing widespread organelle, cell and tissue damage [ 15 ]. Under conditions of chronic exposure to oxidative stress (such as in spaceflight), an imbalance occurs between ROS production and antioxidant quenching resulting in increased cellular and tissue damage [ 16 , 17 , 18 ]. Mitochondria are particularly vulnerable to damage by excess ROS and we hypothesized that the liver, a mitochondria-rich metabolic organ, may be a target of spaceflight-induced deficits. In support of this hypothesis, astronauts were shown to exhibit a mild diabetogenic phenotype following spaceflight, the severity of which was linked with flight duration [ 19 , 20 ]. We previously demonstrated that mice flown aboard the Space Shuttle Atlantis (Space Transportation System (STS)-135) for 13.5 days exhibited a significantly impaired response to oxidative stress evidenced by decreased hepatic levels of the antioxidant glutathione (GSH, reduced), with concomitant increased ophthalmate, a biomarker for depletion of glutathione, and increased ratio of glutathione disulfide (GSSG):GSH [ 21 ]. Other spaceflight-induced changes in hepatic genes linked to oxidative defense have also been observed [ 13 ]. Our targeted analyses of metabolomics and transcriptomics datasets obtained from livers of spaceflight mice showed dysregulation of pathways involved in both lipid metabolism and the immune response, with signs of retinoid export and activation of peroxisome proliferator-activated receptor (PPAR) pathways suggestive of nascent hepatic",
  "methods": "3. Materials and Methods Animal studies were reviewed and approved by multiple Animal Care and Use Committee (ACUC) boards, including the NASA Ames Research Center ACUC (NAS-11-002-Y1; 31 May 2011), the NASA Kennedy Space Center (KSC) ACUC (FLT-11-078; 23 May 2011) and the University of Colorado at Boulder Institutional ACUC (1104.11; 10 May 2011). No protocol was required for assays performed at the University of Colorado Anschutz Medical Center or Loma Linda University since only tissues obtained after euthanasia (no live animals) were analyzed at our sites. All NASA studies involving vertebrate animals were carried out in strict accordance with the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health. 3.1. Animals and Sample Collection Nine-week old weight-matched female C57BL/6J mice were selected for this study because they produce fewer odor annoyance issues and were the only gender approved for flight ( n  = 15/group). Additionally, all historical data (e.g., STS-118) were obtained on female mice so the use of female mice permitted comparisons across missions, particularly for the musculoskeletal studies that were primary. Mice were housed in Animal Enclosure Modules (AEMs, 10 mice per AEM habitat; 5 per side separated by a wire mesh) and either flown on the Space Shuttle Atlantis (STS-135) for 13.5 days (FLT) or housed at the Space Life Science Laboratory (SLSL) at KSC (Ground AEM controls; AEM). Following two days of acclimation after receipt, mice were provided a NASA NuRFB foodbar (TD 04197; 47% carbohydrate, 17.9% protein, 3.9% lipids, 2.8% fiber, 2.80 kcal/g). All mice were placed into AEM housing one day before flight. Environmental parameters for ground control mice were matched as closely as possible with flight conditions using 48 h delayed telemetry data. Conditions were controlled for temperature, humidity, and a 12/12 h light/dark cycle; foodbars and water were provided  ad libitum . Tissues were harvested at the SLSL within 3–5 h after return of the Space Shuttle Atlantis and were distributed amongst a team of investigations through NASA’s Biospecimen Sharing Program; we received one half lobe of liver from six mice per group. Mice were euthanized using 4% isoflurane followed by cardiac puncture and exsanguination. Liver lobes were extracted and dissected. A portion of the liver was prepared in 4% paraformaldehyde and the rest snap frozen in liquid nitrogen then shipped to either Loma Linda University or University of Colorado Anschutz Medical Campus and stored appropriately prior to use. 3.2. Transcriptomics Samples were prepared and analyzed as previously described [ 4 , 5 ]. Briefly, RNA was isolated using an RNeasy kit (Qiagen, Germantown, MD, USA) and the Ambion WT expression kit (Thermo Fisher Scientific, Waltham, MA, USA) was employed to prepare mRNA for whole transcriptome microarray analysis using an Affymetrix GeneChip 1.0 ST array (Thermo Fisher Scientific). A",
  "results": "2. Results and Discussion 2.1. Short Duration Exposure to the Space Environment Significantly Alters Hepatic Metabolite Profiles Previously, we selected specific genes and metabolites to interrogate from our large-scale-‘omics datasets to address defined hypotheses. Here, we performed unsupervised Partial Least Squares Discriminant Analysis (PLS-DA) using the entire metabolomics dataset to determine whether 13.5 days of exposure to the space environment was sufficient to induce significant changes in metabolism in livers of mice flown in space (FLT) as compared with matched ground controls (AEM). The scores plot of the PLS-DA analysis demonstrates clear separation between the FLT mice (green) and AEM controls (red) ( Figure 1 A). Volcano plot analysis ( Figure 1 B) shows that 10 biochemicals increased in FLT mice with a fold change (FC) greater than 2 and a  p (corr) -value less than 0.05, while only 3 biochemicals decreased in the FLT mice as compared to the AEM controls ( Table 1 ) from a total of 14 upregulated (FC > 2) and 11 downregulated (FC < 0.5) biochemicals ( Figure S1A and Table S1 ). Variable Influence on Projection (VIP) analysis of the top 15 most important features contributing to the clustering is plotted in  Figure S1B  and the most significant features in the volcano plot also appear within the top 15 VIP features. Hierarchical clustering with organization of features by VIP score ( Figure 1 C) also shows clear separation of metabolite features between the two groups, with relatively fewer metabolites decreased in abundance in the FLT mice as compared with the AEM controls. 2.2. Altered Betaine and Glutathione Metabolism Are Central Defects in Spaceflight Mouse Livers Metabolite set enrichment was performed in MetaboAnalyst using pathway-associated metabolite sets based on “normal metabolic pathways” ( Figure 2 ). Enrichment was performed using either all metabolites ( Figure 2 A) or a more limited subset consisting only of those significantly changing in abundance ( Figure 2 B). Significance was determined by two-tailed Student’s  t -test. A fold-change cutoff was not applied, therefore some of the significant metabolites differ from those identified in the volcano plot. When enrichment analysis was performed using all metabolites, relatively few  p (corr) -values for enriched metabolite sets reached significance ( p  < 0.05). However, the top several sets ( methionine metabolism ,  branched chain fatty acid oxidation ,  betaine metabolism  and  glycine ,  serine and threonine metabolism ) were retained when the limited subset of metabolites was used for analysis ( Figure 2 B). Furthermore, enrichment of  glutathione  and  glutamate metabolism , important components of the response to oxidative stress, rose to significance in the analysis of the limited dataset, suggesting the utility of performing the same analysis multiple times on different subsets of the data. We next identified specific metabolites that were contributing to the enrichment scores. The  glycine, serine and threonine metabolism  enrichment score was based on decrease of cystathionine and increase of betaine and dimethylglycine. Eight other metabolites contributed to the enrichment, however their abundance changes were not significant between groups. The  glutathione metabolism  enrichment score was based on decreased abundance of glutathione and cysteinylglycine in FLT mice as compared with AEM controls, with additional contributions from four non-significantly changing metabolites.  Fatty acid oxidation  enrichment scores (both  branched chain  and  very long chain ) were based on abundance of propionylcarnitine and carnitine, with coenzyme A and acetyl carnitine contributing to the score as well. It should be noted that MetaboAnalyst does not recognize many lipids, therefore lipid metabolic pathways are likely under-represented. Contributors to enrichment of  methionine metabolism  were similar to those of  betaine metabolism  and consis",
  "discussion": "",
  "conclusion": "4. Conclusions The unbiased analyses presented here both support our previous results and extend them to show that exposure to the space environment for only 13.5 days results in increased oxidative stress due to elevated ROS and impaired oxidative defense (by way of attenuation of NRF2-related pathways) in the mouse liver. Furthermore, our multi-‘omics studies suggest that accumulation of oxidized proteins coupled with mitochondrial dysfunction may lead to activation of hepatocyte senescence, resulting in hepatocyte lipid accumulation and steatosis. Further investigation into the potential for liver damage in the course of long-duration space exploration is needed, as are development of effective countermeasures to protect astronaut health."
}