{
  "id": "PMC5288125",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5288125/",
  "title": "Leptin Stimulates Bone Formation in ob/ob Mice at Doses Having Minimal Impact on Energy Metabolism",
  "authors": "Kenneth A. Philbrick, Carmen P. Wong, Adam J. Branscum, Russell T. Turner, Urszula T. Iwaniec",
  "year": "2017",
  "journal": "The Journal of endocrinology",
  "abstract": "Leptin, the protein product of the ob gene, is essential for normal bone growth, maturation, and turnover. Peripheral actions of leptin occur at lower serum levels of the hormone than central actions because entry of leptin into the central nervous system (CNS) is limited due to its saturable transport across the blood brain barrier (BBB). We performed a study in mice to model the impact of leptin production associated with different levels of adiposity on bone formation and compared the response with well-established centrally-mediated actions of the hormone on energy metabolism. Leptin was infused (0, 4, 12, 40, 140, or 400 ng/h) for 12 days into 6-week-old female ob/ob mice (n=8/group) using sc implanted osmotic pumps. Treatment resulted in a dose-associated increase in serum leptin. Bone formation parameters were increased at EC50 infusion rates of 7–17 ng/h whereas higher levels (EC50, 40–80 ng/h) were required to similarly impact indices of energy metabolism. We then analyzed gene expression in tibia and hypothalamus at dose rates of 0, 12 and 140 ng/h; the latter dose resulted in serum leptin levels similar to WT mice. Infusion with 12 ng/h leptin increased expression of genes associated with Jak/Stat signaling and bone formation in tibia with minimal effect on Jak/Stat signaling and neurotransmitters in hypothalamus. The results suggest that leptin acts peripherally to couple bone acquisition to energy availability and that limited transport across the BBB insures that the growth promoting actions of peripheral leptin are not curtailed by the hormone’s CNS-mediated anorexigenic actions.",
  "keywords": "animal model, bone formation, osteoblasts, neuroendocrine, bone histomorphometry",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}