{
  "id": "PMC5477841",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5477841/",
  "title": "Spaceflight-Induced Bone Loss Alters Failure Mode and Reduces Bending Strength in Murine Spinal Segments",
  "authors": "Britta Berg-Johansen, Ellen C. Liebenberg, Alfred Li, Brandon R. Macias, Alan R. Hargens, Jeffrey C. Lotz",
  "year": "2015",
  "journal": "Journal of orthopaedic research : official publication of the Orthopaedic Research Society",
  "abstract": "Intervertebral disc herniation rates are quadrupled in astronauts following spaceflight. While bending motions are main contributors to herniation, the effects of microgravity on the bending properties of spinal discs are unknown. Consequently, the goal of this study was to quantify the bending properties of tail discs from mice with or without microgravity exposure. Caudal motion segments from six mice returned from a 30-day Bion M1 mission and eight vivarium controls were loaded to failure in four-point bending. After testing, specimens were processed using histology to determine the location of failure, and adjacent motion segments were scanned with micro-computed tomography (μCT) to quantify bone properties. We observed that spaceflight significantly shortened the nonlinear toe region of the force-displacement curve by 32% and reduced the bending strength by 17%. Flight mouse spinal segments tended to fail within the growth plate and epiphyseal bone, while controls tended to fail at the disc-vertebra junction. Spaceflight significantly reduced vertebral bone volume fraction, bone mineral density, and trabecular thickness, which may explain the tendency of flight specimens to fail within the epiphyseal bone. Together, these results indicate that vertebral bone loss during spaceflight may degrade spine bending properties and contribute to increased disc herniation risk in astronauts.",
  "keywords": "spaceflight, intervertebral disc, four-point bending, herniation, murine",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}