{
  "id": "PMC5201052",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5201052/",
  "title": "Draft Genome Sequences of Biosafety Level 2 Opportunistic Pathogens Isolated from the Environmental Surfaces of the International Space Station",
  "authors": "Aleksandra Checinska Sielaff, Nitin K. Singh, Jonathan E. Allen, James Thissen, Crystal Jaing, Kasthuri Venkateswaran",
  "year": "2016",
  "journal": "Genome Announcements",
  "abstract": "The draft genome sequences of 20 biosafety level 2 (BSL-2) opportunistic pathogens isolated from the environmental surfaces of the International Space Station (ISS) were presented. These genomic sequences will help in understanding the influence of microgravity on the pathogenicity and virulence of these strains when compared with Earth strains.",
  "keywords": "",
  "full_text": "GENOME ANNOUNCEMENT In an on-going Microbial Observatory experiment on the International Space Station (ISS), multiple biosafety level 2 (BSL-2) bacterial isolates were isolated, identified, and whole-genome sequences (WGS) were generated. The genomic data enables the determination of the microgravity influence on pathogenicity and virulence in these microorganisms by comparison to type strains of the corresponding species. Acinetobacter pittii is a nonmotile coccobacilli isolated for the first time from cerebrospinal fluid (1). Multiple strains of A. pitti were isolated from the cupola area. The IIF1SW-P1 was resistant to cefazolin, cefoxitin, oxacillin, penicillin, and rifampin. Two multidrug-resistant Enterobacter sp. isolates were found in the waste and hygiene compartment (WHC) location. Species of Enterobacter cloacae complex (Ecc) are commonly found in the environment, but are of high clinical significance (2). Pantoea conspicua was originally isolated from human blood (3). This was the second most prevalent species, and was only found in one location during two different flight samplings. P. conspicua isolates were resistant to erythromycin, oxacillin, penicillin, and rifampin. Staphylococcus isolates were the most prevalent from ISS surfaces. Staphylococcus aureus was the most abundant in all ISS locations. Although this species is a common human commensal (4), it causes various types of minor skin infections, bacteremia, or scalded skin syndrome, especially in immunocompromised individuals (5). In this study, some of the isolates were found to be resistant to erythromycin (IF4SW-P1, IF7SW-P3) and most of the isolates were resistant to penicillin. A few isolates acquired rifampin resistance during the study (RA isolates). Staphylococcus haemolyticus and Staphylococcus hominis belong to coagulase-negative staphylococci (6, 7). S. hominis IIF4SC-B9 was resistant to penicillin and erythromycin, but S. haemolyticus IIF2SW-P5 was susceptible to these antibiotics. All three species are reported to be methicillin resistant by acquiring the staphylococcal cassette chromosome mec (SCCmec) (8), but the methicillin-resistant phenotype was not observed. In this study, the draft genomes sequences of 20 strains from the ISS were obtained. WGS sequencing was performed on an Illumina NextSeq instrument with a paired-end module. The A5 assembly pipeline version 20150522 was used to generate draft assemblies applying the default parameter settings (9) and annotated with the help of the Rapid Annotations using Subsystems Technology (RAST) (10). Table 1 summarizes assembly statistics (number of contigs, total genome size, N50 size, median coverage, G+C percentage, error corrected reads used for assembly, and number of coding sequences). The raw reads were in the range of 24 to 82 Mbp per genome. The G+C content was in the range of 31.5 to 38.7% for Staphylococcus species and A. pittii; for other strains the G+C contents were 55.2 to 55.8%. The subsystem features created using RAST for all 20 strains are depicted in Table 1. TABLE 1 Statistics summary for the 20 draft ISS BSL-2 bacterial genome sequences StrainNCBI accession no.Isolation locationNo. of contigsGenome size (bp)N50 (bp)Median coverageG+C content (%)Error corrected readsCoding sequencesA. pittii IIF1SW-P1MIZX00000000Port panel next to cupola1504,041,255144,37379938.725,486,8843,821Enterobacter sp. IF2SW-B1MJAA00000000WHCa4375,097,299306,83768655.224,992,0434,671Enterobacter sp. IF2SW-P2MJAB00000000WHCa2304,974,814298,91285055.830,618,7964,629P. conspicua IF5SW-P1MIZY00000000Node 1 overhead 42805,126,609216,77679755.634,104,1704,852S. aureus IF4SW-P1MIZH00000000Dining table4982,980,13764,7893,69532.776,859,2282,733S. aureus IF6SW-P2MIZI00000000PMM port 1b2042,836,553355,8932,57832.851,467,6732,657S. aureus IF6SW-P2-RAMIZK00000000PMM port 1b2282,845,178295,8972,74032.855,167,9772,659S. aureus IF6SW-P3AMIZJ00000000PMM port 1b2762,868,506232,6802,25432.846,555,8972,694S. aureus IF6SW-P3A-RAMIZL00000000PMM port 1b2572,861,821264,8652,73332.847,711,6052,690S. aureus IF7SW-P3MIZM00000000Lab overhead 34522,951,91752,1403,48732.871,062,0212,738S. aureus IIF6SW-P2MIZN00000000PMM port 1b3122,884,46096,6893,32432.867,792,6192,730S. aureus IIF6SW-P2-RAMIZR00000000PMM port 1b1922,835,299325,9682,02132.842,250,8832,655S. aureus IIF6SW-P3MIZO00000000PMM port 1b1942,837,901467,8252,63832.854,334,1442,657S. aureus IIF6SW-P3-RAMIZS00000000PMM port 1b2172,841,156411,1082,27232.847,711,6052,656S. aureus IIF8SW-P1MIZP00000000Port crew quarters bump-out exterior aft wall1432,817,304425,8582,40932.849,197,8862,637S. aureus IIF8SW-P1-RAMIZT00000000Port crew quarters bump-out exterior aft wall2012,848,005526,3641,83432.739,316,0612,653S. aureus IIF8SW-P2MIZQ00000000Port crew quarters bump-out exterior aft wall1942,830,972329,7262,55732.851,625,2212,650S. aureus IIF8SW-P2-RAMIZU00000000Port crew quarters bump-out exterior aft wall1412,822,756526,3642,01432.842,704,2512,642S. haemolyticus IIF2SW-P5MIZW00000000WHCa5672,680,72248,3082,94533.156,836,4612,518S. hominis IIF4SC-B9MIZV00000000Dining table5082,420,68479,5553,73831.561,283,4562,301 a WHC, waste and hygiene compartment. b PMM port 1, permanent multipurpose module. Accession number(s). The WGS data were deposited at DDBL/EMBL/GenBank under the accession no. listed in Table 1 and at the NASA GeneLab system (GLDS-67; https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-67/##). The version described in this paper is the first version. The strains were deposited in the USDA Agricultural Research Station (NRRL) and German culture collections.",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}