{
  "id": "PMC5460135",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5460135/",
  "title": "Investigation of simulated microgravity effects on ",
  "authors": "Silvia S. Orsini, April M. Lewis, Kelly C. Rice",
  "year": "2017",
  "journal": "NPJ Microgravity",
  "abstract": "Astronauts have been previously shown to exhibit decreased salivary lysozyme and increased dental calculus and gingival inflammation in response to space flight, host factors that could contribute to oral diseases such as caries and periodontitis. However, the specific physiological response of caries-causing bacteria such as  Streptococcus mutans  to space flight and/or ground-based simulated microgravity has not been extensively investigated. In this study, high aspect ratio vessel  S. mutans  simulated microgravity and normal gravity cultures were assessed for changes in metabolite and transcriptome profiles, H 2 O 2  resistance, and competence in sucrose-containing biofilm media. Stationary phase  S. mutans  simulated microgravity cultures displayed increased killing by H 2 O 2  compared to normal gravity control cultures, but competence was not affected. RNA-seq analysis revealed that expression of 153 genes was up-regulated ≥2-fold and 94 genes down-regulated ≥2-fold during simulated microgravity high aspect ratio vessel growth. These included a number of genes located on extrachromosomal elements, as well as genes involved in carbohydrate metabolism, translation, and stress responses. Collectively, these results suggest that growth under microgravity analog conditions promotes changes in  S. mutans  gene expression and physiology that may translate to an altered cariogenic potential of this organism during space flight missions.",
  "keywords": "",
  "full_text": "Introduction \n Streptococcus mutans  is a primary causative agent of dental caries, demonstrated by its isolation from carious tooth lesions in humans, 1  its ability to initiate caries in germ-free rodent models of infection, 2  and the established link between high levels of this bacterium in the oral cavity and active caries. 3  Although preventable by fluoridation of water and various dental procedures, 4 , caries remains the most common chronic disease among children, and remains untreated in up to 30% of adults over 35 years-old. 5 \n S. mutans  transient bacteremias can also initiate endocarditis in at-risk patient groups. 6  Successful colonization of the oral cavity and persistence in multi-species dental plaque by  S. mutans  is inherently dependent on both its ability to form biofilm and its rapid metabolism of carbohydrates by the glycolytic pathway. The low pH that results from accumulation of acidic metabolic end-products favors the growth of  S. mutans  and other acid-tolerant species relative to healthy plaque microflora, as well as the eventual demineralization of tooth enamel and the development of caries. Adherence of  S. mutans  to the tooth surface and subsequent biofilm development are mediated by several bacterial factors, including production of sucrose-dependent extracellular glucan polymers by glucosyltransferase enzymes, 7  specific cell surface adhesins, 8 ,  9  the major autolysin AtlA, 10  the quorum-sensing competence ( com ) system, 11  and extracellular DNA. 12 \n To protect the health of astronauts during space flight missions, it is critical to understand the effects of this environment on both host biology and the host microbiota. Simulated microgravity exposure has been shown to cause increased mandibular and alveolar bone loss 13  and decreased saliva flow, 14  significant predisposing host factors that could contribute to development of caries and/or periodontal disease. Traditionally, the approach to maintaining astronaut oral health during space flight missions has been routed in preventative dentistry, whereby astronauts are subjected to rigorous preflight dental screening and treatment. 15  However, in the face of future long-term space flight missions, research and discovery of new methods for maintaining oral hygiene and dental health under a microgravity environment are required. 15  Previous studies on the effects of spaceflight on the oral microbiota have primarily focused on culture-dependent methods of quantifying the numbers of oral bacteria in human subjects before and after spaceflight. 16 – 18  Furthermore, astronauts have been shown to exhibit decreased salivary lysozyme and increased dental calculus and gingival inflammation in response to space flight. 16  However, assessment of the physiology and virulence potential of oral pathogens such as  S. mutans  under controlled microgravity analog conditions has been relatively lacking. In this respect, rotating wall vessel bioreactors are a common technology used to grow bacteria under microgravity analog conditions in ground-based studies. When completely filled with media (lacking air bubbles or “head space”) and rotated on the axis perpendicular to the Earth’s gravitational vector, these reactors maintain a low-shear environment (<1 dyn/cm 2 ) whereby gravitational vectors are randomized over the surface of the cells or particles contained within the vessel. 19  As such, this simulated environment models “weightlessness” by counteracting gravitational forces that would otherwise promote cellular sedimentation. 19 , 20  The low-shear force experienced in this microgravity analog system boasts the additional advantage of mimicking the low-shear force of saliva flow (<0.8 dyn/cm 2 ) experienced by plaque bacteria in the oral cavity. 21  In this study, high-aspect rotating vessels (HARVs) were therefore used to ascertain the effects of simulated microgravity on  S. mutans  gene expression, physiology, oxidative stress resistance, and competence, using both culture-dependent and “-omic” (metabolomics and RNA-seq) approaches. Results S. mutans  HARV growth curves and cell aggregation To probe the effect of simulated microgravity growth on  S. mutans , continuous growth curves (whereby cell samples were removed from the same HARV at different time points) were performed ( n  = 3 independent experiments each) in biofilm media (BM) containing 11 mM glucose and 10 mM sucrose over a 24 h period. In this analysis, no statistically significant differences in CFU/ml at each time point were observed (Supplemental Fig.  S1 ). An initial decrease in CFU/ml was observed in both the simulated microgravity and normal gravity HARV cultures between  t  = 0 (time of inoculation) and  t  = 2 h growth, which was likely a function of sucrose-dependent cell aggregation. Very small differences in cell viability patterns in early stationary phase (6–8 h growth) suggest that the simulated microgravity HARV culture may have entered stationary phase slightly sooner than the normal gravity HARV culture in this experiment. As well, the simulated microgravity culture persisted in stationary phase until approximately 12 h growth, followed by a somewhat rapid death phase, with a 1-log loss of viability between 12 and 24 h growth. In contrast, the viability of normal gravity culture underwent a more gradual decrease in cell viability between 12 and 24 h of growth. Monitoring of cell growth by CFU/ml in the continuous growth curve experiments described above required constant disruption of the HARV cultures, making it difficult to assess potential macroscopic differences in cell aggregation in the simulated microgravity and normal gravity conditions. Therefore, these growth curves were also performed using an “end-point” approach, whereby simulated microgravity and normal gravity HARV cultures ( n  = 2 independent experiments per time point per growth condition) were grown undisturbed in replicate HARV vessels for  t  = 4, 6, 8, 12, 24, and 48 h (Fig.  1 ). Using this end-point approach, no significant differences in CFU/ml were observed between the simulated microgravity and normal gravity HARV cultures at the assessed time points (Fig.  1 ), and the initial drop in CFU/ml observed early in the growth curves of the continuous cultures (Supplemental Fig.  S1 ) was not observed in these end-point cultures. As well, both the simulated microgravity and normal gravity cultures underwent the same pattern of growth when monitored with this end-point approach: Log phase growth occurred between 0 and 6 h, and both cultures were in early stationary phase at 8 h growth, followed by entry into late stationary phase/death phase between 24 and 48 h growth. Interestingly, differences in macroscopic cell aggregation were consistently observed between the simulated microgravity and normal gravity HARV conditions when using the end-point growth analysis. Specifically, the simulated microgravity condition tended to form round/compact cellular structures, whereas the aggregates in the normal gravity growth condition tended to form less compact structures (Fig.  2 ). Fig. 1 End-point growth curve analysis of  S. mutans  simulated microgravity and normal gravity HARV cultures. Simulated microgravity ( dark gray bars ) and normal gravity ( light gray bars ) HARV end-point growth was measured by serial dilution and CFU/ml plating at  t  = 0 (time of inoculation; average of  n  = 4 independent experiments), and  t  = 4, 6, 8, 12, 24, and 48 h postinoculation (average of  n  = 2 independent experiments per time point per growth condition), as described in “Materials and methods”. The  vertical dotted line  on the graph indicates that the  t  = 24 and 48 h data were obtained in a separate experimental run from the  t  = 4, 6, 8, and 12 h time points.  Error bars  = standard error of the mean (SEM) \n Fig. 2 Representative  S. mutans  end-point HARV cultures grown for 8 h in biofilm media under simulated microgravity ( a ) and normal gravity ( b ) conditions. Note the structural differences of the self-aggregating bacterial cells under each condition (indicated by  arrows ) \n Metabolomics analysis of “end-point” HARV cultures To monitor potential differences in the metabolome of simulated microgravity and normal gravity HARV cultures, cell pellets and culture supernatants were harvested from a second end-point HARV culture experiment ( n  = 3 independent experiments per time point per growth condition) at  t  = 4,  t  = 8, and  t  = 24 h samples, corresponding to log-phase, early stationary phase, and late stationary/death phase, respectively  ( Supplemental Fig.  S2 \n ) . Given that macroscopic differences in the self-aggregating clusters of  S. mutans  cells were consistently observed at the  t  = 8 h time point (Fig.  2 ), RNA-seq analysis was also performed on the  t  = 8 h samples. Principle component analysis (PCA) of metabolomics data generated from  t  = 4, 8, and 24 h HARV cultures (Supplemental Files  S2  and  S3 ) revealed a strong relationship between the time of growth ( t  = 4, 8, and 24 h) and metabolite profile for each of the simulated microgravity and normal gravity cultures (Fig.  3 ). However, a much weaker “time-treatment” relationship existed when comparing the metabolite profile between simulated microgravity vs. normal gravity cultures at each time point. Welch’s two sample  t  tests revealed 8, 14, and 10 statistically significant differences ( p  ≤ 0.05) in cellular metabolite production between cells grown under normal gravity and microgravity conditions at the 4, 8, and 24 h time points, respectively (Supplemental File  S2 ). Likewise, 21, 21, and 23 statistically significant differences were observed between the corresponding culture supernatant samples at these time points (Supplemental File  S3 ). Keeping in mind the caveat that the number of significant differences at each time point were close to that expected by random chance alone (5% error rate), the significant changes of cell-associated and supernatant metabolites of the 8 h HARV cultures are summarized in Table  1 , and their potential relationship to the corresponding 8 h RNA-seq data are discussed below. Fig. 3 Principle component analysis (PCA) of cellular ( a ) and supernatant ( b ) metabolites. Values on  X  and  Y  axis labels = % of the total eigen values \n Table 1 List of cellular and supernatant metabolites that displayed a significant ( p  < 0.05) time/growth condition interaction at  t  = 8 h HARV growth Metabolite Fold- increase/decrease (simulated microgravity/normal gravity) \n p -value (Welch’s two sample  t  test) Cellular (14 total)  Serine 2.16 0.04  O-acetylserine 2.64 0.02  Phenylpyruvate 2.31 0.04  4-Hydroxyphenylpyruvate 3.25 0.004  4-Methyl-2-oxopentanoate 2.91 0.008  3-Methyl-2-oxovalerate 2.95 0.006  Argininosuccinate 4.21 0.01  Pyruvate 2.42 0.05  Alpha-ketoglutarate 2.95 0.04  Acetoacetate 4.54 0.001  4-Hydroxy-2-oxoglutaric acid 2.28 0.03  Adenine 1.82 0.04  Uridine monophosphate (5′ or 3′) 2.49 0.04  Uracil 3.76 0.001 Supernatant (21 total)  Glycine 0.63 0.003  Alanine 0.76 0.02   N -acetylalanine 0.56 <0.001  Aspartate 0.75 0.01  Pyroglutamine 0.67 0.003  Citramalate 0.47 <0.001  4-Guanidinobutanoate 1.43 0.006  Gamma-glutamylvaline 1.39 0.02  Alanylglycine 0.76 0.02  Alanylisoleucine 1.17 0.03  Asparagylisoleucine 0.66 0.02  Cyclo(Leu-Pro) 0.91 0.03  Glycylphenylalanine 0.84 0.01  Leucylglycine 0.84 0.03  Threonylisoleucine 1.37 0.02  Glucose 0.12 0.006  Fructose 0.51 0.02  Guanine 1.66 0.001  Nicotinate 0.32 <0.001  3,4-Dihydroxybenzoate 1.59 0.01  1-Kestose 1.49 0.001 \n RNA-seq analysis Because macroscopic structural differences between the  S. mutans  simulated microgravity and normal gravity HARV cultures were consistently observed at 8 h growth (early stationary phase), we chose to perform RNA-seq analysis on  n  = 3 independent biological samples per growth condition (simulated microgravity and normal gravity) isolated from this time point. Compared to the metabolomics data, differential expression analysis of the 8 h RNA-seq data revealed a large number of statistically significant gene expression changes in normal gravity relative to simulated microgravity growth (Supplemental File  S4 ). Specifically, 94 genes were up-regulated (log 2  fold-change ≥1.0) and 153 genes were down-regulated (log 2  fold-change ≤−1.0) in normal gravity cultures relative to simulated microgravity cultures. These patterns in gene expression were confirmed by qPCR for a subset of genes (Supplemental Table  S1 ). Functional classification (Fig.  4 ) revealed that expression of a large number of genes associated with transposon sequences, as well as several genes encoding predicted phage proteins, were down-regulated in normal gravity cultures relative to simulated microgravity growth. A second trend of interest was the significant down-regulated expression of genes involved in carbohydrate metabolism, including various phosphotransferase (PTS) systems, the carbon catabolite protein regulator  ccpA , and the redox sensitive transcriptional regulator  rex , in the 8 h normal gravity cultures relative to the simulated microgravity cultures (Fig.  4  and Supplemental File  S4 ). Increased expression of genes encoding ribosomal proteins, tRNAs and other aspects of protein translation was also observed in the normal gravity cultures compared to simulated microgravity growth, whereas expression of a large number of genes encoding transcriptional regulators was decreased in the normal gravity cultures (Fig.  4 ). As well, altered expression of stress genes was also observed in the normal gravity HARV cultures, including decreased expression of the toxin–antitoxin (TA) systems  mazEF  (SMU_172/173) and  relBE  (SMU_895/896), decreased expression of the holin-like  lrgA , decreased expression of the peroxide resistance gene  dpr , and increased expression of genes encoding glutathione S-transferase (SMU_1296) and glutaredoxin (SMU_669c) (Fig.  4 ). Fig. 4 Distribution of gene functional categories differentially expressed during normal gravity growth relative to simulated microgravity. RNA isolated from 8 h normal gravity and simulated microgravity  S. mutans  HARV cultures ( n  = 3 independent experiments per growth condition) was subjected to RNA-seq transcriptome profiling as described in “Materials and methods”. Differential expression and statistical analysis was carried out using a cutoff FDR-adjusted  p  value of 0.05. Of this dataset, those genes with a log 2  (fold-change) value of at least ±1.0 were grouped by functional classification based on DAVID gene functional categorization analysis, NCBI gene annotations and KEGG pathway analysis. Total number of up-regulated genes (log 2  fold-change ≥1.0,  black bars ) = 94, total number of down-regulated genes (log 2  fold-change ≤ −1.0,  gray bars ) = 153 \n DAVID bioinformatics resource 22 ,  23  was used to further probe the RNA-seq dataset for functional annotation groups that were enriched in the genes that displayed a log 2  fold change expression of at least ±1.0 in the normal gravity vs. simulated microgravity HARV cultures (Supplemental Table  S2 ). This analysis revealed the presence of four significant (enrichment scores ≥1.3) functional annotation clusters in the down-regulated normal gravity genes, which included genes involved in carbohydrate metabolism and transport (cluster I), transcriptional regulators (clusters II and III), and carbohydrate transporters/other membrane proteins (cluster IV). As well, functional annotation clusters involved in arginine metabolism (cluster V) and nucleoside/tRNA metabolism (cluster VI) were significantly enriched (enrichment scores ≥1.3) in the up-regulated normal gravity genes. To identify metabolic pathways potentially altered under the simulated microgravity growth condition, all statistically-significant changes in 8 h growth gene expression from the RNA-seq differential expression analysis with a minimum log 2  fold-change of at least ±0.6 were also analyzed using the bioinformatics program Metacyc. 24 . The top metabolic pathways identified by this analysis were mixed acid fermentation (seven genes), arginine biosynthesis (six genes), and pyrimidine deoxyribonucleotide biosynthesis (five genes) (Supplemental Fig.  S3 ). Specifically, genes involved in the conversion of acetyl-CoA to 2-oxoglutarate (a TCA cycle intermediate), arginine biosynthesis, and dCDP/dTMP biosynthesis were upregulated in the normal gravity HARV cultures, whereas genes involved in ethanol and acetate fermentation were down-regulated in normal gravity HARV cultures. Interestingly, when comparing these metabolic pathways to statistically-significant changes in cellular metabolites at 8 h growth (Table  1 ), several matched to the corresponding metabolic pathway changes (Supplemental Fig.  S3 ) identified in the RNA-seq data by Metacyc, including 2-oxogluarate (alpha-ketoglutarate; mixed acid fermentation), pyruvate (mixed acid fermentation), argininosuccinate (arginine biosynthesis), uridine monophosphate and uracil (pyrmidine deoxynucleotide de novo biosynthesis). The apparent increased sensitivity of the RNA-seq data in detecting more changes in  S. mutans  metabolism relative to the corresponding metabolomics data may reflect a suboptimal component of the metabolomics sample collection method and/or processing time. Assessment of oxidative stress and competence phenotypes \n S. mutans  encounters significant oxidative stress in the oral cavity in the form of H 2 O 2  production by competing non-cariogenic oral streptococci, 25 , 26  as well as from dental care products (toothpastes, mouthwash) that contain H 2 O 2 . Furthermore, expression of several oxidative stress-related genes ( dpr ,  rex,  SMU_1296, SMU_669c) was altered in the 8 h simulated microgravity HARV cultures. Therefore, the ability of  S. mutans  to survive exogenous H 2 O 2  treatment was compared in cells isolated from exponential ( t  = 4), early-stationary ( t  = 8) and late stationary ( t  = 16) simulated microgravity and normal gravity HARV cultures (Fig.  5 ). Although no significant differences in oxidative stress resistance were observed between normal gravity and simulated microgravity cells isolated from 4 and 8 h growth, the H 2 O 2 -treated 4 h cells (Fig.  5a ) displayed a greater overall loss of viability (~1% survival after 90 min of treatment) compared to the 8 h cells (Fig.  5b ; ~50% survival after 90 min of treatment). Interestingly, when this experiment was repeated on cells from normal gravity and simulated microgravity cultures harvested at 16 h growth (Fig.  5c ), the simulated microgravity cells displayed significantly ( P  < 0.05, one-tailed  T  test) increased H 2 O 2  killing (~22% survival after 60 min treatment) compared to the normal gravity cells (~43% survival after 60 min treatment). Fig. 5 Percent survival of  S. mutans  post-treatment with 5 mM H 2 O 2 . Cells from  t  = 4 ( a ),  t  = 8 ( b ), or  t  = 16 ( c ) hour simulated microgravity ( triangles ) and normal gravity ( circles ) HARV cultures ( n  = 3 independent experiments per time point per growth condition) were harvested by centrifugation and resuspended in sterile HBSS. Samples were withdrawn to determine initial CFU/ml (“ t  = 0”), and then H 2 O 2  was added to a final concentration of 5 mM. CFU/ml of each cell suspension was sampled at 20, 40, 60, 90, and 120 min post-H 2 O 2  addition, and CFU/ml were determined. % Survival was calculated by 100 × [( t  = final CFU/ml)/( t  = 0 CFU/ml)].  Error bars  = SEM.  Asterisk  denotes statistical significance, one-tailed  t  test ( p  < 0.05) \n Because previous  S. mutans  studies have implicated a complex link between oxidative stress, biofilm formation, and natural competence [reviewed in 27 ], we were curious if competence was also subject to regulation by the low-shear modeled microgravity ﻿(LSMM",
  "introduction": "Introduction \n Streptococcus mutans  is a primary causative agent of dental caries, demonstrated by its isolation from carious tooth lesions in humans, 1  its ability to initiate caries in germ-free rodent models of infection, 2  and the established link between high levels of this bacterium in the oral cavity and active caries. 3  Although preventable by fluoridation of water and various dental procedures, 4 , caries remains the most common chronic disease among children, and remains untreated in up to 30% of adults over 35 years-old. 5 \n S. mutans  transient bacteremias can also initiate endocarditis in at-risk patient groups. 6  Successful colonization of the oral cavity and persistence in multi-species dental plaque by  S. mutans  is inherently dependent on both its ability to form biofilm and its rapid metabolism of carbohydrates by the glycolytic pathway. The low pH that results from accumulation of acidic metabolic end-products favors the growth of  S. mutans  and other acid-tolerant species relative to healthy plaque microflora, as well as the eventual demineralization of tooth enamel and the development of caries. Adherence of  S. mutans  to the tooth surface and subsequent biofilm development are mediated by several bacterial factors, including production of sucrose-dependent extracellular glucan polymers by glucosyltransferase enzymes, 7  specific cell surface adhesins, 8 ,  9  the major autolysin AtlA, 10  the quorum-sensing competence ( com ) system, 11  and extracellular DNA. 12 \n To protect the health of astronauts during space flight missions, it is critical to understand the effects of this environment on both host biology and the host microbiota. Simulated microgravity exposure has been shown to cause increased mandibular and alveolar bone loss 13  and decreased saliva flow, 14  significant predisposing host factors that could contribute to development of caries and/or periodontal disease. Traditionally, the approach to maintaining astronaut oral health during space flight missions has been routed in preventative dentistry, whereby astronauts are subjected to rigorous preflight dental screening and treatment. 15  However, in the face of future long-term space flight missions, research and discovery of new methods for maintaining oral hygiene and dental health under a microgravity environment are required. 15  Previous studies on the effects of spaceflight on the oral microbiota have primarily focused on culture-dependent methods of quantifying the numbers of oral bacteria in human subjects before and after spaceflight. 16 – 18  Furthermore, astronauts have been shown to exhibit decreased salivary lysozyme and increased dental calculus and gingival inflammation in response to space flight. 16  However, assessment of the physiology and virulence potential of oral pathogens such as  S. mutans  under controlled microgravity analog conditions has been relatively lacking. In this respect, rotating wall vessel bioreactors are a common ",
  "methods": "Electronic supplementary material \n Supplementary Tables \n Supplementary Figures \n Supplementary File S1 \n Supplementary File S2 \n Supplementary File S3 \n Supplementary File S4",
  "results": "Results S. mutans  HARV growth curves and cell aggregation To probe the effect of simulated microgravity growth on  S. mutans , continuous growth curves (whereby cell samples were removed from the same HARV at different time points) were performed ( n  = 3 independent experiments each) in biofilm media (BM) containing 11 mM glucose and 10 mM sucrose over a 24 h period. In this analysis, no statistically significant differences in CFU/ml at each time point were observed (Supplemental Fig.  S1 ). An initial decrease in CFU/ml was observed in both the simulated microgravity and normal gravity HARV cultures between  t  = 0 (time of inoculation) and  t  = 2 h growth, which was likely a function of sucrose-dependent cell aggregation. Very small differences in cell viability patterns in early stationary phase (6–8 h growth) suggest that the simulated microgravity HARV culture may have entered stationary phase slightly sooner than the normal gravity HARV culture in this experiment. As well, the simulated microgravity culture persisted in stationary phase until approximately 12 h growth, followed by a somewhat rapid death phase, with a 1-log loss of viability between 12 and 24 h growth. In contrast, the viability of normal gravity culture underwent a more gradual decrease in cell viability between 12 and 24 h of growth. Monitoring of cell growth by CFU/ml in the continuous growth curve experiments described above required constant disruption of the HARV cultures, making it difficult to assess potential macroscopic differences in cell aggregation in the simulated microgravity and normal gravity conditions. Therefore, these growth curves were also performed using an “end-point” approach, whereby simulated microgravity and normal gravity HARV cultures ( n  = 2 independent experiments per time point per growth condition) were grown undisturbed in replicate HARV vessels for  t  = 4, 6, 8, 12, 24, and 48 h (Fig.  1 ). Using this end-point approach, no significant differences in CFU/ml were observed between the simulated microgravity and normal gravity HARV cultures at the assessed time points (Fig.  1 ), and the initial drop in CFU/ml observed early in the growth curves of the continuous cultures (Supplemental Fig.  S1 ) was not observed in these end-point cultures. As well, both the simulated microgravity and normal gravity cultures underwent the same pattern of growth when monitored with this end-point approach: Log phase growth occurred between 0 and 6 h, and both cultures were in early stationary phase at 8 h growth, followed by entry into late stationary phase/death phase between 24 and 48 h growth. Interestingly, differences in macroscopic cell aggregation were consistently observed between the simulated microgravity and normal gravity HARV conditions when using the end-point growth analysis. Specifically, the simulated microgravity condition tended to form round/compact cellular structures, whereas the aggregates in the normal gravity growth condition tended to form less compact structures (Fig.  2 ). Fig. 1 End-point growth curve analysis of  S. mutans  simulated microgravity and normal gravity HARV cultures. Simulated microgravity ( dark gray bars ) and normal gravity ( light gray bars ) HARV end-point growth was measured by serial dilution and CFU/ml plating at  t  = 0 (time of inoculation; average of  n  = 4 independent experiments), and  t  = 4, 6, 8, 12, 24, and 48 h postinoculation (average of  n  = 2 independent experiments per time point per growth condition), as described in “Materials and methods”. The  vertical dotted line  on the graph indicates that the  t  = 24 and 48 h data were obtained in a separate experimental run from the  t  = 4, 6, 8, and 12 h time points.  Error bars  = standard error of the mean (SEM) \n Fig. 2 Representative  S. mutans  end-point HARV cultures grown for 8 h in biofilm media under simulated microgravity ( a ) and normal gravity ( b ) conditions. Note the structural differences of the self-aggre",
  "discussion": "Discussion Although the effects of both spaceflight and microgravity analog growth on virulence-related phenotypes of bacterial pathogens such as  Salmonella enterica  serovar Typhimurium,  Escherichia coli ,  Pseudomonas aeruginosa , and  Staphylococcus aureus  have been well-described, 28 – 38  comparatively little research has been dedicated to studying the specific effects of space flight and simulated microgravity on virulence attributes of oral bacteria such as  S. mutans . In the Skylab missions conducted in the 1970s, the effects of space flight and diet on the oral cavity and oral microbiota of astronauts were documented using culture-dependent methods. These studies demonstrated that increased counts of specific oral bacteria (i.e.  Bacteriodes ,  Veillonella ,  Fusobacterium ,  Neisseria ,  S. sanguinus , and  S. mutans ) were recovered from the astronauts in response to space flight. 16  Furthermore, the astronauts in these studies exhibited decreased salivary lysozyme and increased dental calculus and gingival inflammation. 16  More recently, the effect of simulated microgravity on the physiology and biofilm structure of  S. mutans  was also assessed using a superconducting magnet capable of generating a large gradient high magnetic field (LG-HMF), 39  which mimics the space-like gravity environment by achieving stable levitation of diamagnetic materials such as biological cells and tissues. 40  The results of this study suggested that growth of  S. mutans  under simulated microgravity enhanced its acid tolerance, altered its biofilm architecture, and increased its proportion within dual-species biofilms co-cultured with  S. sanguinis , an H 2 O 2 -producing early colonizer of dental plaque biofilm. 39  Collectively, these previous studies suggest that both space flight and the microgravity analog environment have the ability to alter the cariogenic potential of  S. mutans . In our current work, HARVs rotated on an axis perpendicular to the Earth’s gravitational vector were used to simulate a low-shear modeled microgravity (LSMMG) growth environment. This ground-based model of microgravity has been used to study the response of a variety of microorganisms to “weightlessness” that would be encountered during space flight [reviewed in 19 ,  41 ,  42 ]. However, it is important to keep in mind that the  S. mutans  LSMMG-associated metabolic and physiological changes (i.e. alterations in cell aggregation, transcriptome, and sensitivity to oxidative stress) presented here could represent the bacteria’s response to either simulated microgravity and/or low-fluid shear (<1 dyn/cm 2 ) specific environmental signals, the latter of which may be relevant to the fluid shear of saliva flow (<0.8 dyn/cm 2 ) experienced by  S. mutans  in the oral cavity. 19 , 21  Therefore, the data obtained in this study have the potential to shed light on  S. mutans  physiology and virulence properties relevant to environmental signals experienced in the host, and",
  "conclusion": ""
}