{
  "id": "PMC5896955",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5896955/",
  "title": "The signaling lipid sphingosine 1-phosphate regulates mechanical pain",
  "authors": "Rose Z Hill, Benjamin U Hoffman, Takeshi Morita, Stephanie M Campos, Ellen A Lumpkin, Rachel B Brem, Diana M Bautista",
  "year": "",
  "journal": "eLife",
  "abstract": "Somatosensory neurons mediate responses to diverse mechanical stimuli, from innocuous touch to noxious pain. While recent studies have identified distinct populations of A mechanonociceptors (AMs) that are required for mechanical pain, the molecular underpinnings of mechanonociception remain unknown. Here, we show that the bioactive lipid sphingosine 1-phosphate (S1P) and S1P Receptor 3 (S1PR3) are critical regulators of acute mechanonociception. Genetic or pharmacological ablation of S1PR3, or blockade of S1P production, significantly impaired the behavioral response to noxious mechanical stimuli, with no effect on responses to innocuous touch or thermal stimuli. These effects are mediated by fast-conducting A mechanonociceptors, which displayed a significant decrease in mechanosensitivity in S1PR3 mutant mice. We show that S1PR3 signaling tunes mechanonociceptor excitability via modulation of KCNQ2/3 channels. Our findings define a new role for S1PR3 in regulating neuronal excitability and establish the importance of S1P/S1PR3 signaling in the setting of mechanical pain thresholds.",
  "keywords": "pain, mechanical pain, somatosensation, neuronal excitability, GPCR signaling, nociception, Mouse",
  "full_text": "Introduction Pain is a complex sensation. It serves to protect organisms from harmful stimuli, but can also become chronic and debilitating following tissue injury and disease. Distinct cells and molecules detect noxious thermal and mechanical stimuli. Thermal pain is detected by thermosensitive TRP channels in subsets of nociceptors ( Caterina et al., 2000 ;  Vriens et al., 2011 ), and gentle touch is detected by Piezo2 channels in low-threshold mechanoreceptors (LTMRs) ( Ranade et al., 2014 ;  Woo et al., 2014 ). Aδ high-threshold mechanoreceptors (HTMRs) have been shown to play a key role in responses to painful mechanical stimuli ( Arcourt et al., 2017 ;  Ghitani et al., 2017 ). Recent studies have shown that there are at least two populations of HTMRs that mediate responses to noxious mechanical stimuli. The  Npy2r +  subpopulation of HTMRs mediates fast paw withdrawal responses to pinprick stimulation and terminates as free nerve endings in the epidermis ( Arcourt et al., 2017 ). The  Calca +  subpopulation of circumferential-HTMRs responds to noxious force and hair pulling, and terminates as circumferential endings wrapped around guard hair follicles ( Ghitani et al., 2017 ). Additionally, somatostatin-expressing interneurons of laminae I-III in the dorsal horn of the spinal cord receive input from nociceptors and are required for behavioral responses to painful mechanical stimuli ( Duan et al., 2014 ). Despite these advances in defining the cells and circuits of mechanical pain, little is known about the molecular signaling pathways in mechanonociceptors. Here, we show that sphingosine 1-phosphate (S1P) is required for mechanical pain sensation. S1P is a bioactive lipid that signals via 5 G-protein coupled S1P Receptors (S1PRs 1–5). S1P signaling, mainly via S1PR1, plays a well-known role in immune cell migration and maturation ( Spiegel and Milstien, 2003 ;  Matloubian et al., 2004 ;  Schwab et al., 2005 ). Additionally, recent studies have shown that S1PRs are expressed throughout the nervous system ( Janes et al., 2014 ;  Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ) and S1P signaling is associated with a variety of neuroinflammatory disorders, including multiple sclerosis ( Brinkmann et al., 2010 ) and Alzheimer’s disease ( Couttas et al., 2014 ). S1P has been implicated in spontaneous pain ( Camprubí-Robles et al., 2013 ) and thermal pain hypersensitivity ( Mair et al., 2011 ;  Finley et al., 2013 ;  Weth et al., 2015 ), but due to conflicting accounts of S1P receptor expression in the CNS ( Janes et al., 2014 ;  Weth-Malsch et al., 2016 ) and PNS ( Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ;  Usoskin et al., 2015 ) as well as inconsistent reports on the effects of S1P on neuronal excitability ( Camprubí-Robles et al., 2013 ;  Zhang et al., 2006 ;  Li et al., 2015 ) and pain behaviors ( Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ;  Finley et al., 2013 ;  Weth et al., 2015 ), the role of S1P in somatosensation remains controversial. We found that mice lacking the S1P receptor S1PR3 display striking and selective deficits in behavioral responses to noxious mechanical stimuli. Likewise, peripheral blockade of S1PR3 signaling or S1P production impairs mechanical sensitivity. We show that S1P constitutively enhances the excitability of A mechanonociceptors (AMs) via closure of KCNQ2/3 potassium channels to tune mechanical pain sensitivity. The effects of S1P are completely dependent on S1PR3. While previous studies have shown that elevated S1P triggers acute pain and injury-evoked thermal sensitization ( Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ), we now demonstrate that baseline levels of S1P are necessary and sufficient for setting normal mechanical pain thresholds. By contrast, elevated S1P selectively triggers thermal sensitization via activation of TRPV1 +  heat nociceptors, with no effect on mechanical hypersensitivity. Our findings uncover an essential role for constitutive S1P signaling in mechanical pain. Results To identify candidate genes underlying mechanosensation, we previously performed transcriptome analysis of the sensory ganglia innervating the ultra-sensitive tactile organ (the star) of the star-nosed mole ( Gerhold et al., 2013 ). Immunostaining revealed the tactile organ is preferentially innervated by myelinated Aδ fibers ( Gerhold et al., 2013 ), which are primarily mechanosensitive. While our original analysis focused on ion channels enriched in the neurons of the star organ, our dataset also revealed enrichment of several components of the S1P pathway, including  S1pr3 . Likewise, single-cell RNA seq of mouse dorsal root ganglion (DRG) neurons revealed  S1pr3  expression in a subset of myelinated mechanoreceptors ( Usoskin et al., 2015 ) in addition to a subpopulation of peptidergic C nociceptors. S1P promotes excitability in small-diameter, capsaicin-sensitive nociceptors ( Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ;  Zhang et al., 2006 ;  Li et al., 2015 ). In addition, S1PR3 has been shown to mediate spontaneous pain triggered by elevated S1P and thermal sensitization following sterile tissue injury ( Camprubí-Robles et al., 2013 ). However, no studies have examined the role of S1PR3 in mechanosensation or in regulating somatosensory behaviors under normal conditions. Given the enrichment of  S1pr3  in mechanosensory neurons of the star-nosed mole and mouse, we hypothesized that S1P signaling via S1PR3 may also play a role in mechanosensation. Thus, we set out to define the role of S1P signaling and S1PR3 in somatosensory mechanoreceptors. S1PR3 mediates acute mechanical pain We first examined a variety of somatosensory behaviors in mice lacking S1PR3 ( Kono et al., 2004 ) ( S1pr3 tm1Rlp/Mmnc ;  referred to herein as S1PR3 KO). We initially investigated baseline responses to mechanical stimuli. S1PR3 KO mice displayed a dramatic loss of mechanical sensitivity ( Figure 1A ; see  Figure 1—source data 1 ), as von Frey paw withdrawal thresholds were significantly elevated in S1PR3 KO mice relative to WT and S1PR3 HET littermates (mean thresholds: 1.737 g vs. 0.736 and 0.610 g, respectively). Moreover, S1PR3 KO mice demonstrated decreased responses to a range of noxious tactile stimuli (2–6 g;  Figure 1B ) and to noxious pinprick stimulation ( Figure 1C ), but normal responsiveness to innocuous tactile stimuli (0.6–1.4 g;  Figure 1B ). S1PR3 KO mice exhibited normal tape removal attempts ( Ranade et al., 2014 ) ( Figure 1D ), righting reflexes ( Figure 1—figure supplement 1A ), radiant heat withdrawal latencies ( Figure 1E ), and itch-evoked scratching ( Figure 1—figure supplement 1B ). These results demonstrate a selective role for S1PR3 in acute mechanical pain. 10.7554/eLife.33285.002 Figure 1. S1PR3 mediates acute mechanical pain. ( A ) von Frey 50% withdrawal threshold measurements for  S1pr3 +/+  (WT, N = 8),  S1pr3 +/-  (HET, N = 7) and  S1pr3 -/-  (KO, N = 12) mice. p<0.0001 (one-way ANOVA). Tukey-Kramer post hoc comparisons for KO and HET to WT indicated on graph. ( B ) von Frey force-response graph for WT (N = 8) versus KO (N = 12) animals;  p genotype  <0.0001 (two-way ANOVA). Tukey HSD comparisons between genotypes are indicated for given forces. ( C ) % withdrawal to pinprick stimulation of hindpaw for HET versus KO animals; p<0.0001 (unpaired t-test; N = 5–7 mice per group). ( D ) Number of attempted removal bouts in tape assay for WT (N = 2), HET (N = 2), and KO (N = 5) mice; p=0.172 (one-way ANOVA). ( E ) Baseline radiant heat measurements for WT (N = 8), HET (N = 3), and KO (N = 5) mice;  p =0.444 (one-way ANOVA). ( F ) von Frey 50% withdrawal threshold measurements for mice pre- and post-injection of 500 µM TY 52156 (N = 10), 10 µM W146 (N = 6), or 1% DMSO-PBS vehicle (N = 17); p=0.016, 0.650 (two-tailed paired t-test comparing vehicle- vs. drug-injected paw). ( G ) von Frey force-response graph for mice injected with either 1% DMSO-PBS (N = 4) or 500 µM TY 52156 (N = 4);  p treatment  <0.0001 (two-way ANOVA). Tukey HSD comparisons were made between treatment groups and significant differences at a given force are indicated on graph. Error bars represent mean ± SD. 10.7554/eLife.33285.004 Figure 1—source data 1. S1PR3 mediates acute mechanical pain. Related to  Figure 1 . 10.7554/eLife.33285.003 Figure 1—figure supplement 1. Loss of S1PR3 selectively impairs mechanonociception. Related to  Figure 1 . ( A ) Time to righting in seconds for P7 pups per genotype for WT and KO mice; p=0.575 (two-tailed unpaired t-test; N = 7 mice per genotype). ( B ) (Left) Time spent scratching in response to injection of 50 mM chloroquine or PBS vehicle (VEH) in WT and KO mice; p=0.36, 0.98, (unpaired t-tests; N = 3–4 mice per group). (Right) Time spent scratching in response to injection of 27 mM Histamine or 0.1% DMSO-PBS in WT and KO mice; p=0.51, 0.06 (unpaired t-tests; N = 3–4 mice per group). ( C ) Normalized paw withdrawal latencies post-injection of SKI II, TY 52156, or 0.1% DMSO-PBS vehicle into the hind paw of wild-type animals; p=0.65 (one-way ANOVA; N = 5 mice per group). Unless otherwise indicated, error bars represent mean ± SD. As a complement to our analysis of somatosensation in S1PR3 KO animals, we employed a pharmacological approach, using the S1PR3-selective antagonist TY 52156 (TY) ( Nussbaum et al., 2015 ). Similar to the phenotype of knockout animals, intradermal injection of 500 µM TY into the mouse hindpaw (the site of testing) triggered a rapid and significant elevation in von Frey paw withdrawal thresholds ( Figure 1F ) and decreased responsiveness to noxious (2–6 g), but not innocuous (0.6–1.4 g), tactile stimuli ( Figure 1G ), without affecting noxious heat sensitivity ( Figure 1—figure supplement 1C ). By contrast, blockade of S1PR1 with the selective antagonist W146 ( Finley et al., 2013 ) had no effect on baseline mechanical or thermal thresholds ( Figure 1F ;  Figure 1—figure supplement 1C ). Overall, these data show that S1PR3 signaling sets mechanical pain sensitivity. Endogenous S1P mediates acute mechanical pain We next asked whether peripheral S1P was required for the S1PR3-dependent effects on mechanosensation. We decreased S1P levels via injection of the sphingosine kinase inhibitor SKI II to block local production of S1P ( Chiba et al., 2010 ) or elevated S1P levels via intradermal injection of S1P and measured behaviors 30 min after injection. Decreasing local S1P levels with SKI II significantly reduced mechanical sensitivity ( Figure 2A ; see  Figure 2—source data 1 ), comparable to the hyposensitivity phenotype observed in S1PR3 KO mice ( Figure 1A ). Again, similar to what was observed in S1PR3 KO animals ( Figure 1E ), peripheral blockade of S1P production had no effect on baseline thermal sensitivity ( Figure 1—figure supplement 1C ). Surprisingly, injecting exogenous S1P (10 µM; maximum solubility in saline vehicle) had no effect on mechanical sensitivity ( Figure 2A–B ). However, as previously reported ( Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ), S1P injection triggered S1PR3-dependent thermal hypersensitivity and spontaneous pain ( Figure 2C–D ), demonstrating that the lack of effect on mechanical hypersensitivity is not due to problems with S1P delivery or degradation. 10.7554/eLife.33285.005 Figure 2. Endogenous S1P mediates acute mechanical pain. ( A ) von Frey 50% withdrawal measurements for mice pre- and post-injection of 50 µM SKI II (N = 8) or 10 µM S1P (N = 7); p=0.003, 0.604 (two-tailed paired t-tests). ( B ) von Frey force-response graph for animals injected with 10 µM S1P or 0.1% MeOH-PBS;  p genotype  >0.05 (two-way ANOVA; N = 8 mice per group). No Tukey HSD comparisons at any force between genotypes were significant. ( C ) Intradermal cheek injection of 10 µM S1P, 2 µM, 0.2 µM, and 20 µL 0.3% methanol PBS (vehicle), with quantification of number of forepaw wipes over the 5 min post-injection interval;  p <0.0001 (one-way ANOVA; N = 3 mice per condition). Dunnett’s multiple comparisons  p -values are represented on graph for comparisons made between treated and vehicle groups. ( D ) Radiant heat normalized paw withdrawal latencies 20–30 min post injection of 15 µL 10 µM S1P, 0.2 µM S1P. or 0.3% methanol-PBS vehicle (i.d.) into the hind paw of S1PR3 WT or KO mice; p=0.0129 (one-way ANOVA; N = 3–10 mice per condition). Dunnett’s multiple comparisons  p -values are represented on graph for comparisons made between treated and vehicle groups. ( E ) von Frey 50% withdrawal measurements for mice pre- (baseline) and post-injection of 50 µM SKI II (N = 14) and 0 (N = 4), 10 (N = 3), 75 (N = 4), or 200 nM S1P (N = 3; one-way ANOVA;  p =0.0001). Tukey Kramer comparisons are indicated on graph. Error bars represent mean ± SD. 10.7554/eLife.33285.006 Figure 2—source data 1. Endogenous S1P mediates acute mechanical pain. Related to  Figure 2 . These data support a model whereby S1P constitutively activates S1PR3 to set normal mechanical pain thresholds. To further test this model, we asked if the mechanical hyposensitivity elicited after endogenous S1P depletion (via SKI II) could be rescued by local injection of exogenous S1P. Indeed, we found that injection of exogenous S1P reversed SKI II-induced mechanical hyposensitivity in a dose-dependent manner, and observed a maximal effect with 200 nM S1P ( Figure 2E ). Although quantification of native S1P levels in skin is inaccurate owing to avid lyase activity ( Shaner et al., 2009 ), our data establish that baseline S1P levels are sufficient to maximally exert their effect on S1PR3-dependent mechanical pain, such that increased S1P does not evoke mechanical hypersensitivity, but diminished S1P leads to mechanical hyposensitivity. These data show that constitutive activation of S1PR3 by S1P is required for normal mechanosensitivity. S1PR3 is expressed in A mechanonociceptors and thermal nociceptors Our behavioral data showing distinct roles for S1PR3 in mechanonociception and thermal hypersensitivity suggest that S1PR3 is expressed in distinct subsets of somatosensory neurons. While a previous study suggested that all somatosensory neurons express S1PR3 ( Camprubí-Robles et al., 2013 ), single cell RNA seq data suggests  S1pr3  is not expressed by all DRG neurons ( Usoskin et al., 2015 ), and no studies have performed quantitative analysis of S1PR3 staining or co-staining to define subpopulations of S1PR3 +  neurons. We thus set out to characterize the somatosensory neuron subtypes expressing  S1pr3  using  in situ  hybridization (ISH) of wild-type somatosensory ganglia and immunohistochemistry (IHC) in an  S1pr3 mCherry/+  reporter mouse ( Sanna et al., 2016 ). We first used in situ hybridization (ISH) with a specific  S1pr3  probe to examine expression patterns of  S1pr3  ( Figure 3A–B ; see  Supplementary file 1 ). In our experiments, 43% of cells from wild-type DRG expressed  S1pr3 . Co-ISH revealed that one population of  S1pr3 +  neurons represents Aδ mechanonociceptors (AMs). These cells expressed  Scn1a  (39.9% of all  S1pr3 + ), a gene that encodes the Nav1.1 sodium channel, which mediates mechanical pain in Aδ fibers ( Osteen et al., 2016 ).  S1pr3 +  cells also co-expressed  Npy2r  (20.4% of all  S1pr3 + ), a marker of a subset of mechanonociceptive A fibers ( Arcourt et al., 2017 ).  S1pr3  was expressed in 70.6% of  Scn1a +  cells and 72% of  Npy2r +  cells, comprising a majority of both of these populations. Interestingly, a subset of cells co-expressed  S1pr3  and the mechanically sensitive channel  Piezo2 , which is expressed by Aβ, Aδ, and C fibers ( Ranade et al., 2014 ). The remaining  S1pr3 +  cells were  Trpv1 +  and/or  Trpa1 +  C nociceptors (67.1% of all  S1pr3 + ), which are reported to overlap minimally with the  Scn1a +  and  Npy2r +  populations ( Arcourt et al., 2017 ;  Osteen et al., 2016 ). 10.7554/eLife.33285.007 Figure 3. S1pr3  is expressed in A mechanonociceptors and C thermal nociceptors. ( A ) (Top) Representative co-ISH of  S1pr3  (green; left) with  Scn1a ,  Npy2r ,  Piezo2 , and  Trpv1  (magenta; center) in sectioned DRG. Right column: overlay with co-localized regions colored white (10x air objective; scale = 100 µm). ( B ) Bar chart showing the % of total cells expressing the indicated marker (grey) and the % of total cells co-expressing both marker and  S1pr3  (green). See Table S1 for quantification. ( C ) Representative IHC images of sectioned DRG from  S1pr3 mCherry/+  animals stained with anti-DsRed (green, S1PR3) and anti-Peripherin (left, magenta) or anti-NF200 (right, magenta). Arrows indicate co-stained cells. Images were acquired using a 10x air objective (scale = 100 µm). ( D ) Whole-mount skin IHC confocal images with anti-DsRed antibody (S1PR3, green) and anti-NefH antibody (NF200, magenta) in an  S1pr3 mCherry/+  animal (20x water objective; scale = 50 µm). Arrows indicate co-positive free nerves (left image). Arrowheads indicate NF200- free nerves (left) or S1PR3- circumferential fibers (right image). ( E ) Sectioned skin IHC with anti-DsRed (S1PR3) and anti-NefH (NF200, left, top right) or anti-DsRed (S1PR3) and anti-beta-tubulin III (BTIII, bottom right) antibody (magenta) in  S1pr3 mCherry/+  skin (20x air objective; scale = 50 µm). Arrows indicate co-positive free nerve endings (left), S1PR3-negative lanceolate/circumferential hair follicle endings (top right, arrow = circumferential, arrowhead = lanceolate), or S1PR3-negative putative Merkel afferent (bottom right). ( F ) (Left) Quantification of sectioned DRG IHC experiments showing % of S1PR3+ cells that co-stained with indicated markers (n > 250 cells per marker). (Right) Quantification of sectioned skin IHC experiments showing % of fibers positive for indicated marker that co-stained with S1PR3 (anti-DsRed; n = 10 images per marker from two animals). 10.7554/eLife.33285.008 Figure 3—figure supplement 1. S1PR3 KO animals display normal representation of somatosensory neuronal subtypes. Related to  Figure 3 . ( A ) ISH of sectioned adult DRG from WT and S1PR3 KO animals showing specificity of  S1pr3  probes (20x air objective, scale = 50 µm). ( B ) (Image) Representative ISH  Trpv1  (top) and  Trpa1  (bottom) from sectioned DRG of wild-type (left) and S1PR3 KO animals (right; 20x air objective; scale = 50 µm). ( C ) % of total cells expressing  Trpv1  and  Trpa1  in sectioned DRG of wild-type and S1PR3 KO animals. ( D ) (Left) Average diameter ± SEM of all cells in sectioned DRG from WT and S1PR3 KO animals (p=0.36, two-tailed t-test; n = 437 and 679 cells from two animals each, respectively). (Right) Average diameter ±SD of  Trpv1+  cells in WT and S1PR3 KO DRG ( p =0.63, two-tailed t-test; n = 127 and 85 cells, respectively). ( E ) Representative staining with anti-S1PR3 antibody (1:2000) in sectioned adult DRG from WT and S1PR3 KO animals (10x air objective, scale = 100 µm). ( F ) Representative IHC images of sectioned DRG from S1PR3 KO animals stained with anti-DsRed (green) and anti-Peripherin (left, magenta) or anti-NF200 (right, magenta). Images were acquired using a 10x air objective (scale = 100 µm). ( G ) (Left) Quantification of total percentage of cells stained with indicated markers in sectioned DRG from  S1pr3 mCherry/+  and S1PR3 KO animals (n > 250 cells per condition). (Right) Average diameter of anti-NF200 +cells in  S1pr3 mCherry/+  and S1PR3 KO DRG (p=0.15, two-tailed t-test; n = 256 and 194 cells, respectively). ( H ) Percent responders to S1P and capsaicin in ratiometric calcium imaging of wild-type and S1PR3 KO cultured DRG and TG neurons; p<0.0001 (one-way ANOVA; N = 2 DRG and 2 TG preparations of 8 wells each). Sidak’s multiple comparisons  p -values are represented on graph for comparisons made between genotypes. Error bars represent mean ± SEM. ( I ) (Left) No primary control showing robust staining of hair follicles in whole mount skin in contrast to specific neuronal staining shown in  Figure 3D . (R",
  "introduction": "Introduction Pain is a complex sensation. It serves to protect organisms from harmful stimuli, but can also become chronic and debilitating following tissue injury and disease. Distinct cells and molecules detect noxious thermal and mechanical stimuli. Thermal pain is detected by thermosensitive TRP channels in subsets of nociceptors ( Caterina et al., 2000 ;  Vriens et al., 2011 ), and gentle touch is detected by Piezo2 channels in low-threshold mechanoreceptors (LTMRs) ( Ranade et al., 2014 ;  Woo et al., 2014 ). Aδ high-threshold mechanoreceptors (HTMRs) have been shown to play a key role in responses to painful mechanical stimuli ( Arcourt et al., 2017 ;  Ghitani et al., 2017 ). Recent studies have shown that there are at least two populations of HTMRs that mediate responses to noxious mechanical stimuli. The  Npy2r +  subpopulation of HTMRs mediates fast paw withdrawal responses to pinprick stimulation and terminates as free nerve endings in the epidermis ( Arcourt et al., 2017 ). The  Calca +  subpopulation of circumferential-HTMRs responds to noxious force and hair pulling, and terminates as circumferential endings wrapped around guard hair follicles ( Ghitani et al., 2017 ). Additionally, somatostatin-expressing interneurons of laminae I-III in the dorsal horn of the spinal cord receive input from nociceptors and are required for behavioral responses to painful mechanical stimuli ( Duan et al., 2014 ). Despite these advances in defining the cells and circuits of mechanical pain, little is known about the molecular signaling pathways in mechanonociceptors. Here, we show that sphingosine 1-phosphate (S1P) is required for mechanical pain sensation. S1P is a bioactive lipid that signals via 5 G-protein coupled S1P Receptors (S1PRs 1–5). S1P signaling, mainly via S1PR1, plays a well-known role in immune cell migration and maturation ( Spiegel and Milstien, 2003 ;  Matloubian et al., 2004 ;  Schwab et al., 2005 ). Additionally, recent studies have shown that S1PRs are expressed throughout the nervous system ( Janes et al., 2014 ;  Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ) and S1P signaling is associated with a variety of neuroinflammatory disorders, including multiple sclerosis ( Brinkmann et al., 2010 ) and Alzheimer’s disease ( Couttas et al., 2014 ). S1P has been implicated in spontaneous pain ( Camprubí-Robles et al., 2013 ) and thermal pain hypersensitivity ( Mair et al., 2011 ;  Finley et al., 2013 ;  Weth et al., 2015 ), but due to conflicting accounts of S1P receptor expression in the CNS ( Janes et al., 2014 ;  Weth-Malsch et al., 2016 ) and PNS ( Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ;  Usoskin et al., 2015 ) as well as inconsistent reports on the effects of S1P on neuronal excitability ( Camprubí-Robles et al., 2013 ;  Zhang et al., 2006 ;  Li et al., 2015 ) and pain behaviors ( Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ;  Finley et al., 2013 ;  Weth et al., 2015 ), the role of S1P in somatosensation rem",
  "methods": "Materials and methods Key resources table Reagent type (species)  or resource Designation Source or reference Identifiers Additional information strain, strain  background (C57BL/6J) C57BL/6J; WT; wild-type The Jackson Laboratory Jackson Stock #: 000664;  RRID: IMSR_JAX:000664 strain, strain  background (B6.129S6-  S1pr3tm1Rlp/Mmnc) S1PR3 KO; S1pr3-/- MMRRC Repository;  https://www.ncbi.nlm.nih.gov/pubmed/15138255 ;  PMID: 15138255 B6.129S6-S1pr3tm1Rlp/  Mmnc; MMRRC Stock #:  012038-UNC; RRID:  MMRRC_012038-UNC strain, strain  background (B6.Cg-  S1pr3tm1.1Hrose/J) S1pr3-mCherry; \n S1pr3mcherry/+ The Jackson Laboratory B6.Cg-S1pr3tm1.1Hrose/J;  Jackson Stock #: 028624;  RRID: IMSR_JAX:028624 antibody (Living Colors DsRed  Rabbit Polyclonal Antibody) Rabbit anti-DsRed Clontech RRID: AB_10013483 ;  Cat # 632496 antibody (Chicken polyclonal  to Neurofilament  heavy polypeptide) Chicken anti-NefH Abcam RRID: AB_304560 ;  Cat # ab4680 antibody (Chicken polyclonal  to beta III Tubulin) Chicken  anti-β-tubulin III Abcam RRID: AB_10899689 ;  Cat # ab107216 antibody (Mouse monoclonal  [13C4/I3 C4] to PGP9.5) Mouse anti-PGP9.5 Abcam RRID: AB_306343 ;  Cat # ab8189 antibody (Rabbit polyclonal  to EDG3) Rabbit anti-S1PR3 Abcam RRID: AB_732070 ;  Cat # ab38324 antibody (Mouse  monoclonal to NF200) Mouse anti-NF200 Sigma-Aldrich RRID: AB_260781 ;  Cat # N5389 antibody (Chicken  polyclonal to Peripherin) Chicken anti-Peripherin Abcam RRID: AB_777207 ;  Cat # ab39374 antibody (Goat Anti-Mouse IgG  H and L Alexa Fluor 488) Goat anti-Mouse  Alexa 488 Abcam RRID: AB_2688012 ;  Cat # ab150117 antibody (Goat anti-Chicken IgY  (H + L) Secondary Antibody,  Alexa Fluor 488) Goat anti-Chicken  Alexa 488 ThermoFisher Scientific RRID: AB_2534096 ;  Cat # A-11039 antibody (Goat anti-Rabbit IgG  (H + L) Secondary Antibody,  Alexa Fluor 594) Goat anti-Rabbit  Alexa 594 Invitrogen RRID: AB_2556545 ;  Cat #  R37117 sequence-based reagent S1pr3  Type I Probe ThermoFisher Scientific;  Affymetrix Assay ID: VB1-19668-VC sequence-based reagent Scn1a  Type 6 Probe ThermoFisher Scientific;  Affymetrix Assay ID: VB6-18173-VC sequence-based reagent Npy2r  Type 6 Probe ThermoFisher Scientific;  Affymetrix Assay ID:  VB6-3197254-VC sequence-based reagent Piezo2  Type 6 Probe ThermoFisher Scientific;  Affymetrix Assay ID: VB6-18046-VC sequence-based reagent Trpv1  Type 6 Probe ThermoFisher Scientific;  Affymetrix Assay ID: VB6-18246-VC sequence-based reagent Trpa1  Type 6 Probe ThermoFisher Scientific;  Affymetrix Assay ID: VB6-16610-VC commercial assay or  kit (ViewRNA ISH Tissue  Assay Kit (2-plex)) ViewRNA ISH  Tissue Assay Kit ThermoFisher Scientific;  Affymetrix Cat # QVT0012 chemical compound,  drug (Sphingosine-1-phosphate) Sphingosine  1-phosphate; S1P Tocris Bioscience;  Avanti Polar Lipids CAS 26993-30-6;  Cat # 1370; Cat # 860641 chemical compound,  drug (TY 521256) TY 52156 Tocris Bioscience CAS 934369-14-9;  Cat # 5328 chemical compound,  drug (SKI II) SKI II Tocris Bioscience",
  "results": "Results To identify candidate genes underlying mechanosensation, we previously performed transcriptome analysis of the sensory ganglia innervating the ultra-sensitive tactile organ (the star) of the star-nosed mole ( Gerhold et al., 2013 ). Immunostaining revealed the tactile organ is preferentially innervated by myelinated Aδ fibers ( Gerhold et al., 2013 ), which are primarily mechanosensitive. While our original analysis focused on ion channels enriched in the neurons of the star organ, our dataset also revealed enrichment of several components of the S1P pathway, including  S1pr3 . Likewise, single-cell RNA seq of mouse dorsal root ganglion (DRG) neurons revealed  S1pr3  expression in a subset of myelinated mechanoreceptors ( Usoskin et al., 2015 ) in addition to a subpopulation of peptidergic C nociceptors. S1P promotes excitability in small-diameter, capsaicin-sensitive nociceptors ( Mair et al., 2011 ;  Camprubí-Robles et al., 2013 ;  Zhang et al., 2006 ;  Li et al., 2015 ). In addition, S1PR3 has been shown to mediate spontaneous pain triggered by elevated S1P and thermal sensitization following sterile tissue injury ( Camprubí-Robles et al., 2013 ). However, no studies have examined the role of S1PR3 in mechanosensation or in regulating somatosensory behaviors under normal conditions. Given the enrichment of  S1pr3  in mechanosensory neurons of the star-nosed mole and mouse, we hypothesized that S1P signaling via S1PR3 may also play a role in mechanosensation. Thus, we set out to define the role of S1P signaling and S1PR3 in somatosensory mechanoreceptors. S1PR3 mediates acute mechanical pain We first examined a variety of somatosensory behaviors in mice lacking S1PR3 ( Kono et al., 2004 ) ( S1pr3 tm1Rlp/Mmnc ;  referred to herein as S1PR3 KO). We initially investigated baseline responses to mechanical stimuli. S1PR3 KO mice displayed a dramatic loss of mechanical sensitivity ( Figure 1A ; see  Figure 1—source data 1 ), as von Frey paw withdrawal thresholds were significantly elevated in S1PR3 KO mice relative to WT and S1PR3 HET littermates (mean thresholds: 1.737 g vs. 0.736 and 0.610 g, respectively). Moreover, S1PR3 KO mice demonstrated decreased responses to a range of noxious tactile stimuli (2–6 g;  Figure 1B ) and to noxious pinprick stimulation ( Figure 1C ), but normal responsiveness to innocuous tactile stimuli (0.6–1.4 g;  Figure 1B ). S1PR3 KO mice exhibited normal tape removal attempts ( Ranade et al., 2014 ) ( Figure 1D ), righting reflexes ( Figure 1—figure supplement 1A ), radiant heat withdrawal latencies ( Figure 1E ), and itch-evoked scratching ( Figure 1—figure supplement 1B ). These results demonstrate a selective role for S1PR3 in acute mechanical pain. 10.7554/eLife.33285.002 Figure 1. S1PR3 mediates acute mechanical pain. ( A ) von Frey 50% withdrawal threshold measurements for  S1pr3 +/+  (WT, N = 8),  S1pr3 +/-  (HET, N = 7) and  S1pr3 -/-  (KO, N = 12) mice. p<0.0001 (one-way ANOVA). Tukey-Kramer post hoc comparisons for KO and HET to WT indicated on graph. ( B ) von Frey force-response graph for WT (N = 8) versus KO (N = 12) animals;  p genotype  <0.0001 (two-way ANOVA). Tukey HSD comparisons between genotypes are indicated for given forces. ( C ) % withdrawal to pinprick stimulation of hindpaw for HET versus KO animals; p<0.0001 (unpaired t-test; N = 5–7 mice per group). ( D ) Number of attempted removal bouts in tape assay for WT (N = 2), HET (N = 2), and KO (N = 5) mice; p=0.172 (one-way ANOVA). ( E ) Baseline radiant heat measurements for WT (N = 8), HET (N = 3), and KO (N = 5) mice;  p =0.444 (one-way ANOVA). ( F ) von Frey 50% withdrawal threshold measurements for mice pre- and post-injection of 500 µM TY 52156 (N = 10), 10 µM W146 (N = 6), or 1% DMSO-PBS vehicle (N = 17); p=0.016, 0.650 (two-tailed paired t-test comparing vehicle- vs. drug-injected paw). ( G ) von Frey force-response graph for mice injected with either 1% DMSO-PBS (N = 4) or 500 µM TY 52156 (N = 4);  p treatment  <0",
  "discussion": "Discussion We now show that S1P signaling via S1PR3 is a key pathway that tunes mechanical pain sensitivity. Overall, our data reveal two new key findings. First, S1P/S1PR3 sets baseline mechanical pain thresholds. Depletion of baseline, endogenous S1P induces mechanical hyposensitivity and nanomolar levels of exogenous S1P are sufficient to restore normal mechanical pain sensitivity after depletion. Second, elevated micromolar S1P levels, such as those produced during inflammation or disease, promote thermal, but not mechanical hypersensitivity. The effects of S1P on acute mechanical pain and thermal hypersensitivity are completely lost in S1PR3 knockout animals, which are otherwise normal with respect to other somatosensory behaviors. What is the local source of S1P in the skin that constitutively modulates mechanical pain? Even in the mature field of S1P signaling in the vascular and immune systems, the cellular source of S1P, while an intriguing question, remains unclear. All cells in the body, including somatosensory neurons, immune cells, and skin cells, express sphingosine kinases 1 and 2 which are essential for S1P production ( Chalfant and Spiegel, 2005 ). Deletion of both kinases is lethal and attempts to conditionally knockout these kinases fail to completely eliminate S1P in tissues ( Pappu et al., 2007 ). While RNA seq data suggests that somatosensory neurons contain all of the enzymatic machinery required to produce and export local S1P ( Usoskin et al., 2015 ;  Morita et al., 2015 ), future work will be needed to identify the key cell types that are important for maintaining baseline S1P levels in the skin to regulate mechanical sensitivity and for increasing S1P under inflammatory/injury conditions to promote pain hypersensitivity. Recent studies have identified distinct populations of AM nociceptors that are required for mechanical pain ( Arcourt et al., 2017 ;  Ghitani et al., 2017 ). Likewise, it was discovered that a subset of somatostatin-expressing spinal interneurons is required for mechanical pain transduction ( Duan et al., 2014 ). Although these papers delineate the cells and circuitry of mechanical pain, the molecular underpinnings of mechanonociception in the periphery are poorly understood. While the identity of the transduction channel(s) in AM nociceptors remains enigmatic, understanding molecular mechanisms that regulate excitability will no doubt provide key insights into the function and specialization of the diverse subtypes of mechanosensitive nerve fibers. For example, although  Piezo2 -hypomorphic animals exhibit normal mechanical pain behaviors ( Ranade et al., 2014 ), ex vivo skin-nerve recordings show that their AM nociceptors display decreased force-responsiveness ( Ranade et al., 2014 ), and a recent study found that subpopulations of sensory neurons express different splice variants of  Piezo2  that exhibit different force sensitivities ( Szczot et al., 2017 ). These studies suggest that mechanosensitiv",
  "conclusion": ""
}