{
  "id": "PMC5181587",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5181587/",
  "title": "Wortmannin-induced vacuole fusion enhances amyloplast dynamics in Arabidopsis ",
  "authors": "Ashley Ann Alvarez, Sang Won Han, Masatsugu Toyota, Carla Brillada, Jiameng Zheng, Simon Gilroy, Marcela Rojas-Pierce",
  "year": "2016",
  "journal": "Journal of Experimental Botany",
  "abstract": "Highlight The highly restricted movement of amyloplasts in graviperceptive cells of  zig-1  hypocotyls is overcome by wortmannin treatment, suggesting a physical association between amyloplasts and the vacuole.",
  "keywords": "Amyloplasts, cytoskeleton, gravitropism, SNARE, vacuole, wortmannin.",
  "full_text": "Introduction Plants have the capacity to sense and respond to the direction of gravity by precise modulation of growth patterns in roots and shoots ( Hashiguchi  et al. , 2013 ). Gravitropism involves mechanisms of perception, signal transduction and auxin-directed differential growth. According to the starch-statolith hypothesis, sedimentation of amyloplasts in response to gravity stimuli is critical for gravity sensing ( Masson  et al. , 2002 ). Gravity perception in Arabidopsis shoots depends on the ability to sense the position of starch-filled amyloplasts, called statoliths, within shoot endodermal cells, or statocytes ( Fukaki  et al. , 1998 ). This is supported by evidence that (i) mutants lacking an endodermis display agravitropic shoots ( Fukaki  et al. , 1998 ), (ii) starchless mutants or mutants that lack amyloplasts show reduced gravitropism ( Kiss  et al. , 1997 ;  Weise and Kiss, 1999 ;  Fujihira  et al. , 2000 ), (iii) hypergravity restored gravitropic sensitivity in starch-deficient mutants ( Fitzelle and Kiss, 2001 ), and (iv) there is significant movement (sedimentation) of amyloplasts following gravistimulation ( Saito  et al. , 2005 ;  Hashiguchi  et al. , 2014 ). The sedimentation of amyloplasts in shoot statocytes is thought to trigger downstream signaling events, including changes in the transport of and response to auxin ( Rakusova  et al. , 2011 ). The early events of signal transduction for gravitropism remain largely unknown, although several genes have been suggested to function in its early phases ( Blancaflor and Masson, 2003 ). The current model of gravity sensing implicates the plant vacuole in the shoot gravity response ( Morita  et al. , 2002 ;  Yano  et al. , 2003 ;  Hashiguchi  et al. , 2013 ). Shoot endodermal cells contain a large central vacuole that occupies most of the cell volume, and its role in gravity sensing is well established. Mutants with vacuolar defects, including mutant alleles of  SHOOT GRAVITROPISM6  ( SGR6 ),  VTI11/ZIGZAG-1  ( ZIG-1 )/ SGR4 ,  SYNTAXIN OF PLANTS22  ( SYP22 )/ SGR3  and  KATAMARI2  ( KAM2 ) were identified from screens for agravitropic shoots in Arabidopsis ( Fukaki  et al. , 1996 b \n ;  Yamauchi  et al. , 1997 ;  Kato  et al. , 2002 ;  Morita  et al. , 2002 ;  Yano  et al. , 2003 ;  Saito  et al. , 2005 ;  Hashiguchi  et al. , 2014 ). A common phenotype in these mutants was the abnormal localization of amyloplasts in relation to the vacuole or abnormal vacuole morphology. In the case of  zig-1  mutants, the movement of amyloplasts in the endodermis of the inflorescence stem was greatly reduced ( Yano  et al. , 2003 ). Both VTI11 and SYP22 are SNARE (soluble N-ethylmaleimide-sensitive factor attachment protein receptor) proteins that have important roles in membrane fusion at the vacuole, including homotypic vacuole fusion ( Chen and Scheller, 2001 ;  Wickner, 2010 ;  Zheng  et al. , 2014 b \n ). Two mutant alleles of  VTI11 ,  zig-1  and  impaired traffic to tonoplast3  ( itt3 ), have multiple vacuoles per cell ( Zheng  et al. , 2014 a \n , b ). Treatment of  itt3  and  zig-1  with wortmannin (Wm), an inhibitor of phosphatidylinositol 3-kinase (PI3-kinase), resulted in vacuole fusion, and enhanced hypocotyl gravitropism ( Zheng  et al. , 2014 b \n ). This result is consistent with fragmented vacuoles being responsible for the agravitropic phenotype of  zig-1 . Two other proteins associated with endomembranes were implicated in gravitropism. KAT2 is a membrane-associated protein ( Tamura  et al. , 2007 ), and SGR6 is a HEAT-domain containing protein involved in vacuole membrane remodeling ( Hashiguchi  et al. , 2014 ). The roles of KAT2 or SGR6 in gravitropism are still unknown. A tight association between amyloplasts and the large central vacuole has been described in inflorescence endodermal cells. In resting cells, amyloplasts are found at the bottom of the cell, where they undergo saltatory movements and are almost completely surrounded by the vacuole membrane ( Morita  et al. , 2002 ;  Yano  et al. , 2003 ;  Morita, 2010 ). Amyloplast sedimentation that results from changes in the gravity vector occurs inside transvacuolar strands (TVSs), and the amyloplasts remain tightly associated with the vacuolar membrane during this time ( Saito  et al. , 2005 ;  Moirta  et al. , 2012 ). TVSs may allow movement of organelles, and their formation requires actin filaments ( Gao  et al. , 2005 ;  Leitz  et al. , 2009 ;  Moirta  et al. , 2012 ). It is unclear if the F-actin inside TVSs is required for amyloplast association with the vacuole, sedimentation, or mechanisms of gravity perception ( Morita, 2010 ;  Blancaflor, 2013 ), but F-actin cables have been shown to associate with sedimenting amyloplasts inside TVSs ( Saito  et al. , 2005 ). However, the tight association between vacuole and amyloplasts was not disrupted by lantrunculin-B in wild-type inflorescences ( Saito  et al. , 2005 ). Overall, the mechanisms by which amyloplasts are so closely attached to vacuolar membranes, including TVSs, and the role of this interaction for gravitropism have not been elucidated. Interestingly,  kat2  mutants, which are agravitropic in shoots, develop fewer transvacuolar strands in leaves and petioles ( Tamura  et al. , 2007 ), but it is not known if this is the case for shoot endodermal cells. Even though a clear role for the vacuole in gravity perception is well established, the molecular mechanisms for vacuolar control or perception of amyloplast sedimentation has not been identified. In addition to the vacuole, important roles for actin filaments have been reported, but their role during shoot gravitropic perception remains unclear ( Blancaflor, 2013 ). Actin depolymerizing drugs have been reported to enhance gravity response in hypocotyls ( Yamamoto and Kiss, 2002 ;  Yamamoto  et al. , 2002 ), reduce amyloplast sedimentation in endodermal cells ( Palmieri and Kiss, 2005 ) or have no effect in experiments with live cells ( Saito  et al. , 2005 ). An important role of the actin cytoskeleton was demonstrated by the identification of the  shoot gravitropism9  ( sgr9 ) mutant, which shows reduced amyloplast sedimentation due to increased interactions between amyloplasts and F-actin ( Nakamura  et al. , 2011 ).  SGR9  encodes an E3 ligase that may disrupt the attachment of amyloplasts to F-actin during saltatory movements and as a result promote amyloplast sedimentation ( Nakamura  et al. , 2011 ). The difficulty of establishing a role of F-actin in gravity perception may be due to the complexity of interactions that it may have with a multitude of cellular components, including amyloplasts. Here we used live-cell imaging on a vertical stage microscope to demonstrate the role of the large central vacuole in shoot gravitropism in seedlings. Our results identified the upper hypocotyl endodermis as the gravisensing tissue and highlight a novel tight interaction between the vacuolar membrane and amyloplasts. The fragmented vacuoles in endodermal cells of  zig-1  hypocotyls restrict amyloplast movement, contributing to the agravitropic phenotype of this mutant. We show that application of Wm to  zig-1  enhances their gravitropic response, restores amyloplast sedimentation and enhances the formation of TVSs. Additionally, we show that the tight association between vacuoles and amyloplasts observed in  zig-1  hypocotyls involves neither F-actin nor microtubules. Materials and methods Plant material and growth conditions The  zig-1  mutant line was previously described ( Kato  et al. , 2002 ). The parental and  itt3  lines contain the green fluorescent protein (GFP)-TIP2;1 and the mCherry-HDEL markers ( Zheng  et al. , 2014 b \n ), and marker lines expressing the fluorescent protein fusions VHA-a1:GFP ( Dettmer  et al. , 2006 ), ABD2-GFP ( Wang  et al. , 2004 ) and TUA6-GFP ( Ueda  et al. , 1999 ) were described before. Seeds were surface sterilized and incubated at 4 °C in the dark for 2–5 d. Seeds were sown on Arabidopsis growth medium (AGM; 0.5× Murashige and Skoog medium, 4 g l –1  GelRite, 1% (w/v) sucrose) and transferred to a 22 °C growth chamber with 16 h/8 h day/night photoperiod. For dark grown experiments, plants were incubated in light for 8 h to stimulate germination prior to growth in the dark. Plasmid construction and plant transformations The  pSCR::TIP1;1-GFP  construct was generated by amplifying a 2 kb fragment corresponding to the  SCARECROW  promoter (pSCR2.0) from pENTR 5′pSCR2.0 ( Levesque  et al. , 2006 ;  Sozzani  et al. , 2010 ) using primers 5′-AAGCTTTGCCAAA CAGATATTTGCATTTGGGCTATG-3′ and 5′-CTCGAGTAGG AGATTGAAGGGTTGTT-3′. The pSCR2.0 PCR fragment was cloned into VAC-GK ( Nelson  et al. , 2007 ) by restriction enzyme and ligation with  Hin dIII and  Xho I to generate  pSCR::TIP1;1-GFP . The resulting plasmid was then transformed into  zig-1  or Col-0 WT by the floral dip method ( Clough and Bent, 1998 ). Chemical stocks and treatments All chemical treatments used 4-d-old seedlings unless otherwise specified. Stock solutions of 3.3 mM wortmannin (Sigma-Aldrich), 200 μM latrunculin B (Lat-B; Sigma-Aldrich), and 2 mM oryzalin (Sigma-Aldrich) were made in 100% (v/v) dimethyl sulfoxide (DMSO) and diluted to working concentrations in liquid AGM as 1% (v/v) DMSO, 33 μM Wm, 2 μM Lat-B and 20 μM oryzalin. Vacuole fusion assays were carried out by incubating seedlings in either DMSO or Wm for 90 min to 2 h before rinsing in diH 2 O and imaging. Lugol solution was purchased from Sigma-Aldrich (62650). Staining was carried out by submerging Col-0 WT seedlings in solution for 20 min, while maintaining their growth orientation. Next, they were washed in diH 2 O for 10 min before they were mounted on microscope slides. Microscopy Imaging in a vertical stage was carried out with a Leica DM5000 compound microscope equipped with a Leica DFC365 FX camera, and a Leica ×40/1.0 NA water objective was used. The microscope was outfitted with a custom-made 90° InverterScope objective inverter (LSM Technologies) between the objective turret and the ×40 objective and a custom-made vertical stage (LSM Technologies) that included a manual rotation stage (Thor Labs). Bright-field imaging was accomplished by placing an aspheric condenser lens (cat. no. ACL1210-A, Thor Labs) inside the rotation stage ~10 mm behind the sample, and an adaptor was made by 3-D printing to attach the end of a light guide to the back of the vertical stage. The adaptor included a slit to slide a blocking sheet or a green filter (see  Supplementary Fig. S1  at  JXB  online). All imaging was done with the green filter inside the slit. Etiolated seedlings were affixed to slides using a very fine layer of Hollister Medical Adhesive ( Behera and Kudla, 2013 ). A 1.0 mm silicon isolator (cat. no. CWS-13R-1.0, Grace BioLabs) and a coverslip were used to create a chamber filled with water, and Immersol 518 F (Carl Zeiss) was used as the immersion oil for the water objective. A Zeiss LSM 710 confocal microscope with a ×40 water objective (1.1 NA) or ×20 objective (0.8 NA) was used for confocal microscopy. The excitation/emission wavelengths during acquisition were 488 nm/492–557 nm for GFP, and 516 nm/582–670 nm for mCherry. TVSs were counted as previously described ( Han  et al. , 2015 ). Briefly, hypocotyls were imaged in 600 μm thick optical sections using a ×20 (0.8 NA) objective to capture the volume of entire cells. Vacuolar membrane folds were counted as TVSs if they were formed by a double membrane, even if they did not transverse the entire vacuole in the  XY  plane. A centrifuge microscope was used for hypergravity experiments as previously described ( Toyota  et al. , 2013 a \n , b ). Four-day-old etiolated seedlings were mounted in a chamber to fix the specimen on the centrifuge microscope before rotation; 10  g  was applied after 10–20s of imaging and held continuously for 60s. Quantification of organelle movement Tracking amyloplast movement was performed with the MTrackJ plugin of ImageJ. Amyloplast movement was quantified capturing time-lapse images for 3 min at 10 s intervals, but only amyloplasts that could be traced throughout all frames were scored. Seedlings were 4 d old for all experiments. The  x ,  y  coordinates of each amyloplast were recorded from each image. Then, the change in position in the  x  (Δ x ) and  y  (Δ y ) axes were determined and plotted in a coordinate graph. A stationary reference point such as the corner of a cell was used to correct for stage drift. Tracking of amyloplasts during hypergravity experiments was carried out with G-Track spot-tracking software (G-Angstrom, Japan) as described ( Toyota  et al. , 2013 a \n ). Gravitropism assay and hypocotyl curvature Col-0 WT and  zig-1  were sown on AGM, wrapped in foil to simulate dark, and oriented vertically for 3 d. All subsequent transfers took place in a dark room using a green safe light. Wm treatment was carried out by first aligning seedlings to the first gravity vector ( g 1) before placing an AGM dot containing either 1% (v/v) DMSO or 33 μM Wm on the top or bottom of the seedlings. For cytoskeleton inhibitor treatments, seedlings were transferred to fresh plates containing DMSO, 2 μM Lat-B or 20 μM oryzalin, and aligned to  g 1. Plates were wrapped in foil after transfers, rotated 90°, and scanned after another 20 h in the dark. ImageJ was used to measure hypocotyl curvature as the angle between the top of the hypocotyl and  g 1. All experiments were repeated at least three times. Results Statocytes in etiolated hypocotyls are restricted to young cells below the apical hook Amyloplast sedimentation in shoots has been well characterized by live-cell microscopy in inflorescence stems ( Morita  et al. , 2002 ;  Saito  et al. , 2005 ;  Toyota  et al. , 2013 b \n ) but not in seedlings. In order to characterize mechanisms of gravity perception in seedlings, we first quantified amyloplast sedimentation in wild-type (WT) hypocotyl endodermal cells by Lugol staining ( Fig. 1A ). When cells from the upper portion of the hypocotyl were imaged, 97.8% of the amyloplasts were found sedimented in the direction of gravity. However, only 9.5% of amyloplasts were observed at the bottom of the cell when cells were imaged further down the hypocotyl. This result suggests that amyloplast sedimentation may be restricted to endodermal cells just below the apical hook. Fig. 1. Graviperceptive cells are located just below the shoot apex. (A) Endodermal cells below the apical hook contain sedimented amyloplasts. Col-0 WT seedlings were stained with Lugol solution and imaged on a compound microscope while maintaining a vertical orientation. The insets show representative cells from the region just below the apical hook (top) or a region towards the middle of the hypocotyl (bottom). Percentages under the insets represent the proportion of amyloplasts found at the bottom of cells in each region of the hypocotyl.  n =88 amyloplasts from 23 cells and three seedlings. Arrowheads indicate the position of amyloplasts. Scale bar: 100 μm. (B) Increase of cell length along the hypocotyl endodermis. Dark-grown Col-0 WT seedling expressing  pSCR::TIP1;1-GFP  were imaged by confocal microscopy. Average length of cells between the arrowhead marks is shown. Cell length data also include seedlings stained with Lugol solution and imaged by bright-field.  n =7 seedlings. Scale bar: 100 μm. (C) Amyloplasts get trapped between vacuoles in  zig-1  endodermis. Endodermal cells near the shoot meristem of Col-0 WT (Col-0) and  zig-1  seedlings expressing  pSCR::TIP1;1-GFP  were imaged by bright-field and confocal microscopy. Arrowheads mark the position of amyloplasts. Insets show the association between tonoplast and amyloplast. Scale bar: 20 μm. We measured cell length along the upper hypocotyl endodermis to better understand the potential transition between statocytes and non-statocytes. Cell length was estimated from bright-field images of Lugol-stained WT, as well as confocal images of a GFP-tagged vacuolar marker exclusively expressed in the endodermis (pSCR::TIP-1;1-GFP,  Fig. 1B ). Cell length varied from 23 ± 3.69 to 94 ± 0.82 μm in this region when measured from the apical hook to ~1 mm towards the root, but on average, only cells with length <70 μm showed sedimented amyloplasts. Using amyloplast sedimentation as a marker for the ability to perceive gravity, the small cells at the top of the hypocotyl are more likely to correspond to the shoot statocytes. Given this result, all subsequent experiments described below were conducted with endodermal cells between 30 and 70 μm in length within this region of the hypocotyl. Amyloplasts in graviperceptive cells have been shown to be closely associated with the vacuole membrane ( Morita  et al. , 2002 ), and mutants in the SNARE protein VTI11 have abnormal vacuole morphology ( Zheng  et al. , 2014 b \n ) and agravitropic phenotypes ( Kato  et al. , 2002 ). The vacuole was visualized in WT and  zig-1  using the pSCR::TIP1;1-GFP marker in order to determine the relationship between the vacuole and amyloplast in seedlings. As expected, a large central vacuole occupies most of the volume of WT endodermal cells and the tonoplast surrounds the sedimented amyloplasts ( Fig. 1C ). In contrast,  zig-1  displays a fragmented vacuole phenotype in shoot endodermal cells, as previously described for other tissues ( Zheng  et al. , 2014 b \n ). It is important to note that amyloplasts do not sediment in  zig-1  mutants and appear to be trapped at the junction between two or more adjacent vacuoles ( Fig. 1C ). Furthermore, and similar to  zig-1  inflorescences ( Morita  et al. , 2002 ;  Saito  et al. , 2005 ), the tonoplast does not tightly surround the amyloplasts in  zig-1  hypocotyls. These results indicate that the vacuole phenotype of  zig-1  impinges on the distribution of amyloplasts in hypocotyl endodermal cells and likely prevents their sedimentation. The dynamic behavior of endodermal amyloplasts is restricted in  zig-1 \n A novel set-up for live-cell imaging on a vertical microscope was developed to identify mechanisms of vacuolar membrane dynamics involved in gravity perception or response (see  Supplementary Fig. S1 ). Seedlings were grown vertically for 4 d before being mounted in a slide chamber and equilibrated for 5 min. Sequential images were acquired at 10 s intervals for 3 min ( Saito  et al. , 2005 ) in the vertical stage ( Fig. 2A ). Most WT amyloplasts were detected at the bottom of the cell between 0 and 3 min ( Fig. 2B , 0–3 min), and organelle tracking indicates that they exhibited dynamic saltatory movements ( Fig. 2B , 0–3 min). In contrast,  zig-1  amyloplasts were found more widely distributed in the cell between 0 and 3 min, and they were severely limited in their movement as shown by their comparatively static tracks ( Fig. 2C ). Next, seedlings were rotated 90° and imaged immediately for the following 3 min ( Fig. 2A ). Amyloplasts from WT sedimented in the direction of gravity after reorientation as shown by the organelle tracks between 0 and 3 min after rotation ( Fig. 2B , rotation). In contrast, amyloplasts from  zig-1  continued to be much more limited in their movement even after a reorientation ( Fig. 2C , rotation). These results, and those from inflorescences ( Saito  et al. , 2005 ), support the role of the central vacuole in shoot gravity sensing. Fig. 2. Amyloplast dynamics in hypocotyl endodermal cells before and after gravity reorientation. (A) Schematic representation of the rotation experiment. The orientation of the seedling with respect to gravity (g) before and after rotation is shown. Displacement of an amyloplast (gray circle) during a 3 min time lapse is shown with a pink arrow, and is expressed as a change in the horizontal position (Δ x ) and the vertical position (Δ y ). Positive values correspond to right and down and negative values correspond to left and up. (B, C) A",
  "introduction": "Introduction Plants have the capacity to sense and respond to the direction of gravity by precise modulation of growth patterns in roots and shoots ( Hashiguchi  et al. , 2013 ). Gravitropism involves mechanisms of perception, signal transduction and auxin-directed differential growth. According to the starch-statolith hypothesis, sedimentation of amyloplasts in response to gravity stimuli is critical for gravity sensing ( Masson  et al. , 2002 ). Gravity perception in Arabidopsis shoots depends on the ability to sense the position of starch-filled amyloplasts, called statoliths, within shoot endodermal cells, or statocytes ( Fukaki  et al. , 1998 ). This is supported by evidence that (i) mutants lacking an endodermis display agravitropic shoots ( Fukaki  et al. , 1998 ), (ii) starchless mutants or mutants that lack amyloplasts show reduced gravitropism ( Kiss  et al. , 1997 ;  Weise and Kiss, 1999 ;  Fujihira  et al. , 2000 ), (iii) hypergravity restored gravitropic sensitivity in starch-deficient mutants ( Fitzelle and Kiss, 2001 ), and (iv) there is significant movement (sedimentation) of amyloplasts following gravistimulation ( Saito  et al. , 2005 ;  Hashiguchi  et al. , 2014 ). The sedimentation of amyloplasts in shoot statocytes is thought to trigger downstream signaling events, including changes in the transport of and response to auxin ( Rakusova  et al. , 2011 ). The early events of signal transduction for gravitropism remain largely unknown, although several genes have been suggested to function in its early phases ( Blancaflor and Masson, 2003 ). The current model of gravity sensing implicates the plant vacuole in the shoot gravity response ( Morita  et al. , 2002 ;  Yano  et al. , 2003 ;  Hashiguchi  et al. , 2013 ). Shoot endodermal cells contain a large central vacuole that occupies most of the cell volume, and its role in gravity sensing is well established. Mutants with vacuolar defects, including mutant alleles of  SHOOT GRAVITROPISM6  ( SGR6 ),  VTI11/ZIGZAG-1  ( ZIG-1 )/ SGR4 ,  SYNTAXIN OF PLANTS22  ( SYP22 )/ SGR3  and  KATAMARI2  ( KAM2 ) were identified from screens for agravitropic shoots in Arabidopsis ( Fukaki  et al. , 1996 b \n ;  Yamauchi  et al. , 1997 ;  Kato  et al. , 2002 ;  Morita  et al. , 2002 ;  Yano  et al. , 2003 ;  Saito  et al. , 2005 ;  Hashiguchi  et al. , 2014 ). A common phenotype in these mutants was the abnormal localization of amyloplasts in relation to the vacuole or abnormal vacuole morphology. In the case of  zig-1  mutants, the movement of amyloplasts in the endodermis of the inflorescence stem was greatly reduced ( Yano  et al. , 2003 ). Both VTI11 and SYP22 are SNARE (soluble N-ethylmaleimide-sensitive factor attachment protein receptor) proteins that have important roles in membrane fusion at the vacuole, including homotypic vacuole fusion ( Chen and Scheller, 2001 ;  Wickner, 2010 ;  Zheng  et al. , 2014 b \n ). Two mutant alleles of  VTI11 ,  zig-1  and  impaired traffic to tonoplast3  ( itt",
  "methods": "Plant material and growth conditions The  zig-1  mutant line was previously described ( Kato  et al. , 2002 ). The parental and  itt3  lines contain the green fluorescent protein (GFP)-TIP2;1 and the mCherry-HDEL markers ( Zheng  et al. , 2014 b \n ), and marker lines expressing the fluorescent protein fusions VHA-a1:GFP ( Dettmer  et al. , 2006 ), ABD2-GFP ( Wang  et al. , 2004 ) and TUA6-GFP ( Ueda  et al. , 1999 ) were described before. Seeds were surface sterilized and incubated at 4 °C in the dark for 2–5 d. Seeds were sown on Arabidopsis growth medium (AGM; 0.5× Murashige and Skoog medium, 4 g l –1  GelRite, 1% (w/v) sucrose) and transferred to a 22 °C growth chamber with 16 h/8 h day/night photoperiod. For dark grown experiments, plants were incubated in light for 8 h to stimulate germination prior to growth in the dark.",
  "results": "Results Statocytes in etiolated hypocotyls are restricted to young cells below the apical hook Amyloplast sedimentation in shoots has been well characterized by live-cell microscopy in inflorescence stems ( Morita  et al. , 2002 ;  Saito  et al. , 2005 ;  Toyota  et al. , 2013 b \n ) but not in seedlings. In order to characterize mechanisms of gravity perception in seedlings, we first quantified amyloplast sedimentation in wild-type (WT) hypocotyl endodermal cells by Lugol staining ( Fig. 1A ). When cells from the upper portion of the hypocotyl were imaged, 97.8% of the amyloplasts were found sedimented in the direction of gravity. However, only 9.5% of amyloplasts were observed at the bottom of the cell when cells were imaged further down the hypocotyl. This result suggests that amyloplast sedimentation may be restricted to endodermal cells just below the apical hook. Fig. 1. Graviperceptive cells are located just below the shoot apex. (A) Endodermal cells below the apical hook contain sedimented amyloplasts. Col-0 WT seedlings were stained with Lugol solution and imaged on a compound microscope while maintaining a vertical orientation. The insets show representative cells from the region just below the apical hook (top) or a region towards the middle of the hypocotyl (bottom). Percentages under the insets represent the proportion of amyloplasts found at the bottom of cells in each region of the hypocotyl.  n =88 amyloplasts from 23 cells and three seedlings. Arrowheads indicate the position of amyloplasts. Scale bar: 100 μm. (B) Increase of cell length along the hypocotyl endodermis. Dark-grown Col-0 WT seedling expressing  pSCR::TIP1;1-GFP  were imaged by confocal microscopy. Average length of cells between the arrowhead marks is shown. Cell length data also include seedlings stained with Lugol solution and imaged by bright-field.  n =7 seedlings. Scale bar: 100 μm. (C) Amyloplasts get trapped between vacuoles in  zig-1  endodermis. Endodermal cells near the shoot meristem of Col-0 WT (Col-0) and  zig-1  seedlings expressing  pSCR::TIP1;1-GFP  were imaged by bright-field and confocal microscopy. Arrowheads mark the position of amyloplasts. Insets show the association between tonoplast and amyloplast. Scale bar: 20 μm. We measured cell length along the upper hypocotyl endodermis to better understand the potential transition between statocytes and non-statocytes. Cell length was estimated from bright-field images of Lugol-stained WT, as well as confocal images of a GFP-tagged vacuolar marker exclusively expressed in the endodermis (pSCR::TIP-1;1-GFP,  Fig. 1B ). Cell length varied from 23 ± 3.69 to 94 ± 0.82 μm in this region when measured from the apical hook to ~1 mm towards the root, but on average, only cells with length <70 μm showed sedimented amyloplasts. Using amyloplast sedimentation as a marker for the ability to perceive gravity, the small cells at the top of the hypocotyl are more likely to correspond to the shoot statocytes. Given this result, all subsequent experiments described below were conducted with endodermal cells between 30 and 70 μm in length within this region of the hypocotyl. Amyloplasts in graviperceptive cells have been shown to be closely associated with the vacuole membrane ( Morita  et al. , 2002 ), and mutants in the SNARE protein VTI11 have abnormal vacuole morphology ( Zheng  et al. , 2014 b \n ) and agravitropic phenotypes ( Kato  et al. , 2002 ). The vacuole was visualized in WT and  zig-1  using the pSCR::TIP1;1-GFP marker in order to determine the relationship between the vacuole and amyloplast in seedlings. As expected, a large central vacuole occupies most of the volume of WT endodermal cells and the tonoplast surrounds the sedimented amyloplasts ( Fig. 1C ). In contrast,  zig-1  displays a fragmented vacuole phenotype in shoot endodermal cells, as previously described for other tissues ( Zheng  et al. , 2014 b \n ). It is important to note that amyloplasts do not sediment in  zig-1  mutan",
  "discussion": "Discussion Here, we used live-cell imaging to analyse the dynamics of amyloplast sedimentation in Arabidopsis hypocotyls from whole seedlings. Previous studies have utilized cuttings from inflorescence stems ( Morita  et al. , 2002 ;  Saito  et al. , 2005 ;  Toyota  et al. , 2013 b \n ). Our microscope set-up allowed us to image endodermis through the almost transparent cortex of etiolated hypocotyls using a fluorescence microscope. A very small amount of Immersol allowed us to use a water immersion objective on the vertical stage, which provided optimal resolution. This unique set-up allowed us to track amyloplast sedimentation in real time and in whole plants without the concerns of plant injury. The system is amenable for cell biology analysis, including treatment with chemical inhibitors, and long-term time-lapse experiments. Furthermore, this system can overcome the challenges of imaging using stem cuttings, which have been shown to affect the vacuole morphology of certain mutants ( Hashiguchi  et al. , 2014 ). One caveat of our system is the need to illuminate the seedlings during image acquisition, which we have addressed with a green filter to minimize phototropic responses. Green light, however, has been shown to enhance hypocotyl growth and inhibit blue and red phototropic responses in dark-grown seedlings ( Folta, 2004 ;  Folta and Maruhnich, 2007 ;  McCoshum and Kiss, 2011 ). Therefore, experiments in the vertical stage must be interpreted with caution as they may be influenced by effects of the green light on seedling growth. Restriction of amyloplast sedimentation in  zig-1  is dependent on its vacuole phenotype A role for the vacuole in gravity perception or response is well documented ( Morita  et al. , 2002 ;  Yano  et al. , 2003 ;  Saito  et al. , 2005 ). The  VTI11  loss of function mutant  sgr4 / zig-1  was originally identified for its agravitropic phenotype in shoots ( Yamauchi  et al. , 1997 ;  Kato  et al. , 2002 ), and it was later shown to display abnormal vacuole morphology and reduced vacuole fusion ( Zheng  et al. , 2014 b \n ). We used  zig-1  and a second allele,  itt3 , as tools to interrogate the role of vacuole dynamics on gravitropism in Arabidopsis hypocotyls. As expected, WT endodermal cells from hypocotyl statocytes show a large central vacuole and sedimented amyloplasts that appeared surrounded by tonoplast membrane. This organization is very similar to that found in inflorescence stems ( Morita  et al. , 2002 ). In contrast, and consistent with other tissues ( Zheng  et al. , 2014 a \n , b ), smaller unfused vacuoles were detected in endodermal statocytes from  zig-1  mutants, where the amyloplasts were found distributed almost randomly throughout the cell. In these cells, amyloplasts appeared trapped at the junction of juxtaposing vacuoles, and this organization seems to prevent amyloplast movement in  zig-1 , both before and after gravistimulation, as depicted by time-lapse experiments. Surprisingly, conditi",
  "conclusion": ""
}