{
  "id": "PMC6689164",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6689164/",
  "title": "Reproducible changes in the gut microbiome suggest a shift in microbial and host metabolism during spaceflight",
  "authors": "Peng Jiang, Stefan J. Green, George E. Chlipala, Fred W. Turek, Martha Hotz Vitaterna",
  "year": "2019",
  "journal": "Microbiome",
  "abstract": "Background Space environment imposes a range of challenges to mammalian physiology and the gut microbiota, and interactions between the two are thought to be important in mammalian health in space. While previous findings have demonstrated a change in the gut microbial community structure during spaceflight, specific environmental factors that alter the gut microbiome and the functional relevance of the microbiome changes during spaceflight remain elusive. Methods We profiled the microbiome using 16S rRNA gene amplicon sequencing in fecal samples collected from mice after a 37-day spaceflight onboard the International Space Station. We developed an analytical tool, named STARMAPs (Similarity Test for Accordant and Reproducible Microbiome Abundance Patterns), to compare microbiome changes reported here to other relevant datasets. We also integrated the gut microbiome data with the publically available transcriptomic data in the liver of the same animals for a systems-level analysis. Results We report an elevated microbiome alpha diversity and an altered microbial community structure that were associated with spaceflight environment. Using STARMAPs, we found the observed microbiome changes shared similarity with data reported in mice flown in a previous space shuttle mission, suggesting reproducibility of the effects of spaceflight on the gut microbiome. However, such changes were not comparable with those induced by space-type radiation in Earth-based studies. We found spaceflight led to significantly altered taxon abundance in one order, one family, five genera, and six species of microbes. This was accompanied by a change in the inferred microbial gene abundance that suggests an altered capacity in energy metabolism. Finally, we identified host genes whose expression in the liver were concordantly altered with the inferred gut microbial gene content, particularly highlighting a relationship between host genes involved in protein metabolism and microbial genes involved in putrescine degradation. Conclusions These observations shed light on the specific environmental factors that contributed to a robust effect on the gut microbiome during spaceflight with important implications for mammalian metabolism. Our findings represent a key step toward a better understanding the role of the gut microbiome in mammalian health during spaceflight and provide a basis for future efforts to develop microbiota-based countermeasures that mitigate risks to crew health during long-term human space expeditions. Electronic supplementary material The online version of this article (10.1186/s40168-019-0724-4) contains supplementary material, which is available to authorized users.",
  "keywords": "Space environment, Microgravity, Cosmic radiation, 16S rRNA amplicon sequencing, RNA-seq",
  "full_text": "Background The gastrointestinal microbiota plays an important role in mammalian health by interacting with host immune, metabolic, and neuropsychiatric functions [ 1 ,  2 ]. The space environment imposes many challenges to mammalian physiology, including functions known to interact with the gut microbiota in a bidirectional fashion. Specific space environmental factors, such as microgravity and radiation, are thought to alter the gut microbiota, representing a risk to astronaut health, especially during long-term spaceflight missions [ 3 ]. We previously studied the gut microbiome of a twin astronaut and found alterations during his 1-year mission onboard the International Space Station (ISS), which were not observed in his twin brother on Earth during the same period of time [ 4 ]. Similarly, spaceflight-associated microbiome changes were observed in mice flown on a space shuttle mission (STS-135) for 13 days [ 5 ]. However, the specific space environmental factors that influence the gut microbiome and the impact of these changes on host functions remain unknown. In 2014, NASA carried out the first ISS-based rodent research mission (RR-1), with the primary goal of validating hardware and operations for future rodent research missions [ 6 ]. RR-1 involved four groups of mice (Fig.  1 a), and fecal samples from a subset of these animals were available, providing an opportunity to study the effects of spaceflight on the murine gut microbiome. Using 16S rRNA gene amplicon sequencing, we profiled the microbiome in these RR-1 samples and report spaceflight-associated changes in the gut microbial diversity and composition. We developed an analytical tool, Similarity Test for Accordant and Reproducible Microbiome Abundance Patterns (STARMAPs), to test the similarity of microbiome variations between two datasets. Using this method, we found the spaceflight-associated microbiome changes during RR-1 were similar to those during STS-135, suggesting a robust effect of spaceflight. However, when comparing the microbiome changes during RR-1 to those induced by space-type radiation in Earth-based studies [ 5 ,  7 ], we found no similarity, suggesting factors other than radiation are likely to drive the observed gut microbiome changes during spaceflight. By testing associations between inferred microbial gene content in the gut and the host liver transcriptome, we observed concordant variations suggesting potential interactions between the microbial metabolic capability and the host metabolism. Particularly, we highlight an association between the predicted abundance of bacterial genes involved in putrescine degradation in the gut and the expression of host genes involved in protein metabolism in the liver. These findings provide insights into the contributing factors of a reproducible change in the gut microbiota during spaceflight and the interactions between the gut microbiota and host metabolism in space. Fig. 1 Microbial diversity of RR-1 fecal samples.  a  Animal groups involved in RR-1, highlighting group differences in the environmental conditions and durations (for details see the “Methods” section). The ISSES simulates the temperature, humidity, and CO 2  partial pressure of the ISS environment based on data recorded onboard with a 3-day delay.  b  The number of microbial species observed in each sample (left) and the Shannon index (right) of microbial alpha diversity (i.e., within-sample diversity) varied among experimental groups of RR-1.  c  Analysis of beta diversity (i.e., between-sample diversity) using PCA on ILR-transformed relative abundance data found significant differences in the microbial composition among RR-1 experimental groups and specifically between Flight and Ground samples. Diversity analyses shown were performed using species-level data, and similar results were found at higher taxonomic levels as well (Additional file  1 ). Sample sizes in  b  and  c : Basal,  n  = 10; Vivarium,  n  = 8; Ground,  n  = 7; Flight,  n  = 6 Results Spaceflight-associated changes in the gut microbial diversity and community structure To evaluate the effect of spaceflight on the gut microbial alpha diversity (i.e., within-sample diversity), we computed the number of species observed in each sample (i.e., richness) and Shannon index (i.e., a diversity index accounting both evenness and richness) at the species level. We found that both the number of observed species and Shannon index significantly varied across RR-1 experimental groups ( P  = 0.0057 and  P  = 3.28 × 10 −4 , respectively, Kruskal-Wallis test) and were higher in Flight and Ground groups relative to Basal and Vivarium groups (Fig.  1 b). Since the primary difference between Flight/Ground and Basal/Vivarium groups is the conditions of animal housing (i.e., habitat hardware, temperature, humidity, and CO 2  levels; Fig.  1 a), this observation indicates that the ISS rodent housing environment alters the richness and evenness of the murine gut microbial community. Interestingly, when comparing Flight and Ground animals, we found a slight increase in Shannon index ( P  = 0.022, Mann-Whitney test) but not in the number of observed species ( P  = 0.721, Mann-Whitney test) in Flight samples. Since the Ground animals were housed using the same ISS habitat equipment as the Flight animals under matched conditions of temperature, humidity, and CO 2  levels in an ISS Environmental Simulator (ISSES), our observations suggest that factors specific to spaceflight induce an elevation in the evenness but not richness of the gut microbial community in mice. We also observed significant differences in the gut microbial community structure among RR-1 groups (i.e., beta diversity analysis). Using principal component analysis (PCA) on isometric-log-ratio (ILR)-transformed species-level data, we found clear segregation of samples by the experimental group ( P  < 1 × 10 −4 , PERMANOVA; Fig.  1 c). While the largest difference was between Flight/Ground samples and Basal/Vivarium samples, Flight samples were also significantly segregated from Ground samples ( P  = 7 × 10 −4 , PERMANOVA; Fig.  1 c). Since the RR-1 groups were each associated with a distinct set of experimental conditions (Fig.  1 a), we formulated the PERMANOVA test to replace animal groups with these associated factors in an additive model, in order to obtain an approximated estimation of the contributions of each condition to the overall variance of the gut microbial composition. Our analysis found that ISS housing conditions (i.e., habitat, temperature, humidity, and CO 2  levels) accounted for 36.3% and spaceflight-specific factors accounted for 6.6% of the overall variance at the species level (for higher taxonomic levels, see Additional file  1 ). Thus, in addition to ISS housing conditions, we demonstrate that spaceflight-specific factors strongly modulate the composition of the gut microbiome. Reproducible effects of spaceflight on the murine gut microbiome composition Spaceflight-associated changes in the gut microbiome composition have been reported in a recent study of fecal samples collected in mice onboard a space shuttle during the STS-135 mission in 2011 [ 5 ]. It is thus of interest to compare RR-1 data to STS-135 data, in order to test the reproducibility of spaceflight-associated changes in the gut microbiome. Comparing two different microbiome datasets in a formal statistical setting remains a challenge due to dataset-specific biases associated with biological and technical factors, such as animal or population cohorts, experimental conditions, sequencing strategies, data analysis methods, and many others. Despite these challenges, if changes in microbial compositions are reproducible, the microbial differential abundance patterns in two datasets are expected to involve a similar set of microbes with comparable amplitudes and directions of changes. We developed a statistical method, named STARMAPs, to capture this similarity by projecting samples from a second microbiome dataset onto the PCA axes that separate the groups of the first dataset. This method assumes that, when the group differences in two datasets are similar, the samples of each dataset in the microbial taxon space segregate by their respective groups in a similar fashion and that the PCA axes capturing the group segregation in the first dataset can also capture the similar group segregation in the second dataset. To evaluate the performance of STARMAPs, we simulated pairs of datasets, each with 10% of the species that were differentially abundant with a given fold change (FC). The differential abundance patterns in a given pair of datasets were set to be either similar (i.e., involving the same set of differentially abundant species) or distinct (i.e., involving totally non-overlapping sets of differentially abundant species). We applied STARMAPs to each of the simulated pairs of datasets and compared the results to this “ground truth” for an evaluation of STARMAPs performance (Additional file  2 : Figure S1). At the typical cutoff of omnibus  P  < 0.05, the specificity of STARMAPs was very high under all of the simulated conditions, while the sensitivity of the test varied in each of the scenarios. In the first simulation (Simulation 1; Additional file  2 : Figure S1, left), we considered the influence of sample size in each of the dataset. Expectedly, when the differential abundance amplitude was small [i.e., log2(FC) = 1], the sensitivity of STARMAPs decreased as the sample size decreased. However, STARMAPs performed very well regardless of the sample size when the simulated amplitude of differential abundance was moderate or high [i.e., log2(FC) ≥ 2]. Since dataset-specific biological and technical biases are expected to cause differences in the amplitudes of differential abundance between datasets, in Simulation 2 (Additional file  2 : Figure S1, middle), we introduced random variations into the differential abundance amplitude in the second dataset of the dataset pair, and tested whether STARMAPs can still capture the similarity between the pair of datasets. As the introduced variance increased, the sensitivity of STARMAPs decreased, particularly when the mean differential abundance was small [i.e., log2(FC) = 1]. However, when the mean differential abundance increased, the negative impact of this variation on test sensitivity reduced, indicating STARMAPs is well suited to identify differential abundance patterns that are similar but not necessarily identical in two datasets. Another expected consequence of dataset-specific biological and technical biases is the differences in the set of microbial species uncovered in each of the dataset, which was simulated in Simulation 3 (Additional file  2 : Figure S1, right). As expected, the sensitivity of STARMAPs worsened as the proportion of commonly observed taxa in the pair of datasets decreased, due to loss of information. However, the decrease in sensitivity caused by low proportions of commonly observed taxa was in part compensated by the increase in the effect size. It is of interest to note that, when considering a similar effect in two microbiome datasets, it is likely that the proportion of taxa that are differentially abundant in both datasets is higher than the proportion of taxa that are commonly present in both datasets. In our simulation, all species in the second dataset have the same chance of not being found in the first dataset, and therefore, our simulation represented a harsher condition. Nevertheless, our simulations suggest that the performance of STARMAPs was satisfactory over a range of scenarios, particularly when the differential abundance amplitudes were relatively large. We next applied SATRMAPs to test whether spaceflight-associated changes in the gut microbiome during the RR-1 mission were similar to the STS-135 mission. Like RR-1, the mouse research onboard STS-135 involved a flight and a ground group with matched diet, habitat equipment, and environment (i.e., an environmental simulator was used), and a significant difference in the microbial community structure between the two groups was reported [ 5 ]. Using STARMAPs, we found that the differences in fecal microbial composition between the flight and the ground animals in the STS-135 mission were similar to those between RR-1 Flight and Ground animals (Fig.  2 a; omnibus  P  = 0.032, STARMAPs). It can be noted that the directions of differences between Flight and Ground samples in the two missions were similar but not parallel with each other (cos θ  = 0.33;  θ  is the angle between the directions of group differences in the two datasets). Aside from the technical differences in the microbiome profiling methods, this may be due to the differences in the mission duration (i.e., 13 days for STS-135 vs. 37 days for RR-1) or the sample collection strategies. STS-135 samples were collected from animals euthanized after return to Earth, while the RR-1 samples were collected from frozen carcasses of mice euthanized in orbit. Nonetheless, our findings indicate that space environmental factors produce robust and reproducible effects on the murine gut microbiome composition. Fig. 2 Comparison between microbiome variations during RR-1 to those during the STS-135 mission or induced by space-type radiation using STARMAPs.  a  Microbiome differences between RR-1 Flight and Ground samples were similar to microbiome differences between the flight and ground samples from the shuttle mission STS-135. A detailed description of STARMAPs is provided in the “Methods” section. Briefly, to compare group differences in the gut microbiome in one dataset to another, STARMAPs first performs PCA using samples from the first dataset alone (e.g., RR-1 data, left) and tests whether samples were segregated by the groups of interest (e.g., Flight vs. Ground) along the PCA axes. Then, samples from the second dataset (e.g., STS-135 data, RIGHT) are projected onto the same PCA axes and are tested for their group segregation along these PCA axes. As a third test, STARMAPs also evaluates the similarity in the directions of changes in the two datasets. It draws a line through the centers of the two groups of samples in each dataset to represent the group differences and tests whether the cosine of the angle,  θ , between the lines in two datasets is significantly different from 0. When cos θ  = 1, the microbiome changes in the two datasets are in exactly the same direction, and when cos θ  = − 1, the microbiome changes in the two datasets are in exactly the opposite directions. Finally, STARMAPs uses an omnibus  P  value to summarize the three tests above to evaluate the overall similarity. Note that, while the graphs depict only PC1 and PC2, the tests were performed with all PCA axes.  b  Microbiome variations during RR-1 were compared to those induced by 10 days (left) or 30 days (right) of exposures to high-LET radiation exposure on Earth.  c  Microbiome variations in RR-1 mice were compared to those in rats exposed to low-LET radiation while fed on diets with either an adequate iron content (left) or a high-iron content (right). Note that STARMAPs uses random samplings from the Dirichlet distribution to estimate abundances of microbial taxa detected in one dataset but not the other. As a result, each time when comparing RR-1 data to another dataset, PCA of RR-1 samples gives very similar but not identical segregation patterns. Results shown here are at the species level, and similar results were observed at higher taxonomic levels as well (Additional file  1 ). Sample sizes of RR-1 data in  a – c : Basal,  n  = 10; Vivarium,  n  = 8; Ground,  n  = 7; Flight,  n  = 6. Sample sizes of STS-135 data in  a : Ground,  n  = 7; Flight,  n  = 6. Sample sizes of irradiated mice in  b :  n  = 10 in each group. Sample sizes of irradiated rats in  c : sham/Normal-Fe,  n  = 9; irradiated/Normal-Fe,  n  = 8; sham/High-Fe,  n  = 7; irradiated/High-Fe,  n  = 8 Lack of similarity between spaceflight- and radiation-induced microbiome changes We next sought to understand the contributions of specific space-associated factors to microbiome changes during spaceflight. It has been hypothesized that cosmic radiation is a unique environmental factor that can modulate the gut microbiome in space [ 3 ]. Previous Earth-based studies have indeed found changes in the gut microbiome in animals exposed to radiation that was similar in type to cosmic radiation. One study exposed mice to high-linear energy transfer (LET) radiation (600 MeV/n  16 O) at doses of 0, 0.1, 0.25, or 1.0 Gy and reported changes in the gut microbiome composition and functional potential 10 and 30 days after the exposure [ 7 ]. Another study fed rats on either a high-iron diet or a diet with adequate iron for 14 days and then exposed the animals to low-LET radiation ( 137 Cs fractionated radiation at 0.375 Gy/day) every other day for 16 days with a total dose of 3 Gy while continuing the assigned diets [ 5 ]. This study reported an altered relative abundance pattern of microbial orders that were associated with the diet and radiation exposure [ 5 ]. In order to test whether exposure to radiation significantly contributed to the microbiome changes during spaceflight, we used STARMAPs to compare the microbiome differences between RR-1 Flight and Ground groups to the space-type radiation-induced microbiome changes in these two Earth-based rodent studies (Fig.  2 b, c). In both datasets, changes in the gut microbial community structure in response to radiation exposures were observed in our re-analysis at the species level (Additional file  3 : Figure S2), confirming an effect of space-type radiation on the gut microbiome. However, the radiation-induced changes were not found to share significant similarity to those during RR-1 spaceflight (Fig.  2 b, c). Although the exact nature of radiation exposure during RR-1 is unknown, radiation dosimetry data [ 8 ] recorded inside the space shuttle cabins during previous STS missions suggest that the total radiation dose and the dose rate (dose per day) during each mission were at least two and three magnitudes lower, respectively, than those used in the two Earth-based studies, which considered space environment beyond ISS and space shuttle orbits. It can be expected that the radiation exposure during RR-1 was likely to be similar to the STS missions, since ISS and space shuttles operate in similar obits. Therefore, our observation, together with the expected dose of RR-1 radiation exposure, suggests that space radiation alone during RR-1 is unlikely to be the predominant contributor to the observed microbiome changes and implies significant contributions from other space environmental factors. Spaceflight-associated changes in taxon abundance and inferred functional gene content The altered microbial community structure among RR-1 groups was associated with altered relative abundance patterns that can be clearly seen at the family level (Fig.  3 a). To identify specific microbial taxa affected by spaceflight, we used the ALDEx2 analysis package, which operates on centered-log-ratio (CLR) transformed sequencing data for a compositionally coherent inference of differential abundance [ 9 ]. Within the RR-1 dataset, at false discovery rate (FDR) < 0.05, 5 phyla, 6 classes, 10 orders, 15 families, 20 genera, and 18 species of bacteria were differentially abundant among the four experimental groups (Fig.  3 b). Consistent with the PCA results, the predominant differences were observed between Flight/Ground samples and Basal/Vivarium samples, highlighting the strong impact of ISS rodent housing conditions on the gut microbiome composition. A number of taxa (1 order, 1 family, 5 genera, and 6 species), however, were significantly (FDR < 0.05, ALDEx2) differentially abundant between Flight and Ground groups, while an additional set of taxa (1 phylum, 1 class, 2 fam",
  "introduction": "",
  "methods": "Methods Fecal samples from RR-1 mice Fecal samples from 32 RR-1 animals were obtained through NASA’s Biospecimen Sharing Program, and no live animals were involved in this study. The detailed information regarding the RR-1 mission is available through NASA’s Life Sciences Data Archive ( https://lsda.jsc.nasa.gov/document/doc_detail/Doc13600 ) as well as previous publications [ 6 ]. Briefly, a single cohort of adult (16 weeks of age at the time of launch) female C57BL/6J mice were ordered from the Jackson Laboratory and housed under standard vivarium conditions before launch. All animals were fed on NASA’s spaceflight-approved rodent food bar starting at 24 days prior to the launch and throughout the entire study. Two weeks prior to the launch, animals were regrouped into cages of 10 animals, and a week later, one cage of 10 mice was selected as Flight animals and was launched on Sept. 21, 2014, with the SpaceX-4 resupply mission to the ISS. Mice arrived at the ISS 4 days later and were then transferred into the ISS rodent habitat and housed for a total of 37 days in space until euthanasia in orbit. Frozen carcasses (stored at − 80 °C) were returned to Earth and then were dissected for tissue collection, including the fecal materials dissected from the colon. While this sample collection protocol requires additional freeze/thaw cycles, which may influence microbiome profiling, it avoided the technically challenging detailed dissection in-orbit and is advantageous over sample collection from live-returned animals, which introduces confounding factors such as stress and condition changes associated with the return flight. In addition to Flight, three ground control groups (a cage of 10 mice per group) were selected from the same cohort. These include (1) a Basal group euthanized the day after the launch, (2) a Vivarium group kept in standard cages, and (3) a Ground group experienced a launch/transportation simulation and housed in the identical spaceflight habitat hardware placed in an ISSES chamber, which reproduced the temperature, CO2, and humidity environment of Flight animals based on 72-hour-delayed data collected on ISS. Ground animals were kept in ISSES for 37 days and were euthanized on day 40 since the launch of Flight animals. Vivarium animals were euthanized together with the Ground animals. Euthanasia, as well as tissue and fecal sample collection procedures (including the number of freeze/thaw cycles involved) for animals from the three control groups, were performed the same way as the Flight group. Fecal samples were available from a subset of the RR-1 mice, including 7 Flight, 7 Control, 8 Vivarium, and 10 Basal animals. Note that RR-1 also included another set of mice, known as the CASIS commercial mice, which were in space for 21–22 days [ 34 ]. Samples from these mice were not a part of NASA’s Biospecimen Sharing Program and were not included in our study. Microbiome characterization Genomic DNA was extracted from individual feca",
  "results": "Results Spaceflight-associated changes in the gut microbial diversity and community structure To evaluate the effect of spaceflight on the gut microbial alpha diversity (i.e., within-sample diversity), we computed the number of species observed in each sample (i.e., richness) and Shannon index (i.e., a diversity index accounting both evenness and richness) at the species level. We found that both the number of observed species and Shannon index significantly varied across RR-1 experimental groups ( P  = 0.0057 and  P  = 3.28 × 10 −4 , respectively, Kruskal-Wallis test) and were higher in Flight and Ground groups relative to Basal and Vivarium groups (Fig.  1 b). Since the primary difference between Flight/Ground and Basal/Vivarium groups is the conditions of animal housing (i.e., habitat hardware, temperature, humidity, and CO 2  levels; Fig.  1 a), this observation indicates that the ISS rodent housing environment alters the richness and evenness of the murine gut microbial community. Interestingly, when comparing Flight and Ground animals, we found a slight increase in Shannon index ( P  = 0.022, Mann-Whitney test) but not in the number of observed species ( P  = 0.721, Mann-Whitney test) in Flight samples. Since the Ground animals were housed using the same ISS habitat equipment as the Flight animals under matched conditions of temperature, humidity, and CO 2  levels in an ISS Environmental Simulator (ISSES), our observations suggest that factors specific to spaceflight induce an elevation in the evenness but not richness of the gut microbial community in mice. We also observed significant differences in the gut microbial community structure among RR-1 groups (i.e., beta diversity analysis). Using principal component analysis (PCA) on isometric-log-ratio (ILR)-transformed species-level data, we found clear segregation of samples by the experimental group ( P  < 1 × 10 −4 , PERMANOVA; Fig.  1 c). While the largest difference was between Flight/Ground samples and Basal/Vivarium samples, Flight samples were also significantly segregated from Ground samples ( P  = 7 × 10 −4 , PERMANOVA; Fig.  1 c). Since the RR-1 groups were each associated with a distinct set of experimental conditions (Fig.  1 a), we formulated the PERMANOVA test to replace animal groups with these associated factors in an additive model, in order to obtain an approximated estimation of the contributions of each condition to the overall variance of the gut microbial composition. Our analysis found that ISS housing conditions (i.e., habitat, temperature, humidity, and CO 2  levels) accounted for 36.3% and spaceflight-specific factors accounted for 6.6% of the overall variance at the species level (for higher taxonomic levels, see Additional file  1 ). Thus, in addition to ISS housing conditions, we demonstrate that spaceflight-specific factors strongly modulate the composition of the gut microbiome. Reproducible effects of spaceflight on the murine gut microbiome composition Spaceflight-associated changes in the gut microbiome composition have been reported in a recent study of fecal samples collected in mice onboard a space shuttle during the STS-135 mission in 2011 [ 5 ]. It is thus of interest to compare RR-1 data to STS-135 data, in order to test the reproducibility of spaceflight-associated changes in the gut microbiome. Comparing two different microbiome datasets in a formal statistical setting remains a challenge due to dataset-specific biases associated with biological and technical factors, such as animal or population cohorts, experimental conditions, sequencing strategies, data analysis methods, and many others. Despite these challenges, if changes in microbial compositions are reproducible, the microbial differential abundance patterns in two datasets are expected to involve a similar set of microbes with comparable amplitudes and directions of changes. We developed a statistical method, named STARMAPs, to capture this similarity by projecting samp",
  "discussion": "Discussion Our analysis of the fecal samples from mice onboard the ISS and the three control groups on Earth during NASA’s RR-1 mission identified reproducible spaceflight-associated changes in the gut microbiome. These spaceflight-associated changes were linked to an altered transcriptome in the liver of the same animals. A few observations of the gut microbiome during spaceflight in the RR-1 mice reported here are consistent with our recent findings in a twin astronaut during his 1-year mission onboard the ISS, including an unchanged richness of microbial community, an altered community structure, and an elevated F/B ratio [ 4 ]. More importantly, using a newly developed statistical tool, STARMAPs, we tested the similarity in spaceflight-associated microbiome changes between RR-1 mice and mice onboard a previous shuttle mission STS-135 in a formal statistical setting, and we found that spaceflight-associated microbiome changes in the two missions were similar, despite the differences between the two missions in the durations of spaceflight, animal study protocol, as well as microbiome profiling and data processing methods. Together, our observations support a robust effect of spaceflight on the mammalian gut microbiome. Importantly, the utilization of three diet-matched control groups in RR-1 allowed for attributing the observed microbiome variations to specific aspects of environmental factors associated with spaceflight missions. Particularly, Ground mice were housed using the same rodent habitat as Flight animals with matched temperature, humidity, and CO 2  levels. While the Flight animals were traveling at high velocity and altitude when onboard the ISS, there were very few acceleration/deceleration events and the air pressure inside the ISS is kept at the sea level (i.e., same as where the control mice were housed). The major differences in the experimental conditions between Flight and Ground animals included the acceleration and vibration during launch as well as microgravity and cosmic radiation during spaceflight. The launch occurred 37 days prior to the time of sample collection and the duration was very short (i.e., minutes). Thus, the impact of launch on the gut microbiome, although cannot be excluded, is expected to be very small, and the observed microbiome changes between RR-1 Flight and Ground animals can be predominantly attributed to environmental conditions specific to spaceflight. Although the effects of microgravity and cosmic radiation cannot be dissected experimentally using the current rodent research mission hardware, our study also presents a step toward an understanding of their contributions to the changes in the gut microbiome during spaceflight using statistical analysis with STARMAPs. Our analysis showed a lack of similarity between spaceflight-associated microbiome changes and those induced by exposures to space-type radiation on the ground. This lack of similarity implies that the gut microbiome is modulated la",
  "conclusion": "Conclusions Taken together, our observations demonstrate a robust effect of the spaceflight on the gut microbiome, which may be attributed to specific space environmental factors, likely microgravity, and suggest an altered metabolic potential in the gut microbiota that was associated with the expression of metabolic genes in the host liver. We speculate that microgravity leads to an altered metabolic environment for the microbes in the gastrointestinal tract via mechanisms such as lowered fluid shear dynamics, altered digesta movement, as well as other physiological and behavioral responses of the host, and the gut microbiota adapts to such changes by shifting community structure and associated gene content, which may in turn influence host biological functions. As such, a change in the gut microbiota is a key component of mammalian adaptation to the space environment. Further characterizations and mechanistic studies of the complex interactions between the host and the gut microbiome during spaceflight are needed and may enable interventions allowing the microbial communities to adapt to the spaceflight-associated metabolic environment in the gut while avoiding harm or even conferring benefits to mammalian physiology. Such a strategy will mitigate risks to crew health and performance during future long-term spaceflight missions."
}