{
  "id": "PMC6141014",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6141014/",
  "title": "Structural and functional properties of bone are compromised in amyotrophic lateral sclerosis mice",
  "authors": "Frank C. Ko, Jia Li, Daniel J. Brooks, Seward B. Rutkove, Mary L. Bouxsein",
  "year": "2018",
  "journal": "Amyotrophic lateral sclerosis & frontotemporal degeneration",
  "abstract": "In addition to muscle weakness, amyotrophic lateral sclerosis (ALS) is associated with an increased incidence of skeletal fractures. The SOD1G93A mouse model recapitulates many features of human ALS. These mice also exhibit decreased bone mass. However, the functional, or biomechanical, behavior of the skeleton in SOD1G93A mice has not been investigated. To do so, we examined skeletal phenotypes in end-stage (16-week-old) SOD1G93A female mice and healthy littermate female controls (N=9–10/group). Outcomes included trabecular and cortical bone microarchitecture by microcomputed tomography; stiffness and strength via three-point bending; resistance to crack growth by fracture toughness testing; and cortical bone matrix properties via cyclic reference point indentation. SOD1G93A mice had similar bone size, but significantly lower trabecular bone mass (−54%), thinner trabeculae (−41%) and decreased cortical bone thickness (−17%) and cortical area (−18%) compared to control mice (all p<0.01). In line with these bone mass and microstructure deficits, SOD1G93A mice had significantly lower femoral bending stiffness (−27%) and failure moment (−41%), along with decreased fracture toughness (−18%) (all p<0.001). This is the first study to demonstrate functional deficits in the skeleton of end-stage ALS mice, and imply multiple mechanisms for increased skeletal fragility and fracture risk in patients in ALS. Importantly, our results provide strong rationale for interventions to reduce fracture risk in ALS patients with advanced disease.",
  "keywords": "ALS mouse model, bone strength, bone biomechanics, fracture toughness, microCT",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}