{
  "id": "PMC6548323",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6548323/",
  "title": "Maintenance of Near Normal Bone Mass and Architecture in Lethally Irradiated Female Mice following Adoptive Transfer with as few as 750 Purified Hematopoietic Stem Cells",
  "authors": "Richard T. Deyhle, Carmen P. Wong, Stephen A. Martin, Melissa Q. McDougall, Dawn A. Olson, Adam J. Branscum, Scott A. Menn, Urszula T. Iwaniec, David M. Hamby, Russell T. Turner",
  "year": "2019",
  "journal": "Radiation research",
  "abstract": "Total-body irradiation (TBI) followed by transfer of bone marrow cells from donors is routinely performed in immunology research and can be used to manipulate differentiation and/or function of bone cells. However, exposure to high-dose radiation can result in irreversible osteopenia, and transfer of heterogeneous cell populations can complicate interpretation of results. The goal of this research was to establish an approach for reconstituting bone marrow using small numbers of purified donor-derived hematopoietic stem cells (HSCs) without negatively affecting bone metabolism. Gamma-irradiated (9 Gy) WBB6F1 mice were engrafted with bone marrow cells (5 × 10 6  cells) or purified HSCs (3,000 cells) obtained from GFP transgenic mice.  In vivo  analysis and  in vitro  differentiation assays performed two months later established that both methods were effective in reconstituting the hematopoietic compartment with donor-derived cells. We confirmed these findings by engrafting C57Bl/6 (B6) mice with bone marrow cells or purified HSCs from CD45.1 B6 congenic mice. We next performed adoptive transfer of purified HSCs (750 cells) into WBB6F1 and radiosensitive Kit W/W-v  mice and evaluated the skeleton two months later. Minimal differences were observed between controls and WBB6F1-engrafted mice that received fractionated doses of 2 × 5 Gy. Kit w/wv  mice lost weight and became osteopenic after 2 × 5 Gy irradiations but these abnormalities were negligible after 5 Gy irradiation. Importantly, adoptive transfer of wild-type cells into Kit w/wv  mice restored normal Kit expression in bone marrow. Together, these findings provide strong evidence for efficient engraftment with purified HSCs after lethal TBI with minimal collateral damage to bone. This approach will be useful for investigating mechanisms by which hematopoietic lineage cells regulate bone metabolism.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}