{
  "id": "PMC6599637",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6599637/",
  "title": "Knee and Hip Joint Cartilage Damage from Combined Spaceflight Hazards of Low-Dose Radiation Less than 1 Gy and Prolonged Hindlimb Unloading",
  "authors": "Andy T. Kwok, Joseph E. Moore, Samuel Rosas, Bethany A. Kerr, Rachel N. Andrews, Callistus M. Nguyen, Jingyun Lee, Cristina M. Furdui, Boyce E. Collins, Michael T. Munley, Jeffrey S. Willey",
  "year": "2019",
  "journal": "Radiation research",
  "abstract": "Kwok, A. T., Moore, J. E., Rosas, S., Kerr, B. A., Andrews, R. N., Nguyen, C. M., Lee, J., Furdui, C. M., Collins, B. E., Munley, M. T. and Willey, J. S. Knee and Hip Joint Cartilage Damage from Combined Spaceflight Hazards of Low-Dose Radiation Less than 1 Gy and Prolonged Hinlimb Unloading.  Radiat. Res.  191, 497–506 (2019). Reduced weight bearing, and to a lesser extent radiation, during spaceflight have been shown as potential hazards to astronaut joint health. These hazards combined effect to the knee and hip joints are not well defined, particularly with low-dose exposure to radiation. In this study, we examined the individual and combined effects of varying low-dose radiation (≤1 Gy) and reduced weight bearing on the cartilage of the knee and hip joints. C57BL/6J mice (n = 80) were either tail suspended via hindlimb unloading (HLU) or remained full-weight bearing (ground). On day 6, each group was divided and irradiated with 0 Gy (sham), 0.1 Gy, 0.5 Gy or 1.0 Gy (n = 10/group), yielding eight groups: ground-sham; ground-0.1 Gy; ground-0.5 Gy; ground-1.0 Gy; HLU-sham; HLU-0.1 Gy; HLU-0.5 Gy; and HLU-1.0 Gy. On day 30, the hindlimbs, hip cartilage and serum were collected from the mice. Significant differences were identified statistically between treatment groups and the ground-sham control group, but no significant differences were observed between HLU and/or radiation groups. Contrast-enhanced micro-computed tomography (micro-CECT) demonstrated decrease in volume and thickness at the weight-bearing femoral-tibial cartilage-cartilage contact point in all treatment groups compared to ground-sham. Lower collagen was observed in all groups compared to ground-sham. Circulating serum cartilage oligomeric matrix protein (sCOMP), a biomarker for ongoing cartilage degradation, was increased in all of the irradiated groups compared to ground-sham, regardless of unloading. Mass spectrometry of the cartilage lining the femoral head and subsequent Ingenuity Pathway Analysis (IPA) identified a decrease in cartilage compositional proteins indicative of osteoarthritis. Our findings demonstrate that both individually and combined, HLU and exposure to spaceflight-relevant radiation doses lead to cartilage degradation of the knee and hip with expression of an arthritic phenotype. Moreover, early administration of low-dose irradiation (0.1, 0.5 or 1.0 Gy) causes an active catabolic response in cartilage 24 days postirradiation. Further research is warranted with a focus on the prevention of cartilage degradation from long-term periods of reduced weight bearing and spaceflight-relevant low doses and qualities of radiation.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}