{
  "id": "PMC6343501",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6343501/",
  "title": "The multiscale structural and mechanical effects of mouse supraspinatus muscle unloading on the mature enthesis",
  "authors": "Alix C. Deymier, Andrea G. Schwartz, Zhounghou Cai, Tyrone L. Daulton, Jill D. Pasteris, Guy M. Genin, Stavros Thomopoulos",
  "year": "2018",
  "journal": "Acta biomaterialia",
  "abstract": "The musculoskeletal system is sensitive to its loading environment; this is of particular concern under conditions such as disuse, paralysis, and extended-duration space flight. Although structural and mechanical changes to tendon and bone following paralysis and disuse are well understood, there is a pressing need to understand how this unloading affects the bone-tendon interface (enthesis); the location most prone to tears and injury. We therefore elucidated these effects of unloading in the entheses of adult mice shoulders that were paralyzed for 21 days by treatment with botulinum toxin A. Unloading significantly increased the extent of mechanical failure and was associated with structural changes across hierarchical scales. At the millimeter scale, unloading caused bone loss. At the micrometer scale, unloading decreased bioapatite crystal size and crystallographic alignment in the enthesis. At the nanometer scale, unloading induced compositional changes that stiffened the bioapatite/collagen composite tissue. Mathematical modeling and mechanical testing indicated that these factors combined to increase local elevations of stress while decreasing the ability of the tissue to absorb energy prior to failure, thereby increasing injury risk. These first observations of the multiscale effects of unloading on the adult enthesis provide new insight into the hierarchical features of structure and composition that endow the enthesis with increased resistance to failure.",
  "keywords": "Enthesis, Biomechanics, Paralysis, Unloading, Structure, Shoulder, Rotator Cuff",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}