{
  "id": "PMC6339989",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6339989/",
  "title": "From the international space station to the clinic: how prolonged unloading may disrupt lumbar spine stability",
  "authors": "Jeannie F. Bailey, Stephanie L. Miller, Kristine Khieu, Conor W. O’Neill, Robert M. Healey, Dezba G. Coughlin, Jojo V. Sayson, Douglas G. Chang, Alan R. Hargens, Jeffrey C. Lotz",
  "year": "2017",
  "journal": "The spine journal : official journal of the North American Spine Society",
  "abstract": "BACKGROUND CONTEXT: Prolonged microgravity exposure is associated with localized low back pain and an elevated risk of post-flight disc herniation. Although the mechanisms by which microgravity impairs the spine are unclear, they should be foundational for developing in-flight countermeasures for maintaining astronaut spine health. Because human spine anatomy has adapted to upright posture on Earth, observations of how spaceflight affects the spine should also provide new and potentially important information on spine biomechanics that benefit the general population. PURPOSE: This study compares quantitative measures of lumbar spine anatomy, health, and bio-mechanics in astronauts before and after 6 months of microgravity exposure on board the International Space Station (ISS). STUDY DESIGN: This is a prospective longitudinal study. SAMPLE: Six astronaut crewmember volunteers from the National Aeronautics and Space Administration (NASA) with 6-month missions aboard the ISS comprised our study sample. OUTCOME MEASURES: For  multifidus  and  erector spinae  at L3–L4, measures include cross-sectional area (CSA), functional cross-sectional area (FCSA), and FCSA/CSA. Other measures include supine lumbar lordosis (L1–S1), active (standing) and passive (lying) flexion-extension range of motion (FE ROM) for each lumbar disc segment, disc water content from T2-weighted intensity, Pfirrmann grade, vertebral end plate pathology, and subject-reported incidence of chronic low back pain or disc injuries at 1-year follow-up. METHODS: 3T magnetic resonance imaging and dynamic fluoroscopy of the lumbar spine were collected for each subject at two time points: approximately 30 days before launch (pre-flight) and 1 day following 6 months spaceflight on the ISS (post-flight). Outcome measures were compared between time points using paired  t  tests and regression analyses. RESULTS: Supine lumbar lordosis decreased (flattened) by an average of 11% (p=.019). Active FE ROM decreased for the middle three lumbar discs (L2–L3: −22.1%, p=.049; L3–L4: −17.3%, p=.016; L4–L5: −30.3%, p=.004). By contrast, no significant passive FE ROM changes in these discs were observed (p>.05). Disc water content did not differ systematically from pre- to post-flight. Multifidus and erector spinae changed variably between subjects, with five of six subjects experiencing an average decrease 20% for FCSA and 8%–9% for CSA in both muscles. For all subjects, changes in multifidus FCSA strongly correlated with changes in lordosis (r 2 =0.86, p=.008) and active FE ROM at L4–L5 (r 2 =0.94, p=.007). Additionally, changes in multifidus FCSA/CSA correlated with changes in lordosis (r 2 =0.69, p=.03). Although multifidus-associated changes in lordosis and ROM were present among all subjects, only those with severe, pre-flight end plate irregularities (two of six subjects) had post-flight lumbar symptoms (including chronic low back pain or disc herniation). CONCLUSIONS: We observed that multifidus atrophy, rather than intervertebral disc swelling, associated strongly with lumbar flattening and increased stiffness. Because these changes have been previously linked with detrimental spine biomechanics and pain in terrestrial populations, when combined with evidence of pre-flight vertebral end plate insufficiency, they may elevate injury risk for astronauts upon return to gravity loading. Our results also have implications for deconditioned spines on Earth. We anticipate that our results will inform new astronaut countermeasures that target the multifidus muscles, and research on the role of muscular stability in relation to chronic low back pain and disc injury. © 2017 Elsevier Inc. All rights reserved.",
  "keywords": "Instability, Low back pain, Lumbar spine, Multifidus, Spaceflight, Unloading",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}