{
  "id": "PMC6813909",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6813909/",
  "title": "Effects of ex vivo Ionizing Radiation on Collagen Structure and Whole-Bone Mechanical Properties of Mouse Vertebrae",
  "authors": "Megan M. Pendleton, Shannon R. Emerzian, Jennifer Liu, Simon Y. Tang, Grace D. O’Connell, Joshua S. Alwood, Tony M. Keaveny",
  "year": "2019",
  "journal": "Bone",
  "abstract": "Bone can become brittle when exposed to ionizing radiation across a wide range of clinically relevant doses that span from radiotherapy (accumulative 50 Gy) to sterilization (~35,000 Gy). While irradiation-induced embrittlement has been attributed to changes in the collagen molecular structure, the relative role of collagen fragmentation versus non-enzymatic collagen crosslinking remains unclear. To better understand the effects of radiation on the bone material without cellular activity, we conducted an ex vivo x-ray radiation experiment on excised mouse lumbar vertebrae. Spinal tissue from twenty-week old, female, C57BL/6J mice were randomly assigned to a single x-ray radiation dose of either 0 (control), 50, 1,000, 17,000, or 35,000 Gy. Measurements were made for collagen fragmentation, non-enzymatic collagen crosslinking, and both monotonic and cyclic-loading compressive mechanical properties. We found that the group differences for mechanical properties were more consistent with those for collagen fragmentation than for non-enzymatic collagen crosslinking. Monotonic strength at 17,000 and 35,000 Gy was lower than that of the control by 50% and 73% respectively, (p < 0.001) but at 50 and 1,000 Gy was not different than the control. Consistent with those trends, collagen fragmentation only occurred at 17,000 and 35,000 Gy. By contrast, non-enzymatic collagen crosslinking was greater than control for all radiation doses (p < 0.001). All results were consistent both for monotonic and cyclic loading conditions. We conclude that the reductions in bone compressive monotonic strength and fatigue life due to ex vivo ionizing radiation are more likely caused by fragmentation of the collagen backbone than any increases in non-enzymatic collagen crosslinks.",
  "keywords": "ionizing radiation, bone strength, fatigue, collagen, sterilization, bone-graft",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}