{
  "id": "PMC6204554",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6204554/",
  "title": "Influence of Magnitude and Duration of Altered Gravity and Readaptation to 1 g on the Structure and Function of the Utricle in Toadfish, ",
  "authors": "Richard Boyle, Yekaterina Popova, Joseph Varelas",
  "year": "2018",
  "journal": "Frontiers in Physiology",
  "abstract": "Gravity has remained constant during animal evolution and the neural sensory systems detecting acceleration forces have remained remarkably conserved among vertebrates. The utricular organ senses the sum of inertial force due to head translation and head tilt relative to gravitational vertical. Change in gravitational force would be expected to have profound effects on how an organism maintains equilibrium. We characterize the physiology of utricular afferents to applied accelerations in the oyster toadfish,  Opsanus tau , in normal 1 g to establish benchmarks, after 1–32-day exposures to 2.24 g (resultant) via centrifugation (hypergravity, HG), after 4- and 16-day exposures to 1.12 g (resultant), and following 1–8 days recovery to HG exposures to study re-adaptation to 1 g. Afferents were also examined during activation of efferent vestibular pathway. Centrifugation at 2.24 g included 228°/s constant angular velocity component, and thus horizontal canal afferent responses to yaw rotation were recorded as an internal control in each fish. Afferents studied after 228°/s rotation for 4 and 16 days without centripetal acceleration, called On-Center-Control, were indistinguishable from their control counterparts. Principal response to HG was an adjustment of afferent sensitivity as a function of magnitude and duration of exposure: an initial robust increase at 3–4 days followed by a significant decrease from 16 to 32 days. Initial increase observed after 4 days of HG took >4 days in 1 g to recover, and the decrease observed after 16 days of HG took >2 days to readapt to 1 g. Hair cells in striola and medial extrastriola macula regions were serially reconstructed in 3D from thin sections using transmission electron microscopy in control fish and fish exposed to 4 and 16 days of HG. Despite the highly significant differences in afferent physiology, synaptic body counts quantified in the  same  fish were equivalent in their inter-animal variability and averages. No clear role of the efferent pathway as a feedback mechanism regulating afferent behavior to HG was found. Transfer from 1 g to HG imparts profound effects on gravitational sensitivity of utricular afferents and the accompanying transfer from the HG back to the 1 g resembles in part (as an analog) the transfer from 1 g to the micrograms.",
  "keywords": "afferents, hair cells, acceleration, gravity, centrifugation, spaceflight, electrophysiology, serial electron microscopy reconstruction",
  "full_text": "Introduction Gravity is a natural force that drives all living organisms to acquire precise physiological mechanisms to survive. Throughout the course of a species’ evolution the intensity and direction of gravity have remained constant, whereas other environmental factors, such as predation, climate, vegetation, for example, with rare exceptions have not. The highly evolved inner ear neural systems in vertebrates are keyed to operating under gravity’s continuous influence ( Stensiö ,  1927 ;  Friedman and Giles, 2017 ). Detections of inertial acceleration, such as linear translation during self-motion or an external perturbation, and head orientation with respect to gravity, such as tilts, start from the bilateral otolith organs. The first vertebrate ear was principally a graviceptive statocyst more commonly found in today’s aquatic invertebrates ( Budelmann, 1988 ). Otolith structures contain an inertial mass of calcium carbonate that is subject to the pull of gravity and thus possesses weight. In an earlier study ( Boyle et al., 2001 ) fish were exposed to near weightlessness in spaceflight and in this study we exposed the fish to centrifugation to enhance the gravity load and queried in a similar fashion the sensory processing characteristics of otolith afferents. Pervasiveness of gravity provides the nervous system a common reference about which to optimize sensory transduction mechanisms and perception. Otolith afferents carry the transduced signal of the gravito-inertial forces in the form of modulated spacing of action potentials to the brainstem and cerebellum (see  Goldberg et al., 2012 ). There the otolith code combines with angular acceleration signals obtained from the semicircular canals and with information derived from the visual and somesthetic modalities to compute a central representation of the body and its parts as well as their dynamics in space. The end result is the resolution of ambiguity of gravity and self-motion to allow healthy individuals to maintain balance and equilibrium under varying conditions. Despite invariability of gravity on Earth, physiological systems are not and are adversely affected by trauma, disease, and aging, and thus central creation of the gravito-inertial vector can be disrupted leading to vertigo, disorientation, and other clinical disorders. Arrival of aviation and space age offered a means to directly study the role of gravity in healthy subjects. The established reference of self-orientation is now completely violated by the speed at which the individual and visual world on the retina move and by rapidly changing orientation of the gravity vector with respect to the pilot, or removal of gravity vector altogether in space missions. During the first days of spaceflight, most astronauts experience symptoms of space motion sickness and disorientation ( Reschke et al., 1994 ;  Demontis et al., 2017 ) linked to the otolith organs ( Watt et al., 1986 ;  Paloski et al., 1993 ;  Heer and Paloski, 2006 ). An extraordinary hypersensitivity to applied acceleration was observed in toadfish utricle afferents after relatively short mission aboard Shuttle orbiters ( Boyle et al., 2001 ). The hypersensitivity presumably was the result of exposure to near weightlessness, persisted over the first day after landing, returned to within normal levels on the second day at 1 g, and closely matched the reported readaptation in astronauts after landing following a comparable stay in space ( Reschke et al., 1994 ). Physiological adjustments to a novel gravity, as witnessed in spaceflight, reveal that the organism possesses adaptive mechanisms triggered by transitions in gravity. What initiates these mechanisms and are they compensatory to the gravity load? In addition to the sensory afferent pathways the brain in turn sends efferent signals back to the same inner ear structures. Activation of olivo-cochlear efferent neurons can attenuate afferent sensitivity and reduce its frequency selectivity or tuning to sound ( Warr and Guinan, 1979 ;  Liberman, 1980 ;  Groff and Liberman, 2003 ). In functional terms, this efferent-to-afferent feedback loop adjusts sensitivity of hearing in a frequency dependent way ( Brown et al., 1983 ;  Russell and Murugasu, 1997 ). Analogous to the cochlea, efferent synaptic terminals contact both vestibular hair cells and afferents ( Smith and Rasmussen, 1968 ;  Sans and Highstein, 1984 ;  Holstein et al., 2004 ;  Lysakowski and Goldberg, 2008 ), and activation of efferent synapses influences afferent sensitivity in fish ( Flock and Russell, 1976 ;  Hartmann and Klinke, 1980 ;  Boyle and Highstein, 1990b ;  Boyle et al., 2009 ), frog ( Gribenski and Caston, 1976 ;  Valli et al., 1986 ;  Chagnaud et al., 2015 ), turtle ( Brichta and Goldberg, 2000 ;  Holt et al., 2006 ), bird ( Dickman and Correia, 1992 ), chinchilla ( Marlinski et al., 2004 ), and primates ( Goldberg and Fernández, 1980 ;  Sadeghi et al., 2009 ). Reflex or self-generated movements often have large purposeful acceleration components, such as those occurring during predation (attack) and avoidance (escape) behaviors that would impair the computation of a movement, and importantly any novel perturbations encountered during execution of those behaviors. To enable the afferent to continuously encode motion profiles during such overt behaviors its sensitivity to acceleration is reduced, often dramatically, but it is not clear whether the prevailing gravity load is registered by the efferent system and participates in adaptive processes. Another possible participant in adaptive processes in the peripheral labyrinth is a rapid addition or removal of synaptic bodies associated with the hair cell-afferent synapse.  Ross (2000)  found the number of synaptic ribbons in rat type II otolith hair cells increased two to threefold following 14-day exposure to weightlessness. Since toadfish possess only type II hair cells, an attractive interpretation of our earlier afferent data ( Boyle et al., 2001 ) was an increase in synaptic strength as an initial adaptive response to restore the “lost” gravity detection, followed by a deletion of the added synaptic bodies ( Waites et al., 2005 ;  Matthews and Fuchs, 2010 ;  Graydon et al., 2017 ) leading to a restoration of normal sensation after a return to 1 g. Here, we manipulate the afferent responses to acceleration by applying variable exposures to hypergravity (HG) via centrifugation and directly correlate the observed afferent sensitivity with serial reconstruction of hair cell-afferent complexes in two areas of the utricular macula in the  same  animal. Materials and Methods General Procedures Oyster toadfish,  Opsanus tau , of either sex, weighing ∼400 g, were provided by the Resources Facilities of Marine Biological Laboratory (Woods Hole, MA, United States). Fish were housed in 300 l saltwater aquaria systems (AquaLogic, San Diego, CA, United States) and monitored daily by the veterinarian staff. All procedures followed the principles set forth by NIH “Guide for the Care and Use of Laboratory Animals, Ed 8” and approved by NASA Ames Research Center Institutional Animal Care and Use Committee. Useful data were acquired from 106 fish. Immediately after removal from the centrifuge aquarium (<1 min) the fish was immersed in the anesthetic agent MS222 (25 mg/l, 3-aminobenzoic acid ethyl ester, Sigma, St. Louis, MO, United States) diluted in saltwater (Instant Ocean ® ). Fish was then placed in a Lexan polycarbonate tank filled with chilled (15°C) saltwater, and its head was stabilized in an Earth horizontal plane using a mouth brace and immobilized with stainless steel pins to the cranium; saltwater covered all but its most dorsal surface, and its eyes and dorsal fins were covered with moist tissues. Saltwater was aerated using an air stone. MS222 was added as needed during the course of the experiment. A small craniotomy was made to visualize the anterior and horizontal canal (HC) ampullae and the utricle and their specific nerve supply. Fluorocarbon (FC75, 3M Corp, Minneapolis, MN, United States) was injected into the cranial opening to fill the perilymphatic vestibule. The dorsal surfaces of the brainstem and posterior cerebellum were exposed by removing ∼3 mm 2  portion of occiput above the foramen magnum. Efferent vestibular nuclei are seen as paramedial gray areas among the transversely running internal arcuate fibers under the floor of the IVth ventricle ( Highstein and Baker, 1986 ). A pair of sharpened Ag/AgCl wires insulated to within 0.2 mm of their tips and spaced ∼2 mm was lowered into the efferent nuclei on either side of the midline along a ∼45° angle beneath the posterior cerebellum to a depth of 1–2 mm. EVS activation behaviorally provoked or electrically induced elicits an early arousal reaction, characterized by an initial flaring of lateral fins and raising of dorsal fin, followed by straightening of the tail and extension of the ventral fins ( Highstein and Baker, 1985 ;  Boyle and Highstein, 1990b ). Fin flaring was used as a guide for proper placement of electrode array that required the lowest shock intensity. Alert fish activate their EVS at a maximum rate of ∼100 impulses/s (ips) ( Highstein and Baker, 1985 ), and efferent nerves faithfully follow a 100 Hz stimulus train applied to the nuclei ( Boyle and Highstein, 1990b ). EVS stimulation consisted of single pulses of 100 μs duration with trains of 100/s were delivered in a bipolar fashion via a pulse generator coupled to a stimulus isolation unit and captured as time-stamped events in Spike2 (CED, United Kingdom). Conventional 30–50 MΩ glass microelectrodes, filled with 2 M LiCl 2 , were used for extracellular or pseudo-intra-axonal recordings under direct visual control. The recording session began less than 1 h after cessation of centrifugation and typically lasted 12–14 h. In preliminary experiments, we noticed utricular afferents were inconsistently responsive to EVS stimulation, while at the same time HC afferents were consistently activated. Therefore, responses of ∼5–10 HC afferents were recorded at the start of each session to adjust and confirm efferent stimulation parameters. Sinusoids of 10–20°/s at 0.5–5 Hz were delivered about the  z -axis (yaw rotation) as well as visual localization to identify canal afferents. Consistency of stimulus intensity was verified throughout the experiment. Another set of canal afferents (range 8–27) was recorded at the end of each session to confirm EVS efficacy and evaluate canal response to rotation. Centrifugation Procedures NASA Ames prototype centrifuge was used to subject the fish to HG of variable duration and magnitude (Figure  1A ). The centrifuge consists of four radial arms with a one-degree of freedom swing gondola (labeled A1) at the end of each arm to maintain gravity vector relative to the fish during rest and centrifugation and positioned 1.22 m eccentric to center of rotation. Two magnitudes of HG were applied. Main protocol was a 38-rpm spin delivering a 1 g (Earth) plus 2 G (centripetal) force imparting a 2.24 g (=sqrt(1 2  + 2 2 )) resultant force. Duration of 2.24 g exposures was 1, 2, 3, 4, 5, 8, 16, 24, or 32 days in groups of four to five fish. In separate experiments, the spin was reduced to 19 rpm resulting in a 1 g centripetal force or 1.12 g (=sqrt(1 2  + 1 2 )) resultant force; duration of 1.12 g exposures in groups of four fish was confined to 4 and 16 days. Loading and unloading of fish were scheduled to minimize the stop time, typically <10 min. Twelve separate runs were conducted over a 3-year period to acquire the reported HG results. FIGURE 1 Experimental and testing devices.  (A)  Ground-based centrifuge was used to apply centripetal force by constant velocity rotation within a concomitant 1 g environment. Centrifuge had four gondolas (labeled A1) positioned at a radial distance of 1.22 m from center of axis of rotation. Each gondola was gimbaled with one-degree of freedom to deliver a constant gravity vector onto fish at any given rotational rate. Self-contained aquarium systems (labeled A2) were developed to permit life support for one fish in each gondola consisting of mechanical and biological filtrations, cooling, and oxygenation within a 12:12 light:dark cycle. Fish were unrestrained during centrifugation and their behavior was captured in light using video.  (B)  Acceleration testing device was designed and fabricated to study afferent responses to controlled translational motions delivered along the tandem rails labeled B6 and B7 at any head orientation via yaw rotation controlled by motor labeled B3. The motor labeled B4 delivered tilt stimulation from pitch to roll. See text for more details. Fully sealed fish tanks were fabricated from 1.3-cm Plexiglas ®  tubes of 30.5-cm dia capped at both ends, and with a molded, sealable opening on the curved surface to permit access to the fish. An individual habitat (labeled A2) was placed in each gondola, contained ∼20 l of saltwater and housed either one fish or none at a time (for scheduling). A closed loop system continuously circulated water through mechanical and biological filtrations and a heat exchanger to chill the saltwater to 15°C on the return side. The room was cooled to <15°C to counter heat generated by the motor. A DC powered air stone aerated the saltwater, and pressure was released via a one-way valve. Light/dark (12:12 h) cycles during centrifugation were normalized to home aquaria. Fish were unrestrained and allowed to swim freely in the habitat. During centrifugation, two forces are applied to the fish in addition to the constant force of gravity: a centripetal force dependent on radius of eccentricity and rate of rotation. To account for possible variations in vestibular function due to rate of rotation, a separate rate table was configured that permitted a single tank to be placed precisely at the center of rotation axis. These On-Center Control (OCC) experiments were conducted one fish at a time with a spin of 38 rpm for groups of four fish at either 4- or 16-day duration. All parameters were matched to the centrifuged fish with the exception that no (or negligible) centripetal force was imparted to the fish. Fish were monitored in the light cycle using video. No off-nominal events occurred during any test. Acceleration Testing Device After surgical preparation the tank (labeled B1) was mounted to a multi-axis linear and angular acceleration and tilt system (Figure  1B ). Head position of the fish was adjusted to align the otoliths coplanar to Earth horizon using digital commands to one or more axes. The cranial opening was positioned beneath a castle-like structure on which a three-axes remotely controlled motorized micromanipulator (MP-285; Sutter Instruments, Novato, CA, United States) and preamplifier were fixed. The fish tank and castle-like platform were attached to a Plexiglas ®  plate (labeled B2) supported by a 15.24-cm dia thrust bearing and attached to a stepper motor (labeled B3) geared (55:1) at 90° (graphically illustrated) to provide a full rotation about the vertical  z -axis (yaw); one stepper count equals 0.00026°. This axis allows smooth positioning from one head angle to another with respect to the translational axis to examine afferent directional selectivity, together with applied yaw rotational stimuli. Its center of rotation passed through the center of the head and bilateral labyrinths. Yaw stage was mounted to a 2.54-cm dia shaft through roller bearing pillow blocks to a stepper motor (labeled B4) straight geared (55:1); one stepper count equals 0.00026°. This axis allowed tilt about the axis coplanar to the Earth horizontal (graphically illustrated), and provided either static positioning or dynamic stimuli at angles between pure roll and pure pitch depending on the head angle command to the yaw motor. Next, the tilt stage was attached to a base plate (labeled B5) through roll bearing pillow blocks and stepper motor mount. The base plate was attached to a thrust block brushless linear motor (not visible in Figure  1B ), which was in turn mounted to a 165-cm precision linear bearing guidance system (IDC, Petaluma, CA, United States) (labeled B6); a non-contact, incremental linear encoder provided a position sensing with 10 μm accuracy and voltage proportional to instantaneous linear velocity was derived from the servo controller; this signal was integrated in Spike2 data acquisition software to obtain a derived acceleration signal. A second, slaved rail, and linear bearing gliders (labeled B7) were coupled to the thrust block to provide additional stability and lower the center of mass of the top plate. The device was secured to an optical breadboard (TMC) (labeled B8) to ensure flatness and provide isolation, and floated from the lab floor by jelly pads to absorb substrate-borne vibrations. Unit recording stability was confirmed up to 0.5 g at 12 Hz (maximum tested). A digital controller (Galil Motion Control, Rocklin, CA, United States) installed on a Windows-based platform provided command signals to each motor. Software control was based on Galil motion control libraries called from a user interface written in Igor (WaveMetrics, Lake Oswego, OR, United States) scripts to permit step or continuous, dynamic motion about one or more axes at selectable parameters. Terminology of Motion Stimuli Lab-defined frame of motion  reference along the horizontal axis at 0° corresponded to a positive acceleration directed forward out the fish’s snout; activation of the tilt stage (Figure  1B, B4 ) at this position delivered a  pure roll  to one side or the other. Activation of the yaw stage (Figure  1B, B3 ) produced counter-clockwise (CCW) or CW rotation in the horizontal plane to change the head orientation with respect to the linear motion. Yaw rotation of the platform to + 90° (right-hand rule, CCW) about the  z -axis produced a positive inter-aural acceleration directed out the right (ipsilateral to recording side) ear and the converse out the opposite ear, and activation of the tilt stage produced a  pure pitch  with either head-down or -up. Yaw rotation of the platform to 180° about the  z -axis produced a positive sled acceleration directed forward but now out the fish’s tail, and activation of the tilt stage produced again a  pure roll  to one side or the other. Yaw rotation of platform to 270° about the  z -axis produced a positive acceleration directed out the left (contralateral to recording side) ear and the converse out the right ear, and activation of the tilt stage produced again a  pure pitch . Sinusoidal translation along the horizontal plane ranged from 0.03 to 0.3 g at 0.3–5 Hz and was limited by the excursion of the rail; sinusoidal tilt stimuli ranged from 0.01 to 2° at 0.3–10 Hz and up to 5° static tilt and the parameters tested were dependent mainly on recording stability; sinusoidal yaw rotations were confined to 10–30°/s at 0.1–5 Hz. Vestibular Test Protocol Test protocol was designed to provide direct comparisons of afferent responses to translation within and across the populations subjected to different HG and adaptation conditions. Secondarily, tilt stimuli were used to extend the response characteristics. The hair cell’s bundle is morphologically polarized ( Wersäll, 1972 ) and its receptor potential is directionally sensitive and behaves as a rectified cosine-function to bundle displacement ( Hudspeth and Corey, 1977 ;  Shotwell et al., 1981 ); the functional polarization vectors of utricular afferents are distributed in a fanlike shape ( Fernández and Goldberg, 1976b ), as is to be expected from the hair cell orientations in the macula ( Spoendlin, 1964 ). Afferent directional selectivity was defined by its maximum (Smax) and minimum or null (Smin) sensitivities. To accomplish this a sinusoidal translation along a plane parallel to Earth was delivered as the fish was rotated about the yaw",
  "introduction": "Introduction Gravity is a natural force that drives all living organisms to acquire precise physiological mechanisms to survive. Throughout the course of a species’ evolution the intensity and direction of gravity have remained constant, whereas other environmental factors, such as predation, climate, vegetation, for example, with rare exceptions have not. The highly evolved inner ear neural systems in vertebrates are keyed to operating under gravity’s continuous influence ( Stensiö ,  1927 ;  Friedman and Giles, 2017 ). Detections of inertial acceleration, such as linear translation during self-motion or an external perturbation, and head orientation with respect to gravity, such as tilts, start from the bilateral otolith organs. The first vertebrate ear was principally a graviceptive statocyst more commonly found in today’s aquatic invertebrates ( Budelmann, 1988 ). Otolith structures contain an inertial mass of calcium carbonate that is subject to the pull of gravity and thus possesses weight. In an earlier study ( Boyle et al., 2001 ) fish were exposed to near weightlessness in spaceflight and in this study we exposed the fish to centrifugation to enhance the gravity load and queried in a similar fashion the sensory processing characteristics of otolith afferents. Pervasiveness of gravity provides the nervous system a common reference about which to optimize sensory transduction mechanisms and perception. Otolith afferents carry the transduced signal of the gravito-inertial forces in the form of modulated spacing of action potentials to the brainstem and cerebellum (see  Goldberg et al., 2012 ). There the otolith code combines with angular acceleration signals obtained from the semicircular canals and with information derived from the visual and somesthetic modalities to compute a central representation of the body and its parts as well as their dynamics in space. The end result is the resolution of ambiguity of gravity and self-motion to allow healthy individuals to maintain balance and equilibrium under varying conditions. Despite invariability of gravity on Earth, physiological systems are not and are adversely affected by trauma, disease, and aging, and thus central creation of the gravito-inertial vector can be disrupted leading to vertigo, disorientation, and other clinical disorders. Arrival of aviation and space age offered a means to directly study the role of gravity in healthy subjects. The established reference of self-orientation is now completely violated by the speed at which the individual and visual world on the retina move and by rapidly changing orientation of the gravity vector with respect to the pilot, or removal of gravity vector altogether in space missions. During the first days of spaceflight, most astronauts experience symptoms of space motion sickness and disorientation ( Reschke et al., 1994 ;  Demontis et al., 2017 ) linked to the otolith organs ( Watt et al., 1986 ;  Paloski et al., 1993 ;  Heer and Paloski, 200",
  "methods": "Materials and Methods General Procedures Oyster toadfish,  Opsanus tau , of either sex, weighing ∼400 g, were provided by the Resources Facilities of Marine Biological Laboratory (Woods Hole, MA, United States). Fish were housed in 300 l saltwater aquaria systems (AquaLogic, San Diego, CA, United States) and monitored daily by the veterinarian staff. All procedures followed the principles set forth by NIH “Guide for the Care and Use of Laboratory Animals, Ed 8” and approved by NASA Ames Research Center Institutional Animal Care and Use Committee. Useful data were acquired from 106 fish. Immediately after removal from the centrifuge aquarium (<1 min) the fish was immersed in the anesthetic agent MS222 (25 mg/l, 3-aminobenzoic acid ethyl ester, Sigma, St. Louis, MO, United States) diluted in saltwater (Instant Ocean ® ). Fish was then placed in a Lexan polycarbonate tank filled with chilled (15°C) saltwater, and its head was stabilized in an Earth horizontal plane using a mouth brace and immobilized with stainless steel pins to the cranium; saltwater covered all but its most dorsal surface, and its eyes and dorsal fins were covered with moist tissues. Saltwater was aerated using an air stone. MS222 was added as needed during the course of the experiment. A small craniotomy was made to visualize the anterior and horizontal canal (HC) ampullae and the utricle and their specific nerve supply. Fluorocarbon (FC75, 3M Corp, Minneapolis, MN, United States) was injected into the cranial opening to fill the perilymphatic vestibule. The dorsal surfaces of the brainstem and posterior cerebellum were exposed by removing ∼3 mm 2  portion of occiput above the foramen magnum. Efferent vestibular nuclei are seen as paramedial gray areas among the transversely running internal arcuate fibers under the floor of the IVth ventricle ( Highstein and Baker, 1986 ). A pair of sharpened Ag/AgCl wires insulated to within 0.2 mm of their tips and spaced ∼2 mm was lowered into the efferent nuclei on either side of the midline along a ∼45° angle beneath the posterior cerebellum to a depth of 1–2 mm. EVS activation behaviorally provoked or electrically induced elicits an early arousal reaction, characterized by an initial flaring of lateral fins and raising of dorsal fin, followed by straightening of the tail and extension of the ventral fins ( Highstein and Baker, 1985 ;  Boyle and Highstein, 1990b ). Fin flaring was used as a guide for proper placement of electrode array that required the lowest shock intensity. Alert fish activate their EVS at a maximum rate of ∼100 impulses/s (ips) ( Highstein and Baker, 1985 ), and efferent nerves faithfully follow a 100 Hz stimulus train applied to the nuclei ( Boyle and Highstein, 1990b ). EVS stimulation consisted of single pulses of 100 μs duration with trains of 100/s were delivered in a bipolar fashion via a pulse generator coupled to a stimulus isolation unit and captured as time-stamped events in Spike2 (CED, United Kingdom). Conve",
  "results": "Results Control Responses to Translational Accelerations and Tilts in  Normal Gravity Response properties of utricular afferent were studied in control fish housed in 1 g to establish baseline measures needed for direct comparison within and across fish exposed to the different experimental conditions. A representative utricular afferent behavior in control fish to linear acceleration (panels A–C) and to tilt (panel D) is given in Figure  3 . Orientation of the fish about the  z -axis (Yaw Position in A) was set at 90° to provide a positive acceleration directed out the fish’s right ear along the inter-aural axis ipsilateral to the recording site. Nine consecutive cycles of sinusoidal linear acceleration (±15.7 cm/s 2  or ±0.016 g) at 2 Hz were recorded (A) and averaged (B) to give a response of the following characteristics: averaged modulation was ±51.7 ips about a fitted rate of 47 ips, with a sensitivity of 3.3 ips/cm/s 2  or 3234 ips/g occurring at peak phase of -134° re: acceleration. Average IR was 41 ips/cycle indicating a slight silencing of its rate in the OFF-direction. This response represented the afferent Smax. Afferent directional selectivity, a critical parameter to measure across experimental fish to precisely establish Smax, the spatio-temporal characteristics of averaged data at different head angles are plotted in Figure  3C . Cartoons of fish show the direction of +linear acceleration at five different fish orientations. Smax (Figure  3C ) is the uppermost point (solid circle) on the yellow line. Rotation of fish about the  z -axis from Smax at 90° head angle (Figures  3A,B ) by half-circle to 270° head angle elicited a comparable and expected Smax along the inter-aural axis but with a 180° phase shift due to the lab-specific denotation. Peak of response modulation with respect to peak acceleration amplitude typically remained consistent over a hemi-field of head angles, rectified as the polarity shifted in the lab-defined coordinates, and showed variable leads to lags. Data were fit by a rectified (temporal or phase of response; black curve superposed on open circle symbols of phase re: acceleration) cosine (amplitude of modulation) function (red curve in Figure  3C  superposed on solid blue circle symbols of gain data). Note the rise and fall of gain in a cosine fashion as the fish’s orientation was shifted from inter-aural accelerations to accelerations directed out the fish’s snout or tail. The afferent was tested for nearly 360° change in orientation at 21 separate head angles. The fitted nulled value of 0 for Smin (e.g., Smin/Smax = 0 in the example in Figure  3C ) reflected the sharpness of directional tuning and the correspondence between tested (filled and open circles) and fitted (red and black curve) responses was sharp. Same afferent’s responses to tilt stimuli at 2 Hz, ±0.16° displacement, were recorded in a similar fashion at 23 separate orientations to determine Smax and Smin to tilt (D). Smax was 801 ips/° and nearly aligned to pure  roll  tilt as expected from the inter-aural responses to linear acceleration. Smin was near a complete null (32 ips/°) response predicted from the Smax to linear acceleration (yellow line) at both nose down (Pitch-N) and tail down (Pitch-T) pitch tilts, and the Smin/Smax ration was 0.04. Note the congruency between the responses to the two stimuli: Smax for linear acceleration (in C) was directed along the inter-aural axis out the right ear and Smax for tilt (in D) occurred at pure roll with right ear down. Similarly, Smin for linear acceleration occurred in forward or backward movements and Smin for tilts occurred in pure nose down or up pitches. FIGURE 3 Uricular afferent response properties.  (A)  Recorded data of afferent response in control fish show IR modulation to sinusoidal linear acceleration at 2 Hz collected over time from 301 to 305.5 s. Traces from top to bottom: (1) yaw position of fish (set at 90°). (2) Linear acceleration of sled in ±cm/s 2 . (",
  "discussion": "Discussion As a necessary first step in determining the role of the utricle in neural adaptation to novel gravity loads, otolith afferents were studied to establish benchmarks for comparison within and across the experimental groups. Vestibular afferents, both semicircular canal (frog:  Honrubia et al., 1989 ; toadfish:  Boyle and Highstein, 1990a ;  Boyle et al., 1991 ; bird:  Landolt and Correia, 1980 ; chinchilla:  Baird et al., 1988 ; cat:  Anderson et al., 1978 ; squirrel monkey:  Fernández and Goldberg, 1971 ; rhesus monkey:  Schneider et al., 2015 ) and otolith fibers (cat:  Loe et al., 1973 ; pigeon:  Si et al., 1997 ; primates:  Fernández and Goldberg, 1976a , b , c ;  Angelaki and Dickman, 2000 ;  Jamali et al., 2009 ;  Yu et al., 2012 ) differ from one another in their discharge patterns and response properties to adequate stimuli. As seen in other species toadfish utricular afferents showed a wide range of discharge rates, regularity of discharge, and response sensitivity to sinusoidal linear acceleration with a typically tight degree of directional selectivity. The physical basis for differences in response dynamics among otolith afferents is not fully understood, and determining the precise signals originating from different regions of the utricular macula and how these signals enter central otolith reflex pathways have been a challenge. Afferent dendritic organization to the type of hair cell (type I and/or type II) it supplies varies in complexity (see review by  Goldberg et al., 2012 ;  Boyle et al., 2018 ), and it is reasonable to assume that hair cell excitation is not uniform ( Spoon et al., 2011 ;  Curthoys et al., 2017 ). In chinchilla utricle about three-fourths of recorded afferents displayed a more regular discharge of their interspike intervals ( Goldberg et al., 1990a , b ), and corresponds to about three-fourths the total area of macula designated as the medial extrastriola. Toadfish utricle is structurally similar in the broad sense to other species, including amniotes and other anamniotes, and its hair cell polarization is highly organized across the more 2D macula surface ( Boyle et al., 2018 ). Like the chinchilla, toadfish medial extrastriola occupies about three-fourths the total macula area (Figure  4A ) and reflects the responses of the majority of afferents recorded in this study (Figure  4B ). Unlike the chinchilla, regularity of discharge of toadfish utricular afferents span a continuum but three-fourths of them are more irregularly discharging. An attractive hypothesis is that vestibular afferent inputs are matched to the dynamic requirements of the various reflexes they target ( Highstein et al., 1987 ;  Boyle et al., 1992 ;  McArthur and Dickman, 2008 ), and evolutionary pressures drive the particular behaviors ( Nilsson, 2013 ;  Straka and Baker, 2013 ;  Straka et al., 2014 ). In this scheme, the prevalent irregular utricular afferents are best matched to the control requirements of the rapid attack and ",
  "conclusion": ""
}