{
  "id": "PMC6359015",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6359015/",
  "title": "HSFA2 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to Spaceflight",
  "authors": "Agata K. Zupanska, Collin LeFrois, Robert J. Ferl, Anna-Lisa Paul",
  "year": "2019",
  "journal": "International Journal of Molecular Sciences",
  "abstract": "Heat Shock Factor A2 (HsfA2) is part of the Heat Shock Factor (HSF) network, and plays an essential role beyond heat shock in environmental stress responses and cellular homeostatic control.  Arabidopsis thaliana  cell cultures derived from wild type (WT) ecotype Col-0 and a knockout line deficient in the gene encoding HSFA2 (HSFA2 KO) were grown aboard the International Space Station (ISS) to ascertain whether the HSF network functions in the adaptation to the novel environment of spaceflight. Microarray gene expression data were analyzed using a two-part comparative approach. First, genes differentially expressed between the two environments (spaceflight to ground) were identified within the same genotype, which represented physiological adaptation to spaceflight. Second, gene expression profiles were compared between the two genotypes (HSFA2 KO to WT) within the same environment, which defined genes uniquely required by each genotype on the ground and in spaceflight-adapted states. Results showed that the endoplasmic reticulum (ER) stress and unfolded protein response (UPR) define the HSFA2 KO cells’ physiological state irrespective of the environment, and likely resulted from a deficiency in the chaperone-mediated protein folding machinery in the mutant. Results further suggested that additional to its universal stress response role,  HsfA2  also has specific roles in the physiological adaptation to spaceflight through cell wall remodeling, signal perception and transduction, and starch biosynthesis. Disabling  HsfA2  altered the physiological state of the cells, and impacted the mechanisms induced to adapt to spaceflight, and identified  HsfA2 -dependent genes that are important to the adaption of wild type cells to spaceflight. Collectively these data indicate a non-thermal role for the HSF network in spaceflight adaptation.",
  "keywords": "spaceflight, plant cell culture, undifferentiated cells, microgravity, heat shock",
  "full_text": "1. Introduction Survival in a challenging environment requires a coordinated system that enables a living organism to respond appropriately to a change. The environment of the International Space Station (ISS) presents novel challenges for all terrestrial organisms, which evolved in the unit gravity of Earth. Microgravity is the most obvious challenge of spaceflight; however, other aspects of the spaceflight environment, such as radiation from galactic cosmic rays and solar energetic particles, and vibration contribute to the complexity of this novel environment. When terrestrial organisms are transported to the ISS, they respond by adjusting metabolic processes to physiologically adapt to this new spaceflight environment. One readout of the physiological changes induced by spaceflight is in the patterns of gene expression. Plants are extremely sensitive to changes in their environment, and are particularity attuned to changes in gravity. Individual genes have been implicated as important to the altered gravity physiological adaptation through assays with deletion mutants [ 1 , 2 ] and with specific assays of expression [ 3 , 4 , 5 , 6 , 7 ]. Genome-wide evaluations have also provided a large-scale view of the changes elicited by disrupted terrestrial gravity environments [ 8 , 9 , 10 , 11 ]. Plants exhibit widespread changes in their patterns of gene expression in the absence of gravity, such as in response to the spaceflight environment [ 4 , 12 , 13 , 14 , 15 , 16 , 17 , 18 , 19 , 20 , 21 , 22 , 23 , 24 ]. Even unicellular plants are capable of sensing a change in the gravitational environment and there have been several spaceflight experiments that examine the transcriptomes of single plant cells, and undifferentiated plants cells, which also lack traditional gravity-sensing organs [ 4 , 19 , 25 , 26 , 27 , 28 ]. The wealth of information on the transcriptional changes that accompany the adjustments to spaceflight begins to suggest common strategies for adjusting to the spaceflight environment; however, the underlying question of why certain genes are necessary remains unanswered. One group of genes strongly represented in many spaceflight transcriptomes is composed of the heat shock transcription factors and proteins that comprise the Heat Shock Factor network [ 15 , 19 ]. Heat Shock Factors (HSFs) are transcription factors that activate the expression of genes in response to almost any environmental stress and are essential to the cellular homeostatic control mechanisms (for review, please see [ 29 ]). HSF genes are evolutionarily conserved and are represented in the genomes of almost every organism. Given the conservation of the HSF network and its general roles in stress responses, it was perhaps not surprising to see HSFs represented in the response to spaceflight in plants. Their particularly strong representation in cell cultures; however, suggested HSFs could play a unique role in the spaceflight response of undifferentiated cells [ 4 ]. One hallmark of cellular stress is the accumulation of denatured proteins. The main gene targets of HSF-induced transcriptional activation are the stress response proteins that act as molecular chaperones [ 29 , 30 , 31 , 32 ]. These chaperones not only protect a cell from denatured protein accumulation, but also assure proper protein folding and maturation of newly synthesized proteins indispensable in response to stress. The Heat Shock Proteins (HSPs) are the main chaperones of the folding machinery, but there are also other non-chaperone proteins assisting in efficient protein maturation [ 33 , 34 , 35 ]. For instance, a pair of enzymes, including a disulfide carrier protein (protein disulfide isomerase, PDI), and a disulfide-generating enzyme (endoplasmic oxidoreductin-1, ERO1 and protein disulfide isomerase, PDI, PDIs/ERO1) catalyze oxidative protein folding by creating disulfide bonds, thereby assisting in proper protein sorting [ 36 , 37 ]. Protein folding occurs within the endoplasmic reticulum (ER), which also serves as the main hub for the secretory pathways and protein delivery to their final destinations. The ER uses an extensive surveillance called the Endoplasmic Reticulum Quality Control (ERQC) system, which assures that only properly folded proteins exit the ER and maintains proper physiological homeostasis in the ER [ 38 ]. When there is an accumulation of unfolded proteins in the ER, a stress signal is emitted. Initially, a cell activates the unfolded protein response (UPR) intended to increase the ER folding capacity in an attempt to refold the aberrant proteins [ 39 , 40 ]. If these UPR solutions to the unfolded protein accumulation problem fail, or if the accumulation of misfolded proteins is massive, then the final UPR step—the endoplasmic reticulum associated degradation (ERAD)—is activated. The ERAD eliminates and destroys the misfolded proteins via proteasome digestion, preventing further protein aggregation. The luminal lectin OS9 in cooperation with a membrane spanning protein SEL1/HRD3 recognizes the unfolded glycosylated proteins which are then ubiquitinylated by the HRD1 E3 ligase, removed from the ER lumen, and degraded by the 26S proteasome in the cytoplasm [ 41 , 42 ]. Taken collectively, ER homeostasis works as a sensor for environmental stimuli, and the ER stress signal initiates a subcellular stress response system that can secure protein homeostasis during environmental changes [ 43 , 44 ]. The  HsfA2  gene is a member of the large family of  Hsf  genes in the HSF network and is a key regulator of the defense response via HSP chaperone transcriptional activation to several types of environmental stresses, namely extreme temperatures (high and low), hydrogen peroxide, and high light intensity [ 45 , 46 , 47 ]. The HSFA2 protein has been demonstrated itself to be the main coordinator of the UPR during heat stress [ 48 ]. The critical involvement of HSFA2 in the response to extreme environments makes it an excellent target candidate for studying the effects of spaceflight on plants and to test if plants use the same universal stress response mechanism evolved terrestrially to accommodate the novel space gravitational environment. HSFA2 may also have an additional role in the physiological adaptation to the spaceflight environment beyond the UPR induction of the chaperone-based protein folding machinery. The genes encoding HSFs and HSPs were reported to be upregulated in spaceflight in many biological systems [ 26 , 49 ]. The  HsfA2  gene specifically was the highest upregulated gene in the wild type  Arabidopsis  cell cultures after 12 days in space [ 4 , 19 ]. Moreover, HSFA2 was shown to function in amplification of the signal in response to brassinosteroids, calcium, and auxin and was reported to be affected in  Arabidopsis  in spaceflight, and therefore has the potential for playing a role in the gravity sensing signal transduction cascade [ 13 , 20 , 50 ]. In the unicellular yeast ( Saccharomyces cerevisiae ), the HSF targets represent nearly 3% of the genome and the diversity of their functions supports a broad role for HSF in coordinating the multitude of cellular processes occurring in normal and stressful conditions [ 51 ]. Since the HSFs play a role in various cellular processes such as development, cellular lifespan, cell differentiation and proliferation, the likelihood that HSFA2 will play some role in the physiological adaptation to spaceflight increases [ 52 , 53 ].  Cell lines from wild type (WT) Col-0 and an  HsfA2  knockout (HSFA2 KO) in the same Col-0 background were launched to the International Space Station (ISS) for the Cellular Expression Logic (CEL) experiment, which was a component of the Biological Research In Cannisters 17 (BRIC17) payload. The experiments here compare samples fixed in orbit after growth in space to samples grown on the ground. Descriptions and discussions will consider not only the spaceflight adaptation experience for each genotype, but also the gene expression profiles in the ground and spaceflight environments between genotypes. It was our goal to develop a better understanding of how cells, disabled in a primary regulator of environmental stress response, react to an unfamiliar environment outside of their evolutionary experience. The results of the spaceflight experiment presented here have enhanced our understanding not only of HSFA2’s role in adjusting to novel environments, but also the broader scope of the processes involved spaceflight physiological adaptation in plant cells. 2. Results In this experiment, the pattern of gene expression that defined the adapted state was established after ten days of growth in the BRIC hardware in two environments: spaceflight, and ground control in the two genotypes: HSFA2 KO, and WT. Cell clusters of both genotypes were applied in comparable density for both treatments, and continued growth in the spaceflight and ground control environments ( Figure 1 ).  Microarray gene expression data were analyzed in two dimensions. The first or “vertical” dimension of the analysis involved the typical comparison of the gene expression profiles of the cells grown in spaceflight to those grown on the ground for each of the two cell lines (see red box in  Figure 2 A, and refer also to [ 28 ] for a similar experimental design). For clarity, this vertical comparison was termed the physiological adaptation to the spaceflight environment of either HSFA2 KO or WT cells. Genes identified in this vertical comparison contribute to understanding which cellular processes were sensitive to spaceflight in each genotype. The second or “horizontal” dimension of the analysis involved comparison of gene expression profiles between the two genotypes within the same environment: ground (see green box of  Figure 2 A) and spaceflight (see blue box of  Figure 2 A). In the ground horizontal comparison, gene expression in HSFA2 KO cells on the ground was compared to gene expression in WT cells on the ground, thus defining unique genes of the ground adapted state for each genotype. Similarly, in a spaceflight horizontal comparison, the gene expression in HSFA2 KO cells in spaceflight was compared to gene expression in WT cells in spaceflight, thus defining unique genes required for the spaceflight adapted state in each genotype. Finally, the sets of genes obtained from a comparison of the first and second dimension were analyzed together, and their interdependence was examined.  The gene expression datasets were abbreviated as follows: Ground Control WT (G Wt ), Ground Control HSFA2 KO (G Hsf ), Spaceflight WT (F Wt ) and Spaceflight HSFA2 KO (F Hsf ). The WT physiological adaptation to spaceflight was identified in the F Wt  : G Wt  comparison group (see red box on the left in  Figure 2 A), the HSFA2 KO physiological adaptation to spaceflight was identified in the F Hsf  : G Hsf  comparison group (red box on the right in  Figure 2 A), the genotypic adaptation to ground was identified in the G Hsf  : G Wt  comparison group (see green box at the bottom in  Figure 2 A), and the genotypic adaptation to spaceflight was identified in the F Hsf  : F Wt  comparison group (blue box on top in  Figure 2 A). The genes that were differentially expressed in these comparisons are outlined in the following sections in terms of the numbers of differentially expressed genes represented in general ontology categories. Full annotations of the genes in each category are presented in  Appendix A \n Table A1  and  Table A2 . 2.1. The HsfA2 Expression Levels across Samples The raw gene expression values in microarrays, measured as a fluorescence signal intensity, showed that the  HsfA2  transcript was abundant in the WT undifferentiated cells in the ground control samples. The average raw expression of the  HsfA2  gene in the 4 biological replicates of the WT ground control cells was 4171 (see  Figure S1 in the Supplementary Material ). In contrast, the average raw  HsfA2  gene expression in the 3 biological replicates of the HSFA2 KO ground control cells was only 39. Thus, there was a deficit of −7.27 log 2  Fold Change ( P -value 2.9 × 10 −9 ) of the  HsfA2  transcript in HSFA2 KO cells than in WT cells on the ground, demonstrating that the T-DNA insertion mutation severely depressed  HsfA2  expression.  There was no statistically significant difference in the  HsfA2  expression levels between spaceflight and corresponding ground control for either the WT cells or the HSFA2 KO cells (see  Figure S1 in the Supplementary Material ).  2.2. Different Genes Characterize the Physiological Adaptation of the WT and HSFA2 KO Cells to Spaceflight 2.2.1. The Genes Characterizing the Physiological Adaptation of WT Cells to Spaceflight—F Wt  : G Wt The genes involved in physiological adaptation to spaceflight in WT cells were identified by comparing the gene expression profiles in WT spaceflight cells (F Wt ) to the WT ground control cells (G Wt ) in the F Wt  : G Wt  group comparison (see  Figure 2 A). There were 78 genes significantly differentially expressed between spaceflight and ground control at  P -value < 0.01 and log 2  Fold Change > 1; 46 genes were upregulated and 32 genes were downregulated (see  Figure 2 B,  Figure 3 ,  File S1 GO 78 FWtGWt in the Supplementary Material ). The microarray data are publicly available from GEO ( GSE95388 ) and GeneLab (number TBD). The upregulated genes identified from the F Wt  : G Wt  group comparison represented genes that were overexpressed in WT cells in spaceflight compared to the WT cells on the ground. These genes primarily fell under two GO terms of biological process ontology: response to stimulus (GO:0050896) and regulation of biological processes (GO:0050789). Many of these genes are associated with defense, wounding, and cell wall metabolism ( Table A1 ).  The downregulated genes identified from F Wt  : G Wt  group comparison represented genes that were downregulated in WT cells in spaceflight compared to the WT cells on the ground. These genes primarily fell under the regulation of biological process GO term (GO:0050789) and under the categories of endomembrane systems (GO:0012505) and Golgi associated (GO:0005794). Many of these genes are associated with cellular transport and receptors ( Table A1 ). 2.2.2. HSFA2 KO Cells Changed the Expression of Three Times More Genes than Seen in WT Cells—F Hsf  : G Hsf The genes involved in physiological adaptation to spaceflight in HSFA2 KO cells were identified by comparing the gene expression profiles in HSFA2 KO spaceflight cells (F Hsf ) to HSFA2 KO ground control cells (G Hsf ) in the F Hsf  : G Hsf  group comparison (see  Figure 2 A). There were 221 genes significantly differentially expressed between spaceflight and ground control at  P -value < 0.01 and log 2  Fold Change > 1; 112 genes were upregulated, and 109 genes were downregulated (see  Figure 2 B,  Figure 3 ,  File S2 GO 221 FHsfGHsf in the Supplementary Material ). The upregulated genes identified from F Hsf  : G Hsf  group comparison represented genes that were overexpressed in HSFA2 KO cells in spaceflight compared to the HSFA2 KO cells on the ground. These genes primarily fell under 3 GO terms of biological process ontology: the defense response genes to other organism (GO:0098542), including response to wounding, cellular response to sucrose starvation (GO:0043617) and valine, leucine, and isoleucine degradation (GO:0009083) (see  Table A1 ). The downregulated genes identified from F Hsf  : G Hsf  group comparison represented genes that were underexpressed in HSFA2 KO cells in spaceflight compared to the HSFA2 KO cells on the ground. These genes primarily fell under 2 GO terms of biological process ontology: closely related growth, developmental process (GO:0032502) and anatomical structure morphogenesis (GO:0009653), particularly those involved in cell elongation, cell wall loosening, and multidimensional cell growth. These downregulated genes also fell under 2 GO terms of the cellular component ontology: plant-type cell wall (GO:0009505) and plasma membrane (GO:0005886) (see  Table A1 ). 2.3. WT and HSFA2 KO Show More Difference in Gene Expression Profiles in Their Ground-Adapted State than in Spaceflight-Adapted State 2.3.1. Genotype Specific Genes of the Ground-Adapted State—G Hsf  : G Wt Comparison of the gene expression profiles of the ground-adapted states between the HSFA2 KO and WT cells shows the consequences of the  HsfA2  gene loss for cells in the ground environment. The genes differentially expressed in the ground-adapted state between HSFA2 KO cells and WT cells were identified by comparing the gene expression profiles in HSFA2 KO ground cells (G Hsf ) to WT ground control cells (G Wt ) in the G Hsf  : G Wt  group comparison (see  Figure 2 ). There were 349 genes significantly differentially expressed between WT and HSFA2 KO cells in the ground-adapted state at  P -value < 0.01 and log 2  Fold Change > 1; 115 genes were upregulated and 234 genes were downregulated (see  Figure 2 B,  Figure 4 ,  File S3 GO 349 GHsfGWt in the Supplementary Material ). Genotypes in ground-adapted state displayed the greatest differences in gene expression profiles than in any other comparison group. Thirty-three percent of genes had an enhanced expression in the ground-adapted state in HSFA2 KO cells compared to WT cells, and 67% had diminished expression (see  Figure S2 in the Supplementary Material ). In the HSFA2 KO and WT ground-adapted state, the upregulated genes identified from the G Hsf  : G Wt  group comparison represented genes that were overexpressed in cells disabled in HSFA2 KO on the ground compared to WT cells on the ground. These genes primarily fell under multiple GO terms of biological process ontology: response to stimulus (GO:0050896) and defense response to other organism (GO:0098542), particularly to: nematode, fungus, bacterium and to wounding, water deprivation (GO:0009414) related to high salinity, response to endoplasmic reticulum stress (ER stress) (GO:0034976) and unfolded protein response (UPR) (GO:0006986) and response to misfolded protein (GO:0051788), localization (GO:0051179), transport (GO:0006810), establishment of localization (GO:0051234) (see  Table A2 ).  In the HSFA2 KO and WT ground-adapted state, the downregulated genes identified from the G Hsf  : G Wt  group comparison represented genes that were underexpressed in cells disabled in HSFA2 KO on the ground compared to WT cells on the ground. These genes primarily fell under multiple GO terms of biological process ontology: response to stimulus (GO:0050896) and response to stress (GO:0006950), including chaperones and non-chaperones, response to oxidative stress (GO:0006979), response to reactive oxygen species (GO:0000302), response to hydrogen peroxide (GO:0042542), response to sucrose stimulus (GO:0009744) and cellular amino acid and derivative metabolic process (GO:0006519), such as biosynthesis of phenylalanine, asparagine, tryptophan and flavonoid (see  Table A2 ).  2.3.2. Genotype Specific Genes of the Spaceflight-Adapted State—F Hsf  : F Wt A comparison of the gene expression profiles of spaceflight-adapted states between the HSFA2 KO and WT cells shows cells’ adaptation to spaceflight environment if the HSFA2 function was disabled. Thus, these genes indicate the genotypic adaptation to spaceflight. The genes differentially expressed in the spaceflight-adapted state between HSFA2 KO cells and WT cells were identified by comparing the gene expression profiles in HSFA2 KO spaceflight cells (F Hsf ) to WT spaceflight cells (F Wt ) in the F Hsf  : F Wt  group comparison (see  Figure 2 A). There were 220 genes significantly differentially expressed between HSFA2 KO and WT cell samples in spaceflight (see  Figure 2 B,  Figure 4 ,  File S4 GO 220 FHsfFWt in the Supplementary Material ). The 95 genes were more highly expressed in HSFA2 KO cells than in WT cells in s",
  "introduction": "1. Introduction Survival in a challenging environment requires a coordinated system that enables a living organism to respond appropriately to a change. The environment of the International Space Station (ISS) presents novel challenges for all terrestrial organisms, which evolved in the unit gravity of Earth. Microgravity is the most obvious challenge of spaceflight; however, other aspects of the spaceflight environment, such as radiation from galactic cosmic rays and solar energetic particles, and vibration contribute to the complexity of this novel environment. When terrestrial organisms are transported to the ISS, they respond by adjusting metabolic processes to physiologically adapt to this new spaceflight environment. One readout of the physiological changes induced by spaceflight is in the patterns of gene expression. Plants are extremely sensitive to changes in their environment, and are particularity attuned to changes in gravity. Individual genes have been implicated as important to the altered gravity physiological adaptation through assays with deletion mutants [ 1 , 2 ] and with specific assays of expression [ 3 , 4 , 5 , 6 , 7 ]. Genome-wide evaluations have also provided a large-scale view of the changes elicited by disrupted terrestrial gravity environments [ 8 , 9 , 10 , 11 ]. Plants exhibit widespread changes in their patterns of gene expression in the absence of gravity, such as in response to the spaceflight environment [ 4 , 12 , 13 , 14 , 15 , 16 , 17 , 18 , 19 , 20 , 21 , 22 , 23 , 24 ]. Even unicellular plants are capable of sensing a change in the gravitational environment and there have been several spaceflight experiments that examine the transcriptomes of single plant cells, and undifferentiated plants cells, which also lack traditional gravity-sensing organs [ 4 , 19 , 25 , 26 , 27 , 28 ]. The wealth of information on the transcriptional changes that accompany the adjustments to spaceflight begins to suggest common strategies for adjusting to the spaceflight environment; however, the underlying question of why certain genes are necessary remains unanswered. One group of genes strongly represented in many spaceflight transcriptomes is composed of the heat shock transcription factors and proteins that comprise the Heat Shock Factor network [ 15 , 19 ]. Heat Shock Factors (HSFs) are transcription factors that activate the expression of genes in response to almost any environmental stress and are essential to the cellular homeostatic control mechanisms (for review, please see [ 29 ]). HSF genes are evolutionarily conserved and are represented in the genomes of almost every organism. Given the conservation of the HSF network and its general roles in stress responses, it was perhaps not surprising to see HSFs represented in the response to spaceflight in plants. Their particularly strong representation in cell cultures; however, suggested HSFs could play a unique role in the spaceflight response of undifferentiated cells [ 4",
  "methods": "4. Materials and Methods 4.1. The CEL Experiment of BRIC17 For details on the CEL experiment of BRIC17, please see [ 28 ], and  Figure 1 , which provides images of the BRIC Hardware and cells used in these analyses. Briefly, the CEL BRIC17 experiment was launched in the Dragon capsule of SpaceX-3 Commercial Resupply Service (CRS) mission to the International Space Station (ISS) on the 1st of March 2013. The cultured cell lines (both the ground control and the spaceflight samples) were grown within 60 mm Petri plates in Petri Dish Fixation Units (PDFUs) that were housed within the Biological Research in Canisters (BRIC) hardware. The PDFU/BRIC system is a passive, air-tight, non-ventilated, non-illuminated culture system. The BRIC system is certainly not an optimal habitat for plant growth, and its limitations have been reviewed [ 16 , 110 ]. However, the BRIC habitat is less inimical to undifferentiated cell cultures than for photosynthetic seedlings. In addition, both spaceflight and ground control cells were each exposed to the limitations of the BRIC hardware. The spaceflight samples were launched to the ISS, while the ground controls were “launched” on a 48-h delay, and then maintained in the ISS Environmental Simulator (ISSES) chamber at Kennedy Space Center (KSC). The 48-h delay facilitated the downlink of ISS environmental data for programming the ISSES chamber. The downlinked data included environmental conditions on the ISS that were duplicated in the ISSES. Cells were fixed within the BRIC canisters on the ISS with RNAlater TM  (Ambion) on the 10th day in orbit, and the ground controls were fixed 48 h later. Twenty-four hours after fixation, the entire BRIC was moved to the Minus Eighty-degree Laboratory Freezer for ISS (MELFI) until the spaceflight samples were transported back to Earth, and the ground control samples were transferred to a standard laboratory −80 °C freezer. The total RNA was extracted from the spaceflight samples and the corresponding ground control samples and subjected to microarrays.  4.2. Tissue Culture Cell Lines Arabidopsis  callus cultures were established de novo, and each cell line was initiated simultaneously approximately 6 months before launch. Cells derived from hypocotyls were grown and maintained on plates with solid media containing MS salts (4.33 g/L), 3% sucrose (30 g/L), MS vitamins (1 mL of 1000× solution), 2,4-Dichlorophenoxyacetic acid (2,4-D) (0.3 mL/L), 0.5% agar (5 g/L) and kinetin (0.2 mg/L) until dedifferentiated into callus. The callus cells were then transferred to the standard liquid media containing MS salts (4.33 g/L), 3% sucrose (30 g/L), MS vitamins (1 mL of 1000× solution), and 2,4-D (0.5 mL/L) and maintained in a sterile continuous cell suspension culture. Two cell lines, each of Col-0 ecotype, were the subjects of this study: wild type (WT), and a knockout line generated from the  HsfA2  T-DNA insertion (SALK_008978C) (HSFA2 KO). The SALK line was obtained through The Arabidopsis I",
  "results": "2. Results In this experiment, the pattern of gene expression that defined the adapted state was established after ten days of growth in the BRIC hardware in two environments: spaceflight, and ground control in the two genotypes: HSFA2 KO, and WT. Cell clusters of both genotypes were applied in comparable density for both treatments, and continued growth in the spaceflight and ground control environments ( Figure 1 ).  Microarray gene expression data were analyzed in two dimensions. The first or “vertical” dimension of the analysis involved the typical comparison of the gene expression profiles of the cells grown in spaceflight to those grown on the ground for each of the two cell lines (see red box in  Figure 2 A, and refer also to [ 28 ] for a similar experimental design). For clarity, this vertical comparison was termed the physiological adaptation to the spaceflight environment of either HSFA2 KO or WT cells. Genes identified in this vertical comparison contribute to understanding which cellular processes were sensitive to spaceflight in each genotype. The second or “horizontal” dimension of the analysis involved comparison of gene expression profiles between the two genotypes within the same environment: ground (see green box of  Figure 2 A) and spaceflight (see blue box of  Figure 2 A). In the ground horizontal comparison, gene expression in HSFA2 KO cells on the ground was compared to gene expression in WT cells on the ground, thus defining unique genes of the ground adapted state for each genotype. Similarly, in a spaceflight horizontal comparison, the gene expression in HSFA2 KO cells in spaceflight was compared to gene expression in WT cells in spaceflight, thus defining unique genes required for the spaceflight adapted state in each genotype. Finally, the sets of genes obtained from a comparison of the first and second dimension were analyzed together, and their interdependence was examined.  The gene expression datasets were abbreviated as follows: Ground Control WT (G Wt ), Ground Control HSFA2 KO (G Hsf ), Spaceflight WT (F Wt ) and Spaceflight HSFA2 KO (F Hsf ). The WT physiological adaptation to spaceflight was identified in the F Wt  : G Wt  comparison group (see red box on the left in  Figure 2 A), the HSFA2 KO physiological adaptation to spaceflight was identified in the F Hsf  : G Hsf  comparison group (red box on the right in  Figure 2 A), the genotypic adaptation to ground was identified in the G Hsf  : G Wt  comparison group (see green box at the bottom in  Figure 2 A), and the genotypic adaptation to spaceflight was identified in the F Hsf  : F Wt  comparison group (blue box on top in  Figure 2 A). The genes that were differentially expressed in these comparisons are outlined in the following sections in terms of the numbers of differentially expressed genes represented in general ontology categories. Full annotations of the genes in each category are presented in  Appendix A \n Table A1  and  Table A2 . 2.1. The HsfA2 Expression Levels across Samples The raw gene expression values in microarrays, measured as a fluorescence signal intensity, showed that the  HsfA2  transcript was abundant in the WT undifferentiated cells in the ground control samples. The average raw expression of the  HsfA2  gene in the 4 biological replicates of the WT ground control cells was 4171 (see  Figure S1 in the Supplementary Material ). In contrast, the average raw  HsfA2  gene expression in the 3 biological replicates of the HSFA2 KO ground control cells was only 39. Thus, there was a deficit of −7.27 log 2  Fold Change ( P -value 2.9 × 10 −9 ) of the  HsfA2  transcript in HSFA2 KO cells than in WT cells on the ground, demonstrating that the T-DNA insertion mutation severely depressed  HsfA2  expression.  There was no statistically significant difference in the  HsfA2  expression levels between spaceflight and corresponding ground control for either the WT cells or the HSFA2 KO cells (see  Figure S1 in the Supplementary Mate",
  "discussion": "3. Discussion Undifferentiated  Arabidopsis thaliana  cell cultures were flown to the ISS as part of the BRIC17 CEL experiment to enhance the understanding of how cells lacking HSFA2, a key transcription factor involved in the response to terrestrial stress stimuli, physiologically adapt to the novel environment of spaceflight. The WT cells and the cells disabled in expression of the  HsfA2  gene both survived their orbits in the ISS, indicating that they both had adapted their physiology to the novel environment despite their genotypic differences. Cells disabled in HSFA2 function used substantially more and substantially different gene expression profiles to achieve a spaceflight-adapted state compared to WT cells. This observation leads to a remarkable conclusion about the role of the HSF network in the entire adaptation processes to spaceflight—proficient spaceflight adaptation requires a functional HSF network. This conclusion suggests that various aspects of HSFA2 and the HSF network illuminate important components of spaceflight adaptation in plant cells.  3.1. Universal and Specific Aspects of the HSFA2 Role in the Adaptation to Spaceflight Inevitably, the physiological adaptation to a change in the environment, including the novel change of ground to spaceflight, requires de novo protein synthesis followed by protein maturation and transport. Therefore, when a population of cells transitions to the spaceflight environment, the demands on a cell to synthesize and mature new proteins manifests in a unique manner. Unlike WT cells, the HSFA2 KO cells activated the UPR as part of a strategy to adapt to spaceflight, implicating that the ability to fold proteins adequately was compromised in the HSFA2 KO cells. As previously observed at the molecular level in response to a multitude of other environmental stimuli, HSFA2 was likely working to secure cellular protein homeostasis, and the inefficiency in protein folding observed in space flown HSFA2 KO cells likely resulted from the limited HSFA2-governed regulation of molecular chaperone genes. For instance, the PDI gene, ATPDIL2-3 (At2g32920), the transcription factors WRKY33 (At2g38470), and AtGATA-1 (At3g24050) along with four other genes (Ypt/Rab-GAP domain of gyp1p superfamily protein (At3g49350), SAG21 (At4g02380), transmembrane proteins 14c (At1g50740), and unknown (At1g19020)), all of which were reported to be a part of the UPR, were uniquely abundant in the HSFA2 KO cells in spaceflight [ 40 ]. Moreover, the pivotal gene of the ERAD, HRD3A (At1g18260), also showed enhanced expression in HSFA2 KO cells in spaceflight conditions, demonstrating activation of the destruction pathway for aberrant proteins. These results cumulatively suggest that the HSFA2 KO cells in spaceflight suffered from excessive aggregation of misfolded proteins and that to get rid of these misfolded and cumbersome aggregates, a degradation pathway was upregulated in order to actively remove them.  Additionally, the ge",
  "conclusion": "5. Conclusions Conclusions from these data concern non-thermal roles for the heat shock factors in the physiological adaptation of plant cells to spaceflight. First, the heat shock transcription factor HSFA2, and likely the whole HSF network, has important roles in the physiological adaptation to spaceflight through regulation of cell wall and plasma membrane signaling, as well as starch biosynthesis. Second, disabling  HsfA2  leads to activation of the endoplasmic reticulum stress response and the unfolded protein stress response and dramatically alters adaptation to spaceflight. Without HSFA2, a much larger change in gene expression is required for spaceflight adaptation. Third, the endoplasmic reticulum and unfolded protein stress responses define the HSFA2 KO cell physiological state regardless of the environment, likely because of the deficiency in the chaperone-mediated protein folding machinery. Fourth, the HSFA2 KO cells helped to unravel the  HsfA2 -dependent genes of the wild type adaptation to spaceflight by identifying a set of genes with a required expression level for a cell to achieve the spaceflight-adapted state, thus suggesting that genetic approaches provide additional insights beyond those revealed by differential gene expression in WT cells."
}