{
  "id": "PMC6462350",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6462350/",
  "title": "Fish Oil Increases Specialized Pro-resolving Lipid Mediators in PAD (The OMEGA-PAD II Trial)",
  "authors": "Joel L. Ramirez, Warren J. Gasper, Sukaynah A. Khetani, Greg J. Zahner, Nancy K. Hills, Pete T. Mitchell, Brian E. Sansbury, Michael S. Conte, Matthew Spite, S. Marlene Grenon",
  "year": "2019",
  "journal": "The Journal of surgical research",
  "abstract": "Background: N-3 polyunsaturated fatty acid (PUFA) supplementation has been associated with reduced mortality and inflammation in patients with cardiovascular disease. There are limited data on the effects of n-3 PUFA supplementation in patients with peripheral artery disease (PAD). Materials and methods: The OMEGA-PAD II trial was a double-blinded, randomized, placebo-controlled trial to assess the effect of 3 mo of high-dose oral n-3 PUFA supplementation on inflammation, endothelial function, and walking ability in patients with PAD. Results: Twenty-four patients with claudication received 4.4 g/d of fish oil or placebo for 3 mo. Outcomes measured included high-sensitivity C-reactive protein levels, the omega-3 index, endothelial function as measured via flow-mediated vasodilation, walking impairment questionnaire, and a 6-min walk test. Plasma levels of specialized pro-resolving lipid mediators (SPMs) were measured by liquid-chromatography-tandem mass spectrometry. In patients treated with fish oil, the absolute mean omega-3 index significantly increased from baseline (fish oil: 7.2 ± 1.2%,  P  < 0.001; placebo: −0.4 ± 0.9%,  P  = 0.31; between-group  P  < 0.001). Furthermore, there were significant increases in several pathway markers of SPM biosynthesis, including several mono-hydroxyeicosapentaenoic acids and mono-hydroxydocosahexaenoic acids. We also observed significant increases in the SPM lipoxin A 5  (fish oil: 0.57 ± 0.70 pg/mL,  P  = 0.05; placebo: 0.01 ± 0.38 pg/mL,  P  = 0.93; between-group  P  = 0.04) and resolvin E3 (fish oil: 154 ± 171 pg/mL,  P  = 0.04; placebo: 32 ± 54 pg/mL,  P  = 0.08; between-group  P  = 0.04). There were no significant changes in high-sensitivity C-reactive protein, flow-mediated vasodilation, walking impairment questionnaire, or 6-min walk test in the fish oil group. Conclusions: Fish oil increases SPMs in plasma of patients with PAD. Further studies are required to determine whether these early changes translate to clinical improvements in patients with PAD.",
  "keywords": "Peripheral artery disease, n-3 polyunsaturated fatty acids, Fish oils, Specialized pro-resolving lipid mediators, Other pharmacotherapy",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}