{
  "id": "PMC6746706",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6746706/",
  "title": "Spaceflight influences gene expression, photoreceptor integrity, and oxidative stress-related damage in the murine retina",
  "authors": "Eliah G. Overbey, Willian Abraham da Silveira, Seta Stanbouly, Nina C. Nishiyama, Gina D. Roque-Torres, Michael J. Pecaut, David Carl Zawieja, Charles Wang, Jeffrey S. Willey, Michael D. Delp, Gary Hardiman, Xiao Wen Mao",
  "year": "2019",
  "journal": "Scientific Reports",
  "abstract": "Extended spaceflight has been shown to adversely affect astronaut visual acuity. The purpose of this study was to determine whether spaceflight alters gene expression profiles and induces oxidative damage in the retina. Ten week old adult C57BL/6 male mice were flown aboard the ISS for 35 days and returned to Earth alive. Ground control mice were maintained on Earth under identical environmental conditions. Within 38 (+/−4) hours after splashdown, mice ocular tissues were collected for analysis. RNA sequencing detected 600 differentially expressed genes (DEGs) in murine spaceflight retinas, which were enriched for genes related to visual perception, the phototransduction pathway, and numerous retina and photoreceptor phenotype categories. Twelve DEGs were associated with retinitis pigmentosa, characterized by dystrophy of the photoreceptor layer rods and cones. Differentially expressed transcription factors indicated changes in chromatin structure, offering clues to the observed phenotypic changes. Immunofluorescence assays showed degradation of cone photoreceptors and increased retinal oxidative stress. Total retinal, retinal pigment epithelium, and choroid layer thickness were significantly lower after spaceflight. These results indicate that retinal performance may decrease over extended periods of spaceflight and cause visual impairment.",
  "keywords": "Transcriptomics, Transcriptomics, RNA sequencing, Gene expression, Experimental models of disease",
  "full_text": "Introduction We are entering an era of renewed interest in space exploration. Although officially the space race ended decades ago, humanity is crossing the threshold into a second space age that includes new global partnerships and private companies. This new infrastructure and organization has brought the concept of long duration space missions, such as permanent moon settlements and manned missions to Mars, from a distant goal to a tangible reality 1 . However, the space environment is fundamentally different from Earth. Microgravity and ionizing radiation compose a unique set of physiological stressors, the effects of which remain to be fully characterized 2 , 3 . In humans, one of the most apparent physiological responses to the space environment is the redistribution of fluid throughout the body that occurs due to microgravity. This redistribution shifts fluid upward from the lower parts of the body 4 . An increased intracranial pressure caused by this fluid shift has been attributed as a major cause of spaceflight-associated neuro-ocular syndrome (SANS) 5 . 40% of astronauts have experienced SANS 6 , including the spaceflight subject of the NASA twins study 7 . The physiological impact of SANS encapsulates multiple components of the eye and includes optic disc edema, globe flattening (GF), choroidal and retinal folds, hyperopic refractive error shifts, and nerve fiber layer infarcts (i.e., cotton wool spots) 5 , 8 . While the physiological characteristics of SANS are well documented, the mechanisms that drive SANS are still poorly understood. To date, despite evidence showing ocular functioning impairment following exposure to the space environment, few studies have investigated molecular mechanisms involved in the spaceflight-associated changes in retinal structure and function. A previous study from our group characterized the effects of a 13-day exposure to the space environment aboard the Space Shuttle Atlantis (STS-135) in mice. This study found that spaceflight conditions induced oxidative damage that resulted in mitochondrial apoptosis in the mouse retina 2 . Subsequent work with low-dose proton radiation and a simulated microgravity mice model showed a major role of simulated space radiation in the increase of oxidative stress, with synergistic effects when simulated microgravity was applied 9 , 10 . In our current study, mice were exposed to the space environment for 35 days aboard the International Space Station (ISS) to determine whether the space environment induces oxidative damage on ocular structure and to characterize gene expression profiles of mouse retina exposed to spaceflight. Results The space environment causes changes in gene expression related to visual and RNA regulation pathways The space environment caused a wide array of changes in gene expression, the most prominent were changes in ocular pathways and RNA processing. Twenty mice spent 35 days on the International Space Station as part of NASA’s ninth Rodent Research experiment (RR-9). An additional twenty mice were housed on Earth in the same housing hardware used in flight for the ground control group. RNA sequencing was performed on sixteen mice (n = 8/group). 600 differentially expressed genes (DEGs) were identified between the spaceflight and ground control groups using DESeq2 11  with an adjusted p-value threshold of 0.01 (Sup. Table  1 ). Hierarchical clustering was performed on the DEGs according to their expression values to determine which mice have similar DEG expression profiles. Mice clustered according to their inclusion in the ground control or spaceflight group. The spaceflight group had 286 upregulated genes and 314 downregulated genes compared to the ground control (Fig.  1A ). Figure 1 DEG clustering and functions between spaceflight and control mice. ( A ) Hierarchical clustering of the 600 DEGs between spaceflight and control mice using an adjusted p-value threshold of 0.1. The spaceflight group had 286 upregulated genes and 314 downregulated genes compared to the ground control;  (B)  Enriched gene ontology (GO) biological process categories for DEGs. The affinity propagation option from WebGestalt was applied to the select representative display categories;  (C)  Enriched networks among DEGs from the Reactome database;  (D)  Enriched phenotypes impacted by the DEGs from the Mammalian Phenotype Ontology;  (B – D)  Overrepresented categories were found relating to ocular function (GO categories: ‘visual perception’, ‘response to light stimulus’, ‘sensory perception of light stimulus’, ‘retina development in camera-type eye’; Pathways: ‘the phototransduction cascade’ ‘inactivation, recovery and regulation of the phototransduction cascade’; Phenotype: electrophysiology, morphology, and degeneration of the retina, rods, and cones), various RNA processing, splicing, and metabolism functions (GO categories: ‘RNA processing’, ‘rRNA processing’, ‘mRNA processing’, ‘RNA splicing’, via transesterification reactions’, ‘mRNA splicing, via spliceosome’, ‘rRNA metabolic process’, ‘ncRNA metabolic process’, ‘mRNA metabolic process’, ‘RNA transport’), and direct responses to the physical pressures of spaceflight (GO categories: ‘response to abiotic stimulus’, ‘response to radiation’, ‘cellular response to stress’). An overrepresentation analysis (ORA) of gene ontology (GO), pathway, and phenotypic categories was performed on the DEGs using WebGestalt 12 . From this analysis, 46 GO, 5 pathway, and 14 phenotypic categories were found with a false discovery rate (FDR) of less than 0.05 (Fig.  1B–D , Sup. Table  2 ). Included in the overrepresented categories are categories related to ocular function (GO categories: ‘visual perception’, ‘response to light stimulus’, ‘sensory perception of light stimulus’, ‘retina development in camera-type eye’; Pathways: ‘the phototransduction cascade’ ‘inactivation, recovery and regulation of the phototransduction cascade’; Phenotype: electrophysiology, morphology, and degeneration of the retina, rods, and cones), various RNA processing, splicing, and metabolism functions (GO categories: ‘RNA processing’, ‘rRNA processing’, ‘mRNA processing’, ‘RNA splicing’, via transesterification reactions’, ‘mRNA splicing, via spliceosome’, ‘rRNA metabolic process’, ‘ncRNA metabolic process’, ‘mRNA metabolic process’, ‘RNA transport’), and direct responses to the physical pressures of spaceflight (GO categories: ‘response to abiotic stimulus’, ‘response to radiation’, ‘cellular response to stress’). Some genes were highly differentially expressed, but were not included in any of the GO category, pathway, or phenotype gene lists from the ORA (Sup. Fig.  1 ).  Drd4  was the most significantly differentially expressed gene and was upregulated in the spaceflight group (adjusted p-value: 4.31E-51; log2 fold-change: 0.812).  Drd4  is a dopamine receptor that control circadian rhythm in the mammalian retina 13 . Similarly,  Hist1h2bc  was not found in any categories of the ORA, but was upregulated in the spaceflight group (adjusted p-value: 1.66E-09; log2 fold-change: 0.526).  Hist1h2bc  has been previously shown to be upregulated in the aging retina 14 . Together, these genes support previous studies suggesting that spaceflight disrupts circadian rhythms and is a potential model for aging 15 , 16 . Genes associated with retinitis pigmentosa are differentially expressed in the space environment We sought to determine whether any of the DEGs from the spaceflight samples were also differentially expressed in common retinal diseases. We compiled a list of disease-associated genes for the following retinal diseases: retinitis pigmentosa, diabetic retinopathy, age-related macular degeneration, and retinal detachment. Human disease-associated gene lists were found using the DisGeNET database 17 . Genes in the DisGeNET database were filtered by their gene-disease association score (GDA). Only genes with a GDA greater than 0.2 were included in the analysis. This included disease-associated genes from expertly curated and animal model databases, but excluded disease-associated genes from inferences and text-mining databases. Disease-associated genes were converted to their mouse ortholog using the Mouse Genome Informatics database 18 . Genes that did not pass the DESeq2 threshold for the number of mean counts (i.e., they had an adjusted p-value equal to ‘NA’), were filtered out from the analysis. Present in the DisGeNet database were 75 genes associated with the disease retinitis pigmentosa, 14 genes with diabetic retinopathy, 8 genes with age-related macular degeneration, and 5 genes with retinal detachment (Sup. Table  3 ). Most of the disease-associated genes were unique to a single retinal disease, with the exception of  Abca4 ,  Nmnat1 ,  Casp3 , and  Crb1 , which were each shared across two diseases (Fig.  2A ). None of the disease-associated genes that were shared across multiple diseases were differentially expressed in spaceflight. Figure 2 Retinal disease-associated gene expression. ( A ) UpSet diagram showing the number of genes in each disease set from DisGeNet. Genes that are distinct to each set are in the first four columns. Genes shared among sets are in the last three columns;  (B)  Log2 fold-change values of disease-associated genes. Genes are plotted from left to right in order of adjusted p-value. Bars are colored by the magnitude of the adjusted p-value. Adjusted p-values are further annotated based on their order of magnitude. The plot for retinitis pigmentosa displays the top 20 most significant genes based on adjusted p-value. All other diseases are displaying all of their associated genes. Of the 75 genes associated with retinitis pigmentosa, 12 were differentially expressed during spaceflight ( Sag,  BC027072 /Pcare, Guca1b, Rbp3, Ahi1, Guca1a, Prpf8, Rp1, Gucy2e, Cacna2d4, Pde6b, Dhdds ), the most of any of the four retinal diseases examined. Diabetic retinopathy had one disease-associated gene that was differentially expressed during spaceflight ( Hif1a ). Age-related macular degeneration and retinal detachment disease-associated genes were not differentially expressed during spaceflight (Fig.  2B ). Differentially expressed transcription factors hint that spaceflight changes chromatin organization DEGs reported in Fig.  1A  were filtered by their PANTHER protein class in order to find differentially expressed transcription factors (DETFs) 19 . Out of the 600 DEGs, 29 are DETFs. Hierarchical clustering was performed on the DETFs according to their expression values. Mice clustered according to their inclusion in the ground control or spaceflight group (Fig.  3A ). Eight of the DETFs are necessary for development and maintenance of the retina and other structures of the eye:  Mafg ,  Isl1 ,  Atf5 ,  Kdm6b ,  Hmgb3 ,  Prox1 ,  Casz1  and  Hif1a 20 – 27 . Of special interest are  Cazs1  and  Hif1a .  Cazs1  is a heterochromatin regulator that acts in a splice-variant specific manner 24  and  Hif1a  inactivation has been shown to significantly mitigate photoreceptor degeneration in a chronic hypoxia-like stress model 25 . Figure 3 Transcription factor clustering and functions between spaceflight and control mice. ( A ) Hierarchical clustering of the 29 DETFs between spaceflight and ground control mice;  (B)  Enriched gene ontology (GO) biological process categories for DETFs. An overrepresentation analysis (ORA) of gene ontology (GO) terms was performed on the DETFs. 47 GO categories were found with an FDR of less than 0.05 (Sup. Table  4 ). The affinity propagation filter from WebGestalt was applied in order to find a reduced number of GO terms that are representative of all GO enrichment results. We found enrichment of GO categories related to DNA transcription (‘positive regulation of transcription’, DNA-templated, ‘negative regulation of transcription, DNA-templated’), further affirming the role of these genes as transcription factors. Additionally, there were enriched GO categories relating to chromatin organization, including regulation of histone modification, histone lysine demethylation, negative regulation of histone H3K9 trimethylation (Fig.  3B ). The genes in these GO categories include  Kdm4a, Kdm4b, and Kdm6b , which are known regulators of lysine methylation.  Kdm4a  and  Kdm4b  are regulators of H3K9me2/me3 28 , which is a regulator of constitutive heterochromatin and an indicator for the presence of constitutive heterochromatin.  Kdm6b  is a regulator of H3K27me2/me3 28  and is primarily responsible for the silencing of gene expression. The space environment decreases the thickness of retinal tissue and increases oxidative stress and cone photoreceptor damage Micro-computed tomography (MicroCT) images were generated in order to characterize global ocular morphology and to measure the thickness of the retina and surrounding tissues for ground control and spaceflight mice (Fig.  4A ). Total retina, retinal pigment epithelium (RPE), and choroid layers of the eye decreased significantly in thickness (p < 0.05) during spaceflight (Fig.  4B ). Additionally, choroid deformation and folds were noticed in spaceflight mice (Fig.  4C ). Figure 4 Spaceflight decreases the thickness of multiple layers of the eye. ( A ) Sagittal view of a ground control mouse. Layers of the eye on the right side of the image are annotated, from top-to-bottom, retina (0.077 mm), retina pigment layer (RPE, 0.038 mm), choroid (0.041 mm), sclera (0.059 mm);  (B)  Average thickness of the retinal layer, RPE layer, and the choroid layer measured by MicroCT in the spaceflight and control groups. Counts were averaged across five retinas per group. Values were represented as mean thickness + standard error (SEM). SEM of the mean is marked with error bars. Significantly lower in cross section thickness in the spaceflight group compared to the ground control group is denoted ‘*’ (p < 0.05).  (C)  Cross sections of the retina from control and spaceflight mice. GCL: ganglion cell layer; INL: inner nuclear layer; ONL: outer nuclear layer; IS: inner segment; OS: outer segment, RPE: pigment epithelium layer. Immunofluorescence staining with peanut agglutinin (PNA), a specific marker for cone photoreceptors, was performed in order to view cone photoreceptors in the eye. Cone photoreceptors show signs of degradation during spaceflight (Fig.  5A ). Our quantitative assessment (Fig.  5B ) revealed a strong trend decrease in density of cones in the spaceflight mice (950 counts/mm 2 ) compared to ground control group that had an average of 1199 counts/mm 2  (p = 0.06). Figure 5 Spaceflight causes photoreceptor degradation and oxidative stress. ( A)  Immunofluorescence staining for PNA, a marker for cone photoreceptors (green), and HNE, a marker for oxidative stress (red), in the photoreceptor layer. The nuclei were counterstained with DAPI (blue); Scale bar = 50 mm.  (B)  Cell density for PNA–positive cone photoreceptors; ( C ) Immunofluorescence staining for HNE (red) in the retina layer. Scale bar = 50 µm;  (D)  Fluorescent intensity of the HNE marker in the photoreceptor layer of rods and cones (arrow);  (E)  Fluorescent intensity of the HNE marker across the retina;  (F)  Log2 fold-change of DEGs under the GO category “negative regulation of oxidative stress-induced cell death”; ( B , D , E ) Counts were averaged across five retinas per group. Values are represented as mean density ± SEM. Significance values of the spaceflight group compared to ground controls are denoted with ‘*’ (p < 0.05), ‘**’ (p < 0.01), and ‘T’ (strong trend differences between spaceflight and ground controls; p = 0.06). The occurrence of lipid peroxidation was evaluated with antibody against 4-hydroxynonenal (4-HNE), which is an indicative marker of oxidative damage to the retina. Increased 4-HNE staining was seen in cone photoreceptors, retinal inner nuclear layer (INL), and ganglion cell layer (GCL) after spaceflight compared to ground controls (Fig.  5C ). As shown in Fig.  5D , the fluorescent intensity profiles in the photoreceptor cones which reflects endogenous level of HNE, was also significantly increased (p < 0.05) in the spaceflight group compared to the ground controls. Fluorescent intensity from the HNE marker was also significantly increased in the GCL/INL of the spaceflight group for the retina (p < 0.01) (Fig.  5E ). Our RNA-seq experiment identified three DEGs -  Pde8a, Hif1a, Hgf  - that are part of the GO Biological Process category for ‘negative regulation of oxidative stress-induced cell death’ (GO:1903202) (Fig.  5F ).  Pde8a  is a member of the phosphodiesterase family. Phosphodiesterase specific member inhibition has been previously shown to attenuates oxidative stress in diverse tissues 29 – 32 .  Hif1a  was shown to protect against oxidative stress directly at the mitochondria 33 , but the effects of this gene were shown to be highly contextual in the presence of reactive oxygen species 34 .  Hgf  activates an antioxidant signaling pathway that culminates in increased levels of nitric oxide and the activity of antioxidant enzymes regulated by this molecule 35 , 36 . Taken together, the upregulation of  Pde8a  and the downregulation of the  Hif1a  and  Hgf  are linked to the development of increased oxidative stress in the retina. Discussion We have found a distinct gene expression signature in the retina of mice exposed to the spaceflight environment compared with the ground control. This signature is enriched for genes related to visual perception, the phototransduction pathway, and numerous retina and photoreceptor phenotype categories. Other studies have also shown changes of gene expression involved in cell structure, growth, migration and adhesion in the retinal cells exposed to simulated microgravity 37 , 38 . Less anticipated was the overrepresentation of genes related to RNA processing, metabolism, and transport pathways for the first time described as relevant for spaceflight in mammals. A recent study in  Arabidopsis thaliana  has discovered mRNA isoforms created by alternative splicing that are unique to their spaceflight exposed samples 39 . Our results indicate that in addition to  Arabidopsis thaliana , there may be splice isoform alterations in mammals during spaceflight as well that should be explored in future work and included in the risk assessment for long duration space missions. Differential RNA splicing has also been implicated as a potential disease-causing mechanism for retinitis pigmentosa. Mutations in the gene  Rho , which creates a protein that composes rod photoreceptors and is essential for vision in low-light conditions, can alter its splice isoforms. These alternate isoforms lead to the construction of abnormal RHO proteins and trigger the pathology of retinitis pigmentosa 40 . Additionally, proper alternative splicing of  Nxnl1  from rod photoreceptors and other ocular cell types has been associated with cone photoreceptor maintenance 41 , 42 . Disruption of these splice isoforms can reduce the density of cone photoreceptors and the thickness of the outer nuclear layer of the retina 43 . Overall, our results indicate that the space environment might create unique epigenetic events and differential RNA splicing, in addition to the altered gene expression profile reported. Future studies should address which genes are alternatively spliced to understand potential changes in protein structure and find further associations with retinal diseases. Furthermore, mouse models for retinitis pigmentosa are available. Determining which mouse model is most similar to mice exposed to the space environment will help determine the appropriate model to perform Earth-analog experiments. Finding an appropriate Earth-based analog will accelerate the speed of research dedicated to finding a countermeasure for the retinal damage caused by spaceflight. Several transcription factors were identified as necessary for de",
  "introduction": "Introduction We are entering an era of renewed interest in space exploration. Although officially the space race ended decades ago, humanity is crossing the threshold into a second space age that includes new global partnerships and private companies. This new infrastructure and organization has brought the concept of long duration space missions, such as permanent moon settlements and manned missions to Mars, from a distant goal to a tangible reality 1 . However, the space environment is fundamentally different from Earth. Microgravity and ionizing radiation compose a unique set of physiological stressors, the effects of which remain to be fully characterized 2 , 3 . In humans, one of the most apparent physiological responses to the space environment is the redistribution of fluid throughout the body that occurs due to microgravity. This redistribution shifts fluid upward from the lower parts of the body 4 . An increased intracranial pressure caused by this fluid shift has been attributed as a major cause of spaceflight-associated neuro-ocular syndrome (SANS) 5 . 40% of astronauts have experienced SANS 6 , including the spaceflight subject of the NASA twins study 7 . The physiological impact of SANS encapsulates multiple components of the eye and includes optic disc edema, globe flattening (GF), choroidal and retinal folds, hyperopic refractive error shifts, and nerve fiber layer infarcts (i.e., cotton wool spots) 5 , 8 . While the physiological characteristics of SANS are well documented, the mechanisms that drive SANS are still poorly understood. To date, despite evidence showing ocular functioning impairment following exposure to the space environment, few studies have investigated molecular mechanisms involved in the spaceflight-associated changes in retinal structure and function. A previous study from our group characterized the effects of a 13-day exposure to the space environment aboard the Space Shuttle Atlantis (STS-135) in mice. This study found that spaceflight conditions induced oxidative damage that resulted in mitochondrial apoptosis in the mouse retina 2 . Subsequent work with low-dose proton radiation and a simulated microgravity mice model showed a major role of simulated space radiation in the increase of oxidative stress, with synergistic effects when simulated microgravity was applied 9 , 10 . In our current study, mice were exposed to the space environment for 35 days aboard the International Space Station (ISS) to determine whether the space environment induces oxidative damage on ocular structure and to characterize gene expression profiles of mouse retina exposed to spaceflight.",
  "methods": "Methods Flight and control conditions SpaceX successfully launched the 12th Commercial Resupply Service (CRS-12) payload at the Kennedy Space Center (KSC) on a 35-day mission in August, 2017. 10-week-old male C57BL/6 mice (n = 20) (Jackson laboratories, Inc. Bar harbor, ME) were flown for NASA’s ninth Rodent Research experiment (RR-9). The mice lived in NASA’s Rodent Habitats (RH) aboard ISS for 35 days before returning to Earth via SpaceX’s Dragon capsule. All mice were maintained at an ambient temperature of 26–28 °C with a 12-h light/dark cycle during the flight. GC mice were placed into the same housing hardware used in flight, and environmental parameters such as temperature and carbon dioxide (CO 2 ) levels were matched as closely as possible based on telemetry data. GC mice were fed the same special NASA food bar diet as the space flown mice. All mice received the same  ad libitum  access to food and water. The study followed the recommendations in the Guide for the Care and Use of Laboratory Animals of the National Institutes of Health (NIH) and was approved by the Institutional Animal Care and Use Committee (IACUC) of Loma Linda University (LLU) and The National Aeronautics and Space Administration (NASA). Post-flight evaluation of the mice Upon return to the Earth, mice were transported to Loma Linda University (LLU) within 28 hours of splashdown. At LLU, animals were removed from the animal enclosure hardware and assessed for survival and health. It was reported that all the mice survived the 35-day space mission and were in good condition, i.e. no obvious deficiencies/abnormalities as described by the inspecting personnel. Dissecting and preservation of mouse eyes after spaceflight The mice were rapidly euthanized in 100% CO 2  and eyes were collected within 38+/−4 hours of splashdown (n = 20/group). The retinas from rights were dissected and placed individually in sterile cryovials, snap frozen in liquid nitrogen and kept at −80 °C prior to use. The left eyes were fixed in 4% paraformaldehyde in phosphate buffered saline (PBS) for 24 hours and then rinsed with PBS for immunohistochemistry (IHC) assays. The right eyes from 2 experimental groups: ground control and spaceflight (n = 8 mice per group) were dissected to obtain the retina. The retinas were flash-frozen and stored at −80 °C for genomic analysis. Immunostaining assays and histology Paraffin-embedded sections (Six µm) of left eye, roughly 100 mm apart, were used for analysis (n = 6/group). To evaluate oxidative damage in the retina, Immunostaining was performed on ocular sections using 4-HNE antibody specific for lipid peroxidation. Sections were incubated with the anti-4-HNE antibody (catalog no. HNE11-S, Alpha Diagnostic International Inc., San Antonio, TX) at 4 °C for 2 hours followed by a donkey anti-rabbit IgG fluorescence-conjugated secondary antibody (catalog no. A21206, Invitrogen Corp., Waltham, MA) for 2 hours at room temperature and counterstained with DAPI. For do",
  "results": "Results The space environment causes changes in gene expression related to visual and RNA regulation pathways The space environment caused a wide array of changes in gene expression, the most prominent were changes in ocular pathways and RNA processing. Twenty mice spent 35 days on the International Space Station as part of NASA’s ninth Rodent Research experiment (RR-9). An additional twenty mice were housed on Earth in the same housing hardware used in flight for the ground control group. RNA sequencing was performed on sixteen mice (n = 8/group). 600 differentially expressed genes (DEGs) were identified between the spaceflight and ground control groups using DESeq2 11  with an adjusted p-value threshold of 0.01 (Sup. Table  1 ). Hierarchical clustering was performed on the DEGs according to their expression values to determine which mice have similar DEG expression profiles. Mice clustered according to their inclusion in the ground control or spaceflight group. The spaceflight group had 286 upregulated genes and 314 downregulated genes compared to the ground control (Fig.  1A ). Figure 1 DEG clustering and functions between spaceflight and control mice. ( A ) Hierarchical clustering of the 600 DEGs between spaceflight and control mice using an adjusted p-value threshold of 0.1. The spaceflight group had 286 upregulated genes and 314 downregulated genes compared to the ground control;  (B)  Enriched gene ontology (GO) biological process categories for DEGs. The affinity propagation option from WebGestalt was applied to the select representative display categories;  (C)  Enriched networks among DEGs from the Reactome database;  (D)  Enriched phenotypes impacted by the DEGs from the Mammalian Phenotype Ontology;  (B – D)  Overrepresented categories were found relating to ocular function (GO categories: ‘visual perception’, ‘response to light stimulus’, ‘sensory perception of light stimulus’, ‘retina development in camera-type eye’; Pathways: ‘the phototransduction cascade’ ‘inactivation, recovery and regulation of the phototransduction cascade’; Phenotype: electrophysiology, morphology, and degeneration of the retina, rods, and cones), various RNA processing, splicing, and metabolism functions (GO categories: ‘RNA processing’, ‘rRNA processing’, ‘mRNA processing’, ‘RNA splicing’, via transesterification reactions’, ‘mRNA splicing, via spliceosome’, ‘rRNA metabolic process’, ‘ncRNA metabolic process’, ‘mRNA metabolic process’, ‘RNA transport’), and direct responses to the physical pressures of spaceflight (GO categories: ‘response to abiotic stimulus’, ‘response to radiation’, ‘cellular response to stress’). An overrepresentation analysis (ORA) of gene ontology (GO), pathway, and phenotypic categories was performed on the DEGs using WebGestalt 12 . From this analysis, 46 GO, 5 pathway, and 14 phenotypic categories were found with a false discovery rate (FDR) of less than 0.05 (Fig.  1B–D , Sup. Table  2 ). Included in the overrepresented categories are categories related to ocular function (GO categories: ‘visual perception’, ‘response to light stimulus’, ‘sensory perception of light stimulus’, ‘retina development in camera-type eye’; Pathways: ‘the phototransduction cascade’ ‘inactivation, recovery and regulation of the phototransduction cascade’; Phenotype: electrophysiology, morphology, and degeneration of the retina, rods, and cones), various RNA processing, splicing, and metabolism functions (GO categories: ‘RNA processing’, ‘rRNA processing’, ‘mRNA processing’, ‘RNA splicing’, via transesterification reactions’, ‘mRNA splicing, via spliceosome’, ‘rRNA metabolic process’, ‘ncRNA metabolic process’, ‘mRNA metabolic process’, ‘RNA transport’), and direct responses to the physical pressures of spaceflight (GO categories: ‘response to abiotic stimulus’, ‘response to radiation’, ‘cellular response to stress’). Some genes were highly differentially expressed, but were not included in any of the GO category, pathway, or phenotype ",
  "discussion": "Discussion We have found a distinct gene expression signature in the retina of mice exposed to the spaceflight environment compared with the ground control. This signature is enriched for genes related to visual perception, the phototransduction pathway, and numerous retina and photoreceptor phenotype categories. Other studies have also shown changes of gene expression involved in cell structure, growth, migration and adhesion in the retinal cells exposed to simulated microgravity 37 , 38 . Less anticipated was the overrepresentation of genes related to RNA processing, metabolism, and transport pathways for the first time described as relevant for spaceflight in mammals. A recent study in  Arabidopsis thaliana  has discovered mRNA isoforms created by alternative splicing that are unique to their spaceflight exposed samples 39 . Our results indicate that in addition to  Arabidopsis thaliana , there may be splice isoform alterations in mammals during spaceflight as well that should be explored in future work and included in the risk assessment for long duration space missions. Differential RNA splicing has also been implicated as a potential disease-causing mechanism for retinitis pigmentosa. Mutations in the gene  Rho , which creates a protein that composes rod photoreceptors and is essential for vision in low-light conditions, can alter its splice isoforms. These alternate isoforms lead to the construction of abnormal RHO proteins and trigger the pathology of retinitis pigmentosa 40 . Additionally, proper alternative splicing of  Nxnl1  from rod photoreceptors and other ocular cell types has been associated with cone photoreceptor maintenance 41 , 42 . Disruption of these splice isoforms can reduce the density of cone photoreceptors and the thickness of the outer nuclear layer of the retina 43 . Overall, our results indicate that the space environment might create unique epigenetic events and differential RNA splicing, in addition to the altered gene expression profile reported. Future studies should address which genes are alternatively spliced to understand potential changes in protein structure and find further associations with retinal diseases. Furthermore, mouse models for retinitis pigmentosa are available. Determining which mouse model is most similar to mice exposed to the space environment will help determine the appropriate model to perform Earth-analog experiments. Finding an appropriate Earth-based analog will accelerate the speed of research dedicated to finding a countermeasure for the retinal damage caused by spaceflight. Several transcription factors were identified as necessary for development and maintenance of the retina and other structures of the eye 20 . Although eight of the DETFs are known for their importance for the retinal development and maintenance in Earth conditions, 21 of the DETFs have no reports in the literature linking them to the eye tissue. From the DETF overrepresentation analysis, transcription factors wer",
  "conclusion": ""
}