{
  "id": "PMC6638264",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6638264/",
  "title": "Apyrase inhibitors enhance the ability of diverse fungicides to inhibit the growth of different plant‐pathogenic fungi",
  "authors": "Manas Kumar Tripathy, Gayani Weeraratne, Greg Clark, Stanley J. Roux",
  "year": "2016",
  "journal": "Molecular Plant Pathology",
  "abstract": "Summary A previous study has demonstrated that the treatment of Arabidopsis plants with chemical inhibitors of apyrase enzymes increases their sensitivity to herbicides. In this study, we found that the addition of the same or related apyrase inhibitors could potentiate the ability of different fungicides to inhibit the growth of five different pathogenic fungi in plate growth assays. The growth of all five fungi was partially inhibited by three commonly used fungicides: copper octanoate, myclobutanil and propiconazole. However, when these fungicides were individually tested in combination with any one of four different apyrase inhibitors (AI.1, AI.10, AI.13 or AI.15), their potency to inhibit the growth of five fungal pathogens was increased significantly relative to their application alone. The apyrase inhibitors were most effective in potentiating the ability of copper octanoate to inhibit fungal growth, and least effective in combination with propiconazole. Among the five pathogens assayed, that most sensitive to the fungicide‐potentiating effects of the inhibitors was  Sclerotinia sclerotiorum . Overall, among the 60 treatment combinations tested (five pathogens, four apyrase inhibitors, three fungicides), the addition of apyrase inhibitors increased significantly the sensitivity of fungi to the fungicide treatments in 53 of the combinations. Consistent with their predicted mode of action, inhibitors AI.1, AI.10 and AI.13 each increased the level of propiconazole retained in one of the fungi, suggesting that they could partially block the ability of efflux transporters to remove propiconazole from these fungi.",
  "keywords": "ABC transporters, copper octanoate, myclobutanil, plant pathogens, propiconazole",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}