{
  "id": "PMC6091969",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6091969/",
  "title": "Macrophages inhibit ",
  "authors": "Emily E. Rosowski, Nicholas Raffa, Benjamin P. Knox, Netta Golenberg, Nancy P. Keller, Anna Huttenlocher",
  "year": "2018",
  "journal": "PLoS Pathogens",
  "abstract": "In immunocompromised individuals,  Aspergillus fumigatus  causes invasive fungal disease that is often difficult to treat. Exactly how immune mechanisms control  A .  fumigatus  in immunocompetent individuals remains unclear. Here, we use transparent zebrafish larvae to visualize and quantify neutrophil and macrophage behaviors in response to different  A .  fumigatus  strains. We find that macrophages form dense clusters around spores, establishing a protective niche for fungal survival. Macrophages exert these protective effects by inhibiting fungal germination, thereby inhibiting subsequent neutrophil recruitment and neutrophil-mediated killing. Germination directly drives fungal clearance as faster-growing CEA10-derived strains are killed better  in vivo  than slower-growing Af293-derived strains. Additionally, a CEA10  pyrG -deficient strain with impaired germination is cleared less effectively by neutrophils. Host inflammatory activation through Myd88 is required for killing of a CEA10-derived strain but not sufficient for killing of an Af293-derived strain, further demonstrating the role of fungal-intrinsic differences in the ability of a host to clear an infection. Altogether, we describe a new role for macrophages in the persistence of  A .  fumigatus  and highlight the ability of different  A .  fumigatus  strains to adopt diverse modes of virulence.",
  "keywords": "",
  "full_text": "Introduction Humans inhale hundreds of  Aspergillus fumigatus  spores from the environment every day and yet almost all immunocompetent individuals successfully contend with the fungal infection. Immunocompromised patients, however, especially acute leukemia patients, hematopoietic cell transplant recipients, and solid-organ transplant recipients, are at risk of developing invasive aspergillosis [ 1 ]. In invasive disease,  Aspergillus  spores germinate into filamentous hyphae and invade and destroy tissues and organs, with mortality rates as high as 50 to 60% in patient populations [ 1 ]. Limited antifungal treatments exist and there is growing resistance among fungi to these drugs [ 2 ]. The development of successful immunotherapy-based treatments to this infection requires a more comprehensive understanding of the interplay of immune mechanisms that control  Aspergillus in vivo . In immunocompetent individuals, the innate immune system is generally sufficient for  A .  fumigatus  clearance, with both macrophages and neutrophils playing major roles [ 3 ]. Macrophages primarily target and phagocytose conidia (spores), and can kill conidia  in vitro  within hours [ 4 ,  5 ].  In vivo , however, the requirement for and role of macrophages is unclear, with some studies reporting no effect on survival in macrophage-depleted mice [ 6 ] and others demonstrating an increased fungal burden in such mice [ 7 ]. Neutrophils, on the other hand, are consistently required in mice in response to  Aspergillus  [ 6 ,  8 ], and neutropenia is a key risk factor for patients in the development of invasive aspergillosis [ 9 ]. Neutrophils can kill conidia  in vivo  [ 10 ] and inhibit conidial germination both  in vitro  and  in vivo  [ 11 ,  12 ]. Immune cell populations can also influence the activity of other immune cell types, and CCR2+ inflammatory monocytes can increase neutrophil function in response to  Aspergillus  through pro-inflammatory gene expression [ 13 ,  14 ]. However, the full extent of macrophage/monocyte and neutrophil interactions throughout the course of infection, and their effect on fungal growth and clearance, are not known. Perhaps the most important step in  Aspergillus  pathogenesis is germination, the developmental switch from resting, dormant conidia to filamentous, invasive growth [ 15 ]. These different fungal forms induce differential activation of immune cells  in vitro  and recruitment of these cells  in vivo  [ 16 – 18 ]. After invasive hyphae have developed, neutrophils can respond with a variety of killing mechanisms [ 11 ,  19 – 21 ]. However, how this switch, and specifically earlier stages of fungal germination prior to the development of extensive invasive growth, affects immune activation, fungal clearance, and disease progression  in vivo  is largely unknown. Larval zebrafish provide an ideal model in which to study the early effects of fungal germination as well as the interplay between multiple immune cell types throughout infection. Larval zebrafish are transparent and can be non-invasively imaged and therefore allow for visualization of innate immune cell behavior and fungal development in a live, intact host throughout a multi-day infection. While murine models require enormous fungal inoculums (~10 7  conidia) and host immunosuppression in order to directly visualize immune cell-pathogen encounters within the context of host tissue, the larval zebrafish allows for visualization of smaller doses (10–100 conidia) in wild-type hosts [ 22 ].  Aspergillus  infection models in zebrafish have already been developed by our lab and others and recapitulate many aspects of human and mouse infection, including initial phagocytosis of conidia by macrophages and post-germination neutrophil recruitment [ 21 ,  23 ]. These models have already provided new insight into the biology of immune responses to  Aspergillus  such as the observation of spore transfer between macrophages [ 24 ]. In this study, we have infected larval zebrafish with  Aspergillus fumigatus  strains derived from patient isolates Af293 and CEA10. Heterogeneity among  A .  fumigatus  isolates has been increasingly recognized [ 25 ], and Af293 and CEA10 in particular are known to be differentially virulent in specific mouse and zebrafish models [ 26 – 28 ]. The genomes of these strains differ by ~50,000 single nucleotide polymorphisms (SNPs), which is an approximately average level of genetic diversity among sequenced  A .  fumigatus  isolates [ 28 ]. Af293 and CEA10 strains also possess differences in growth [ 27 ], activation of the host immune response [ 27 ,  29 ], response to hypoxia [ 26 ], secondary metabolism [ 30 ,  31 ], and response to light [ 32 ]. We aimed to use these two different strains coupled with live imaging in larval zebrafish to identify and characterize differential neutrophil and macrophage behaviors in response to  A .  fumigatus  infection. We report that while CEA10 is generally regarded as more virulent than Af293 [ 26 ,  27 ], CEA10-derived strains are killed better than Af293-derived strains  in vivo , even while CEA10-derived strains germinate faster. Host inflammatory activation, partially through Myd88, is required for clearance of a CEA10-derived strain, but strikingly, is not sufficient for clearance of an Af293-derived strain. Macrophages only marginally contribute to clearance of CEA10-derived strains. Instead, macrophages primarily provide a protective niche for spores, forming tight, dense clusters around the fungus, inhibiting spore germination. Our data demonstrate that germination actually drives fungal clearance through neutrophil-mediated killing. Results A CEA10-derived strain of  Aspergillus fumigatus  is killed better than an Af293-derived strain  in vivo Differences in the virulence of two common lab strains isolated from patients, Af293 and CEA10, have been reported, but the mechanisms underlying these differences remain incompletely understood [ 26 – 28 ]. In particular, the ability of wild-type hosts to contend with and clear these two different infections is not known. To investigate such clearance, we decided to apply a published method to visually quantify  Aspergillus  spore killing [ 10 ], to our established model of  Aspergillus  infection in transparent zebrafish larvae [ 21 ], giving us the ability to visualize fungal killing in a live, intact host. This live-dead staining method utilizes  Aspergillus  strains expressing a fluorescent protein (in these experiments, YFP or GFP) and coated in an AlexaFluor molecule of a different color (here, AlexaFluor594). Live spores are visualized as YFP/GFP signal surrounded by AlexaFluor signal, while killed spores appear as AlexaFluor signal only. We used strains derived from Af293 and CEA10 that express YFP and GFP, tagged to cytosolic proteins. Throughout this paper we will refer to Af293-derived and CEA10-derived strains in the text and figures as simply Af293 and CEA10, respectively, for ease of discussion, but we list actual strains used for each experiment in figure legends and the details of all strains in Methods. We injected dual-labeled spores into the hindbrain of wild-type 2 day post fertilization (dpf) zebrafish larvae and imaged this hindbrain region; all images presented throughout this study are oriented as indicated ( Fig 1A ). Confocal imaging of these larvae 2 days post injection (dpi) revealed that CEA10 is killed significantly better than Af293, with a higher percentage of dual-labeled AlexaFluor594 + , YFP/GFP +  spores in an Af293 infection compared to a CEA10 infection ( Fig 1B and 1C ). These results were surprising to us given that CEA10 has been reported to be more virulent than Af293 in some immunosuppressed mouse models of infection [ 26 ,  27 ] as well as in data from our lab in neutrophil-defective zebrafish larvae [ 28 ]. To confirm this difference in fungal killing, we quantified colony-forming units (CFUs) from homogenized single larvae over the course of a 5 day infection. This experiment recapitulated the finding that fungal burden of this CEA10 strain is controlled significantly better by larval zebrafish than the Af293 strain ( Fig 1D ). While Af293 persists in larvae throughout the course of infection, CEA10 is slowly cleared, so that by 2 dpi, the fungal burden in CEA10-infected larvae is significantly lower than that of Af293-infected larvae. Additionally, by 3 dpi, CEA10 fungal burden is significantly less than the initial dose. Af293 is never significantly cleared compared to the initial burden under the experimental conditions. We also confirmed that this trend holds for multiple Af293- and CEA10-derived strains, as well as the parental strains ( S1 Fig ). 10.1371/journal.ppat.1007229.g001 Fig 1 A CEA10-derived strain is killed more than an Af293-derived strain  in vivo . A . Schematic of 2 dpf zebrafish larvae. Area of  Aspergillus  spore injection (hindbrain) and imaging is indicated.  B, C . TBK1.1 (Af293) or TFYL49.1 (CEA10) spores express YFP or GFP and have AlexaFluor594 conjugated to the spore cell wall. 2 dpi larvae were imaged and the percentage of spores killed (GFP+/total) was quantified. Representative images of single z slices (B) and quantification over three experiments (C) are shown. Arrowheads indicate alive spores, asterisks indicate killed spores. Scale bar represents 10 μm. Each symbol represents one larvae, color-coded by experiment. Lines represent lsmeans ± SEM. Af293 n = 51, CEA10 n = 45.  D . Fungal burden was monitored by CFU platings from single homogenized larvae infected with TBK1.1 (Af293) or TFYL49.1 (CEA10). CFUs from 24 larvae (3 replicates, 8 larvae each) per condition per day were measured. Average injection CFUs: Af293 = 150, CEA10 = 140. For all analyses, data represent lsmeans ± SEM from three pooled experiments, P values calculated by ANOVA. Asterisks represent significance between strains, # represent significance compared to day 0. See also  S1 Fig . Myd88-mediated inflammatory activation is required for clearance of a CEA10-derived strain Compared to Af293, CEA10 differentially activates specific inflammatory pathways in mice [ 27 ], and we first hypothesized that the differential killing of CEA10 was due to greater inflammatory activation. We utilized an  NF-κB RE : EGFP  reporter line [ 33 ] to measure differences in NF-κB activation after infection with Af293- or CEA10-derived non-fluorescent strains in larval zebrafish. At 2 dpi, CEA10-infected larvae have significantly more GFP signal and therefore NF-κB activation than Af293-infected larvae at the infection site, indicating that NF-κB activation is correlated with fungal killing ( Fig 2A and 2B ). 10.1371/journal.ppat.1007229.g002 Fig 2 Inflammatory activation is required for clearance of a CEA10-derived strain. A, B . NF-κB RE:EGFP larvae were infected with non-fluorescent TJW55.2 (Af293) or CEA17 KU80Δ (CEA10) spores and imaged 2 dpi. Representative images (A) and quantification from three pooled experiments (B) are shown. Scale bar represents 50 μm. CEA10 n = 22; Af293 n = 26.  C . Larvae were treated with dexamethasone (DEX) or ethanol (EtOH) vehicle control directly after infection with TFYL81.5 (Af293) or TFYL49.1 (CEA10), and larval survival was monitored. Average injection CFUs: Af293 = 34, CEA10 = 33.  D-F .  myd88 -/-  or control larvae were infected with TBK1.1 (Af293) or TFYL49.1 (CEA10) and larval survival and/or fungal burden was monitored. Fungal burden was determined by CFU platings from single homogenized larvae. Asterisks represent significance between  myd88 -/-  and control larvae, # represent significance compared to day 0. Average injection CFUs: D, F: Af293 = 27, CEA10 = 32; E: Af293 = 66. For all analyses, data represent 3 pooled replicates. For CFU experiments, CFUs from 24 larvae (8 larvae per replicate) per condition per day were measured. Intensity values and CFU analyses represent lsmeans ± SEM from three pooled experiments, P values calculated by ANOVA. P values for survival analyses calculated by Cox proportional hazard regression analysis. See also  S2 Fig . To determine whether general immune activation is required for fungal killing, we treated larvae with the corticosteroid dexamethasone immediately after spore injection. Neither Af293 nor CEA10 caused much death in control larvae, consistent with previous results in our zebrafish model and the idea that wild-type hosts can largely control  Aspergillus  infection [ 21 ]. Treatment with dexamethasone, however, caused both Af293- and CEA10-infected larvae to succumb rapidly and equally to infection ( Fig 2C ), consistent with the identical virulence of these two strains observed in a chemotherapeutic mouse model [ 26 ]. Control PBS-injected larvae treated with dexamethasone had minimal death ( S2A Fig ). Similar results were obtained after treatment with withaferin A, a non-specific inhibitor of NF-κB ( S2B Fig ). These results suggest that while CEA10 infection induces significantly more activation of NF-κB, under general immunosuppressive conditions, neither of these strains can be controlled by the host. Both dexamethasone and withaferin A have broad effects, therefore we next investigated the role of specific pathways upstream of NF-κB in fungal killing. Myd88 is an adaptor molecule downstream of TLR/IL-1R signaling that has previously been implicated in the response to  Aspergillus  [ 34 ,  35 ].  myd88 -/-  larvae are more susceptible to CEA10, but not Af293, infection compared to wild-type controls ( Fig 2D ), consistent with the idea that Myd88-mediated immune activation is required specifically for the response to CEA10. This increase in susceptibility to a CEA10 strain of  myd88 -/-  larvae coincided with a significantly decreased ability to clear CEA10 fungal burden, while loss of Myd88 had no effect on Af293 fungal burden ( Fig 2E and 2F ). Knockdown of  myd88  did not inhibit activation of the  NF-κB RE : EGFP  reporter line by a CEA10-derived strain ( S2C and S2D Fig ). This is could be due to 1) other pathways that also activate NF-κB and/or 2) increased fungal growth in these larvae resulting in more inflammation. Together, these results show that CEA10 induces a more robust inflammatory response than Af293 and Myd88-dependent signaling is required for clearance of CEA10 fungal burden. CEA10-induced inflammatory activation is not sufficient for killing of Af293 To specifically test whether the increased immune activation induced by this CEA10 infection is sufficient for fungal killing, we co-infected larvae with a red fluorescent Af293-derived strain and a green fluorescent CEA10-derived strain and performed CFU counts throughout a 5 day infection. As shown previously, in single infections this CEA10 strain is cleared over the course of infection while the Af293 strain persists (Figs  1D  and  3A ). In a co-infection, this same pattern remained—Af293 was not significantly cleared, even in the presence of an immune-activating CEA10 strain ( Fig 3A ). Imaging experiments confirmed that these spores can be found in the same or neighboring cells (Figs  3B, 3C  and  S3 ), suggesting that these killing differences are not due to local variation in immune activation, but instead to fungal-intrinsic phenotypes. 10.1371/journal.ppat.1007229.g003 Fig 3 CEA10-induced inflammatory activation is not sufficient for killing of an Af293-derived strain. A . Fungal burden was monitored by CFU platings from single homogenized larvae infected either singly with TFYL49.1 (CEA10) or TBK5.1 (Af293) or co-infected with both strains. Average injection CFUs: Af293 = 53, CEA10 = 47, co-infection = 21 Af293 + 27 CEA10. CFUs from 24 larvae (8 larvae per replicate) per condition per day were measured; lsmeans ± SEM are shown from three pooled experiments, P values calculated by ANOVA.  B, C . Macrophage-membrane labeled larvae ( mfap4 : tomato-CAAX ) were co-infected with YFP-expressing TBK1.1 (Af293) and AlexaFluor633-labeled CEA17 KU80Δ (CEA10) and imaged 1 dpi. Percentage of Af293 spores within 20 μm of a CEA10 spore in each larvae from two replicates was quantified (B). Each point represents one larvae, color-coded by replicate. Single z-slice images from a representative larvae (C) are shown. Scale bar represents 5 μm. See also  S3 Fig . Macrophages form tight, persistent, and dynamic clusters around  A .  fumigatus To further determine the mechanism by which this CEA10 strain of  A .  fumigatus  is killed, we utilized the multi-day imaging capabilities of larval zebrafish to monitor the recruitment and behavior of macrophages and neutrophils in individual larvae over the course of a five day infection. By following individual larvae with both labeled macrophage nuclei ( mpeg1 : mcherry-H2B ) and neutrophils ( lyz : BFP ) throughout a 5 day infection, we aimed to determine both differences in immune cell recruitment within larvae over time and population-level differences between larvae infected with a CEA10-derived strain versus an Af293-derived strain. On a population level, CEA10 infection recruited more macrophages and neutrophils than Af293 infection, throughout the entire time course ( Fig 4A and 4B ). These differences were significant as early as 2 dpi and up to 5 dpi ( Fig 4A and 4B ). However, the number of macrophages and neutrophils present at the site of infection was also dynamic, fluctuating from day to day in individual larvae ( Fig 4A and 4B ). In general, immune cell recruitment peaked at 2 dpi, decreasing slowly afterwards, coinciding with the timeline of fungal clearance ( Fig 1D ). 10.1371/journal.ppat.1007229.g004 Fig 4 Macrophages form tight clusters around  A .  fumigatus . A-D . Dual macrophage-nuclear ( mpeg1 : mcherry-H2B ) and neutrophil ( lyz : BFP ) labeled larvae were infected with YFP- or GFP-expressing  A .  fumigatus  TBK1.1 (Af293) or TFYL49.1 (CEA10) strains and imaged days 1–5 post injection. Macrophage (A) and neutrophil (B) recruitment as well as phagocyte cluster size (D) were quantified. Representative images (C, scale bar represents 20 μm) and pooled quantification from 3 experiments (A, B, D) are shown. Each line in graphs represents one larvae followed for the entire course of infection, lines are color-coded by replicate, bars represent pooled lsmeans ± SEM, P values calculated by ANOVA. Af293 n = 25, CEA10 n = 27 for macrophage and cluster area quantification; Af293 n = 17, CEA10 n = 18 for neutrophil quantification.  E . Macrophage-membrane ( mfap4 : tomato-CAAX ) labeled larvae were infected with CEA17 KU80Δ (CEA10) and imaged 3 dpi. Asterisks represent cell nuclei, arrows indicate cell-cell junctions. Scale bar represents 10 μm. See also  S4 Fig . During this imaging, we were surprised to find that these recruited phagocytes form tight clusters around the injected  A .  fumigatus , as early as 1 dpi, that persist throughout the five day infection (Figs  4C, 4D  and  S4A ,  S1 Movie ). These clusters were primarily made up of macrophages, but neutrophils also infiltrated, generally arriving after macrophages (Figs  4C  and  S4A ). These macrophages form tight associations, with their membranes directly opposed and without space between the cells ( Fig 4E ). Germination of  A .  fumigatus  spores inside the clusters could be found ( S4A Fig ). We also observed the apical extrusion of a cluster out of the hindbrain of two larvae, suggesting extrusion is a possible but rare mechanism for the host to eliminate the infection ( S4B Fig ). Quantification of phagocyte cluster size demonstrates that significantly larger clusters form in response to CEA10 compared to Af293, consistent with differences in observed numbers of phagocytes recruited ( Fig 4C and 4D ). Additionally, the size of these clusters is dynamic, changing in individual larvae throughout the course of infection, but also peaking at 2 dpi and decreasing in size as the infection is cleared ( Fig 4C and 4D ). A CEA10-de",
  "introduction": "Introduction Humans inhale hundreds of  Aspergillus fumigatus  spores from the environment every day and yet almost all immunocompetent individuals successfully contend with the fungal infection. Immunocompromised patients, however, especially acute leukemia patients, hematopoietic cell transplant recipients, and solid-organ transplant recipients, are at risk of developing invasive aspergillosis [ 1 ]. In invasive disease,  Aspergillus  spores germinate into filamentous hyphae and invade and destroy tissues and organs, with mortality rates as high as 50 to 60% in patient populations [ 1 ]. Limited antifungal treatments exist and there is growing resistance among fungi to these drugs [ 2 ]. The development of successful immunotherapy-based treatments to this infection requires a more comprehensive understanding of the interplay of immune mechanisms that control  Aspergillus in vivo . In immunocompetent individuals, the innate immune system is generally sufficient for  A .  fumigatus  clearance, with both macrophages and neutrophils playing major roles [ 3 ]. Macrophages primarily target and phagocytose conidia (spores), and can kill conidia  in vitro  within hours [ 4 ,  5 ].  In vivo , however, the requirement for and role of macrophages is unclear, with some studies reporting no effect on survival in macrophage-depleted mice [ 6 ] and others demonstrating an increased fungal burden in such mice [ 7 ]. Neutrophils, on the other hand, are consistently required in mice in response to  Aspergillus  [ 6 ,  8 ], and neutropenia is a key risk factor for patients in the development of invasive aspergillosis [ 9 ]. Neutrophils can kill conidia  in vivo  [ 10 ] and inhibit conidial germination both  in vitro  and  in vivo  [ 11 ,  12 ]. Immune cell populations can also influence the activity of other immune cell types, and CCR2+ inflammatory monocytes can increase neutrophil function in response to  Aspergillus  through pro-inflammatory gene expression [ 13 ,  14 ]. However, the full extent of macrophage/monocyte and neutrophil interactions throughout the course of infection, and their effect on fungal growth and clearance, are not known. Perhaps the most important step in  Aspergillus  pathogenesis is germination, the developmental switch from resting, dormant conidia to filamentous, invasive growth [ 15 ]. These different fungal forms induce differential activation of immune cells  in vitro  and recruitment of these cells  in vivo  [ 16 – 18 ]. After invasive hyphae have developed, neutrophils can respond with a variety of killing mechanisms [ 11 ,  19 – 21 ]. However, how this switch, and specifically earlier stages of fungal germination prior to the development of extensive invasive growth, affects immune activation, fungal clearance, and disease progression  in vivo  is largely unknown. Larval zebrafish provide an ideal model in which to study the early effects of fungal germination as well as the interplay between multiple immune cell types througho",
  "methods": "Methods Ethics statement Animal care and use protocol M005405-A02 was approved by the University of Wisconsin-Madison College of Agricultural and Life Sciences (CALS) Animal Care and Use Committee. This protocol adheres to the federal Health Research Extension Act and the Public Health Service Policy on the Humane Care and Use of Laboratory Animals, overseen by the National Institutes of Health (NIH) Office of Laboratory Animal Welfare (OLAW). Zebrafish lines and maintenance All zebrafish were maintained as described previously [ 56 ]. Prior to any experimental manipulation, larvae were anesthetized in E3 water containing 0.2 mg/ml Tricaine (ethyl 3-aminobenzoate, Sigma). All zebrafish lines used in this study are listed in  Table 1 . Previously published lines were genotyped as described in referenced publications. To generate  lyz : BFP  larvae,  BFP  was amplified by PCR (F: 5’-cagtgatacaggtacctcgccaccatgagcgagctgattaagg-3’, R: 5’-ctgattatgatctagatcacttgtgccccagtttgctagg-3’) and inserted by In-Fusion HD Cloning (Clontech) into a Tol2-lyz vector [ 60 ,  61 ] cut with KpnI/XbaI. ~90 pg of Tol2 plasmid was micro-injected with 75 pg of transposase mRNA into embryos at the single cell stage. mRNA was  in vitro  transcribed (mMESSAGE mMACHINE SP6 kit, Ambion) from a pCS2-transposase vector [ 62 ]. Larvae were screened for BFP expression in neutrophils at 2–3 days post fertilization (dpf) and grown up to establish a stable line. 10.1371/journal.ppat.1007229.t001 Table 1 Zebrafish lines used in this study. Line name Reference myd88 -/- [ 57 ] irf8 -/- [ 38 ] Tg (NF-κB RE : GFP) [ 33 ] Tg (lyz : BFP) This study Tg (mpeg1 : H2B-mCherry) [ 56 ] Tg (mfap4 : tomato-caax) [ 58 ] Tg (mpx : mCherry-2A-rac2D57N) [ 37 ] Tg (mpx : mCherry-2A-rac2WT) [ 37 ] Tg( mpx : mCherry) [ 59 ] Morpholino injections Previously published and established splice-blocking morpholino oligonucleotides (MO, GeneTools) were re-suspended in water to a stock concentration of 1 mM. MOs were then diluted in water with 0.5X CutSmart Buffer (NEB) and 0.1% phenol red and 3 nl was micro-injected into single-cell stage embryos. Injected concentrations of morpholinos were 0.4 mM ( irf8  (ZFIN MO1: aatgtttcgcttactttgaaaatgg)[ 63 ]), 0.5 mM ( pu . 1  (ZFIN MO1: gatatactgatactccattggtggt)[ 64 ]), and 0.33 mM ( myd88  (ZFIN MO2: gttaaacactgaccctgtggatcat)[ 65 ]). These injected amounts of  irf8  and  pu . 1  MO are standard and efficacy of knockdown was previously confirmed [ 63 ,  64 ]. To confirm the splice-blocking effect of the  myd88  morpholino at this concentration, RNA was isolated from individual larvae with TRIzol reagent (Invitrogen), and cDNA was synthesized with SuperScript III RT and oligo-dT (Invitrogen). PCR was then performed with GoTaq (Promega) and primers for  myd88  (F: 5’-atggcatcaaagttaagtatagacc-3’, R: 5’-agggcagtgagagtgctttg-3’) and  ef1a  (F: 5’-tgccttcgtcccaatttcag-3’, R: 5’-taccctccttgcgctcaatc-3’)[ 66 ]. Shifts in band size were evaluated by agarose gel electrophoresi",
  "results": "Results A CEA10-derived strain of  Aspergillus fumigatus  is killed better than an Af293-derived strain  in vivo Differences in the virulence of two common lab strains isolated from patients, Af293 and CEA10, have been reported, but the mechanisms underlying these differences remain incompletely understood [ 26 – 28 ]. In particular, the ability of wild-type hosts to contend with and clear these two different infections is not known. To investigate such clearance, we decided to apply a published method to visually quantify  Aspergillus  spore killing [ 10 ], to our established model of  Aspergillus  infection in transparent zebrafish larvae [ 21 ], giving us the ability to visualize fungal killing in a live, intact host. This live-dead staining method utilizes  Aspergillus  strains expressing a fluorescent protein (in these experiments, YFP or GFP) and coated in an AlexaFluor molecule of a different color (here, AlexaFluor594). Live spores are visualized as YFP/GFP signal surrounded by AlexaFluor signal, while killed spores appear as AlexaFluor signal only. We used strains derived from Af293 and CEA10 that express YFP and GFP, tagged to cytosolic proteins. Throughout this paper we will refer to Af293-derived and CEA10-derived strains in the text and figures as simply Af293 and CEA10, respectively, for ease of discussion, but we list actual strains used for each experiment in figure legends and the details of all strains in Methods. We injected dual-labeled spores into the hindbrain of wild-type 2 day post fertilization (dpf) zebrafish larvae and imaged this hindbrain region; all images presented throughout this study are oriented as indicated ( Fig 1A ). Confocal imaging of these larvae 2 days post injection (dpi) revealed that CEA10 is killed significantly better than Af293, with a higher percentage of dual-labeled AlexaFluor594 + , YFP/GFP +  spores in an Af293 infection compared to a CEA10 infection ( Fig 1B and 1C ). These results were surprising to us given that CEA10 has been reported to be more virulent than Af293 in some immunosuppressed mouse models of infection [ 26 ,  27 ] as well as in data from our lab in neutrophil-defective zebrafish larvae [ 28 ]. To confirm this difference in fungal killing, we quantified colony-forming units (CFUs) from homogenized single larvae over the course of a 5 day infection. This experiment recapitulated the finding that fungal burden of this CEA10 strain is controlled significantly better by larval zebrafish than the Af293 strain ( Fig 1D ). While Af293 persists in larvae throughout the course of infection, CEA10 is slowly cleared, so that by 2 dpi, the fungal burden in CEA10-infected larvae is significantly lower than that of Af293-infected larvae. Additionally, by 3 dpi, CEA10 fungal burden is significantly less than the initial dose. Af293 is never significantly cleared compared to the initial burden under the experimental conditions. We also confirmed that this trend holds for multiple Af293- and CEA10-derived strains, as well as the parental strains ( S1 Fig ). 10.1371/journal.ppat.1007229.g001 Fig 1 A CEA10-derived strain is killed more than an Af293-derived strain  in vivo . A . Schematic of 2 dpf zebrafish larvae. Area of  Aspergillus  spore injection (hindbrain) and imaging is indicated.  B, C . TBK1.1 (Af293) or TFYL49.1 (CEA10) spores express YFP or GFP and have AlexaFluor594 conjugated to the spore cell wall. 2 dpi larvae were imaged and the percentage of spores killed (GFP+/total) was quantified. Representative images of single z slices (B) and quantification over three experiments (C) are shown. Arrowheads indicate alive spores, asterisks indicate killed spores. Scale bar represents 10 μm. Each symbol represents one larvae, color-coded by experiment. Lines represent lsmeans ± SEM. Af293 n = 51, CEA10 n = 45.  D . Fungal burden was monitored by CFU platings from single homogenized larvae infected with TBK1.1 (Af293) or TFYL49.1 (CEA10). CFUs from 24 larvae (3 replicates,",
  "discussion": "Discussion Here we have used larval zebrafish to image  Aspergillus fumigatus  infection in live, intact hosts, over the course of a multi-day infection to visualize and quantify both immune cell behavior and fungal development and growth. Using a method to visually quantify spore killing, we find that faster-growing CEA10-derived strains of  A .  fumigatus  are cleared significantly better than slower-growing Af293-derived strains. We report that clearance of CEA10-derived strains is primarily due to neutrophil function and is driven by fungal germination, whereas slower-growing Af293-derived strains do not recruit as many neutrophils and therefore can persist in the host for >5 days. Many fungal pathogens can survive within macrophages [ 40 ], but the role of macrophages  in vivo  in  A .  fumigatus  pathogenesis has remained ambiguous, and we find that macrophages form tight clusters around injected spores. Macrophages inhibit spore germination, and without spore germination, neutrophil recruitment and neutrophil-mediated killing are diminished, thus macrophages act as a protective niche against neutrophil-mediated killing ( Fig 10 ). The phagocyte clusters that we observe are reminiscent of aspergillomas or “fungal granulomas” that are found in lung or intracranial lesions of human patients [ 41 ,  42 ]. These macrophage-driven phagocyte clusters have never been observed before in an animal model of  Aspergillus  infection, but phagocyte clustering is a common phenomenon in infections, with the mycobacteria granuloma as the classic example [ 43 ]. We do find some neutrophils infiltrating into these clusters and neutrophil aggregates have been reported in response to both to  Aspergillus  [ 12 ] and  Candida  [ 44 ]. Zebrafish larvae have been an ideal model in which to detect phagocyte clusters, and they have been found in response to not just mycobacteria [ 45 ], but also  Streptococcus iniaie  [ 46 ] and  Mucor circinelloides  [ 47 ]. In tuberculosis, granulomas can provide bacterial-protective functions [ 48 ] and macrophages can also act as protective niches for other pathogens [ 49 ].  In vivo , in larval zebrafish, macrophages do not have much spore killing ability, in contrast to what has been found  in vitro  [ 4 ,  5 ], but in line with some  in vivo  mouse experiments [ 6 ]. While in other mouse experiments macrophage depletion led to an increase in  A .  fumigatus  fungal burden [ 7 ], we hypothesize that the protective niche function of macrophages is only relevant at lower doses of spores, not at the dose given in these experiments (~10 7 ). Our data suggest that the protective niche function of macrophages arises simply by inhibition of fungal germination ( Fig 10 ). While it is also possible that macrophages actively repel neutrophils, as we have observed this behavior in other inflammatory contexts [ 50 ], we cannot conclude this from the data presented here. Neutrophils are highly efficient killers of  A .  fumigatus , and we",
  "conclusion": ""
}