{
  "id": "PMC6036641",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6036641/",
  "title": "Cortical Thinning and Structural Bone Changes in Non-human Primates Following Single Fraction Whole Chest Radiation",
  "authors": "Michael Farris, Emory R. McTyre, Catherine Okoukoni, Greg Dugan, Brendan J. Johnson, William Blackstock, Michael T. Munley, J. Daniel Bourland, J. Mark Cline, Jeffrey S. Willey",
  "year": "2018",
  "journal": "Radiation research",
  "abstract": "Stereotactic body radiation therapy (SBRT) is associated with an increased risk of vertebral compression fracture ( 1 – 5 ). While bone is typically considered radiation-resistant, fractures frequently occur within the first year of SBRT ( 6 – 11 ). Our purpose was to determine if rapid deterioration of bone occurs in vertebrae post-irradiation (IR). Sixteen male rhesus macaques non-human primates (NHPs) were analyzed after total chest irradiation (IR) to a midplane dose of 10 Gy. Ages at IR varied from 45 – 134 mo. Computed tomography (CT) scans were taken 2 mo prior to IR and 2, 4, 6, and 8 mo post-IR for all animals. Bone mineral density (BMD) and cortical thickness (Ct.Th) were calculated longitudinally for thoracic (T)9, lumbar (L)2, and L4 vertebral bodies; gross morphology and histopathology were assessed per vertebra. Greater mortality (related to pulmonary toxicity) was noted in NHPs < 50 mo at time of IR vs NHPs > 50mo (p = 0.03). Animals older than 50 mo at IR lost Ct.Th in T9 by 2 mo post IR (p = 0.0009), which persisted to 8 mo. In contrast, no loss of Ct.Th was observed in vertebrae out-of-field (L2 and L4). Loss of BMD was observed by 4 mo post-IR for T9, and 6 mo post IR for L2 and L4 (p < 0.01). For NHPs younger than 50 mo at IR, both Ct.Th and BMD decreased in T9, L2, and L4 by 2 mo post-IR (p < 0.05). Regions that exhibited the greatest degree of cortical thinning as determined from CT scans also exhibited increased porosity histologically. Rapid loss of Ct.Th was observed after high dose chest IR in NHPs. Younger age at IR was associated with increased pneumonitis related mortality, as well as greater loss of both BMD and Ct.Th at both in-and out-of-field vertebrae. Older NHPs exhibited rapid loss of BMD and Ct.Th from in-field vertebrae, but only loss of BMD in out of field vertebrae. Bone is sensitive to high dose radiation, and rapid loss of bone structure and density could facilitate fractures.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}