{
  "id": "PMC6597714",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6597714/",
  "title": "Effect of Leptin Deficiency on the Skeletal Response to Hindlimb Unloading in Adult Male Mice",
  "authors": "Jessica A. Keune, Adam J. Branscum, Carmen P. Wong, Urszula T. Iwaniec, Russell T. Turner",
  "year": "2019",
  "journal": "Scientific Reports",
  "abstract": "Based on body weight, morbidly obese leptin-deficient  ob/ob  mice have less bone than expected, suggesting that leptin plays a role in the skeletal response to weight bearing. To evaluate this possibility, we compared the skeletal response of wild type (WT) and  ob/ob  mice to hindlimb unloading (HU). Mice were individually housed at 32 °C (thermoneutral) from 4 weeks of age (rapidly growing) to 16 weeks of age (approaching skeletal maturity). Mice were then randomized into one of 4 groups (n = 10/group): (1) WT control, (2) WT HU, (3)  ob/ob  control, and (4)  ob/ob  HU and the results analyzed by 2-way ANOVA.  ob/ob  mice pair-fed to WT mice had normal cancellous bone volume fraction (BV/TV) in distal femur, lower femur length and total bone area, mineral content (BMC) and density (BMD), and higher cancellous bone volume fraction in lumbar vertebra (LV). HU resulted in lower BMC and BMD in total femur, and lower BV/TV in distal femur and LV in both genotypes. Cancellous bone loss in femur in both genotypes was associated with increases in osteoclast-lined bone perimeter. In summary, leptin deficiency did not attenuate HU-induced osteopenia in male mice, suggesting that leptin is not required for bone loss induced by unweighting.",
  "keywords": "Physiology, Endocrinology",
  "full_text": "Introduction Leptin, a hormone produced primarily by adipocytes, serves as a messenger in a feedback loop between adipose tissue and the hypothalamus and contributes to regulation of energy intake and energy expenditure 1 , 2 .  ob/ob  mice, homozygous for loss of function mutation in the obesity gene ( ob ), are unable to generate leptin 1 , 2 .  ob/ob  mice become morbidly obese due to the combined influence of increased food intake and decreased energy expenditure 1 . The physiological actions of leptin extend beyond energy metabolism and include regulation of skeletal growth and maturation 3 – 6 ; a detailed review of the effects of leptin on the skeleton can be found in Reid  et al . 7  Leptin stimulates endochondral ossification and osteoblast differentiation and activity in long bones of the lower limb, where the hormone also inhibits differentiation of bone marrow mesenchymal stem cells to adipocytes 8 – 10 . Compared to wild type (WT) mice,  ob/ob  mice have smaller craniofacial dimensions 11 , shorter long bones 12 , 13  and, when evaluated by dual energy x-ray absorptiometry (DXA), have lower total body and femur bone area, bone mineral content (BMC) and bone mineral density (BMD) 8 . Based on microcomputed tomographic (µCT) and histomorphometric analyses,  ob/ob  mice have bone- and bone compartment-specific alterations in cortical and cancellous bone mass and architecture 8 , 14 , and greatly increased levels of marrow adipose tissue (MAT) 15 , 16 . Whereas, total and cortical bone mass is normal or lower in  ob/ob  mice, cancellous bone mass, depending upon skeletal site and age, can be lower, normal, or higher 7 . Hypothalamic leptin gene therapy reverses skeletal abnormalities in  ob/ob  mice 17 . While the literature strongly supports an important role of leptin in increasing bone accrual prior to peak bone mass and in maintaining normal bone turnover, the hormone likely has additional, less well characterized, actions on bone metabolism. In this regard, there is conflicting evidence that leptin plays a role in mediating skeletal response to changes in body weight. Kapur  et al . reported leptin signaling to be a negative modulator of bone mechanosensitivity 18 . Specifically, a loading strain of ∼2,500 μϵ, which was insufficient to produce a bone formation response in B6 mice, significantly increased bone formation parameters in leptin-deficient  ob / ob  mice. However, other studies suggest that leptin is required for full expression of positive effects of weight on bone mass. For example, total femur mass is positively associated with body weight in WT mice 19 . Also, mice heterozygous for the  ob  gene ( ob /+ mice) have adipocytes with a reduced capacity to generate leptin but have near normal leptin levels due to compensatory increases in white adipose tissue (WAT) mass 19 .  ob /+ mice exhibit an association between body weight and bone mass nearly identical to WT mice. In contrast, weight differences in  ob/ob  mice have a positive but quantitatively smaller effect on bone mass 20 . Thus, it is possible that leptin is not required for skeletal adaptation to changes in weight but the hormone may enhance the magnitude of response by increasing sensitivity of bone to external loads. If leptin enhances the skeletal response to changes in magnitude of ground reaction forces during weight bearing, leptin-deficient  ob/ob  mice would be predicted to exhibit an attenuated bone response to reduced skeletal loading. To test this possibility, we compared the skeletal response of male WT and  ob/ob  mice housed at thermoneutral to hindlimb unloading (HU), a ground-based model for microgravity 21 . HU unweights the hindlimbs, facilitating investigation of the role of leptin in the skeletal response to changes in weight 21 . The study was performed at thermoneutral because leptin plays an important role in thermoregulation and mild cold stress induced by conventional room temperature housing results in rapid premature cancellous bone loss in mice 22 , 23 . Data were analyzed by 2-way analysis of variance to establish the main effects (genotype and skeletal loading status) and their interaction. Results ob/ob  mice were pair fed to WT mice from 4 to 16 weeks of age and all mice were pair fed to WT HU mice during HU. Food intake averaged 2.3 ± 0.0 g/d for two weeks prior to HU and 1.8 ± 0.1 g/d during HU (Supplemental Fig.  S1 ). As expected (because of pair feeding), significant genotype, HU, or interaction effects were not detected for food intake. The respective and combined effects of leptin status and HU on body weight, abdominal WAT weight, seminal vesicle weight (an index of gonadal hormone status), blood glucose levels, and serum corticosterone and osteocalcin levels are shown in Fig.  1 . Compared to WT mice,  ob/ob  mice had greater body weight (Fig.  1a ), abdominal WAT weight (Fig.  1b ), and corticosterone levels (Fig.  1e ), lower seminal vesicle weight (Fig.  1c ) and osteocalcin levels (Fig.  1f ), and no difference in glucose levels (Fig.  1d ). No significant difference in WAT weight was observed in response to HU but HU resulted in trends for lower body weight (p = 0.09) and blood glucose levels (p = 0.06). HU resulted in lower seminal vesicle weight and higher corticosterone levels. No significant genotype by treatment interaction was detected for any of the measured endpoints. Figure 1 Effects of genotype and hindlimb unloading (HU) on ( a ) body weight, ( b ) abdominal white adipose tissue (WAT) weight, ( c ) seminal vesicle weight, ( d ) blood glucose, ( e ) serum corticosterone, and ( f ) serum osteocalcin in WT and  ob/ob  mice. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group. The respective and combined effects of leptin status and HU on total femur are shown in Fig.  2 .  ob/ob  mice had lower total femur bone area (Fig.  2a ), bone mineral content (Fig.  2b ), bone mineral density (Fig.  2c ), bone volume (Fig.  2d ), and bone length (Fig.  2e ) than WT mice. No significant difference in total femur bone area or length was observed in response to HU. However, HU mice had lower total femur bone mineral content, bone mineral density, and bone volume than control mice. No significant genotype by treatment interaction was detected for any of the measured endpoints. Figure 2 Effects of genotype and hindlimb unloading (HU) on total femur in WT and  ob/ob  mice. Shown are ( a ) bone area, ( b ) bone mineral content (BMC), ( c ) bone mineral density (BMD), ( d ) bone volume, and ( e ) bone length. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group. Following evaluation of total femur, bone architecture was assessed in the femur diaphysis, distal femur metaphysis, and distal femur epiphysis. The regions of interest are illustrated in Fig.  3 . Figure 3 Volume of interest for the femur diaphysis, metaphysis and epiphysis. Image compiled by J.A.K. The respective and combined effects of leptin status and HU on cortical bone microarchitecture in the femur diaphysis are shown in Fig.  4 .  ob/ob  mice had greater cross-sectional volume (Fig.  4a ) and marrow volume (Fig.  4c ) but lower cortical volume (Fig.  4b ) and cortical thickness (Fig.  4d ) than WT mice. No significant difference in cross-sectional volume or cortical volume was observed in response to HU but cortical thickness tended (p = 0.06) to be lower with HU. I Polar  (Fig.  4e ) was not different between genotypes and not altered by HU. No significant genotype by treatment interaction was detected for any of the measured endpoints. Figure 4 Effects of genotype and hindlimb unloading (HU) on cortical bone microarchitecture in the femur diaphysis in WT and  ob/ob  mice. Shown are ( a ) cross-sectional volume, ( b ) cortical volume, ( c ) marrow volume, ( d ) cortical thickness, and ( e ) polar moment of inertia (I Polar ). Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group. The respective and combined effects of genotype and HU on cancellous bone microarchitecture in the distal femur metaphysis are shown in Fig.  5 . Bone volume fraction (Fig.  5a ), connectivity density (Fig.  5b ), structure model index (Fig.  5c ) trabecular number (Fig.  5d ), and trabecular spacing (Fig.  5f ) were not different between genotypes. However,  ob/ob  mice had lower trabecular thickness than WT mice (Fig.  5e ). HU resulted in lower bone volume fraction, lower trabecular thickness, and a tendency (p = 0.06) for lower connectivity density and structure model index. No significant difference in trabecular number or spacing was observed in response to HU. No significant genotype by treatment interaction was detected for any of the measured endpoints. Figure 5 Effects of genotype and hindlimb unloading (HU) on cancellous bone microarchitecture in the distal femur metaphysis in WT and  ob/ob  mice. Shown are ( a ) cancellous bone volume fraction, ( b ) connectivity density, ( c ) structure model index, ( d ) trabecular number, ( e ) trabecular thickness, and ( f ) trabecular spacing. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group. The respective and combined effects of genotype and HU on cancellous bone microarchitecture in the distal femur epiphysis are shown in Fig.  6 . Bone volume fraction was not different between genotypes (Fig.  6a ). However,  ob/ob  mice had greater connectivity density (Fig.  6b ), structure model index (Fig.  6c ), and trabecular number (Fig.  6d ), and lower trabecular thickness (Fig.  6e ) and trabecular spacing (Fig.  6f ) than WT mice. HU resulted in lower bone volume fraction and trabecular thickness and higher structure model index, but no significant difference in connectivity density, trabecular number or trabecular spacing. No significant genotype by treatment interaction was detected for any of the measured endpoints. Figure 6 Effects of genotype and hindlimb unloading (HU) on cancellous bone microarchitecture in the distal femur epiphysis in WT and  ob/ob  mice. Shown are ( a ) cancellous bone volume fraction, ( b ) connectivity density, ( c ) structure model index, ( d ) trabecular number, ( e ) trabecular thickness, and ( f ) trabecular spacing. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group. The respective and combined effects of leptin status and HU on histomorphometric indices of bone formation, bone resorption, and bone marrow adiposity in the distal femur metaphysis are shown in Fig.  7 . Osteoblast perimeter (Fig.  7a ) was lower in  ob/ob  mice, while osteoclast perimeter (Fig.  7b ) and declomycin label length (Fig.  7c ) did not differ between genotypes. Mineralizing perimeter (Fig.  7d ), mineral apposition rate (Fig.  7e ) and bone formation rate (Fig.  7f ) did not differ with genotype.  ob/ob  mice had greater bone marrow adiposity (Fig.  7g ), adipocyte density (Fig.  7h ), and adipocyte size (Fig.  7i ) than WT mice. HU resulted in greater osteoclast perimeter and lower declomycin label length. Mineralizing perimeter, mineral apposition rate, and bone formation rate did not differ with HU. No significant difference in adipocyte density or adipocyte size was observed in response to HU, but there was a trend (p = 0.09) for higher bone marrow adiposity. The differences between genotypes in marrow adiposity and osteoclast-lined bone perimeter with HU can be visually appreciated in Fig.  8 . No significant genotype by treatment interaction was detected for any of the measured endpoints in distal femur metaphysis. Figure 7 Effects of genotype and hindlimb unloading (HU) on cancellous bone histomorphometry and marrow adiposity in the distal femur metaphysis in WT and  ob/ob  mice. Shown are ( a ) osteoblast perimeter, ( b ) osteoclast perimeter, ( c ) declomycin label retention, ( d ) mineralizing perimeter, ( e ) mineral apposition rate, ( f ) bone formation rate, ( g ) bone marrow adiposity, ( h ) adipocyte density, and ( i ) adipocyte size. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group. Figure 8 Representative photomicrographs from ( a ) WT control mouse, ( b ) WT HU mouse, ( c )  ob/ob  control mouse, and ( d )  ob/ob  HU mouse. Note the higher number of adipocytes in  ob/ob  mice and the higher number of osteoclasts in HU mice. Images taken by RTT. The respective and combined effects of genotype and HU on cancellous bone microarchitecture in 5 th  lumbar vertebra are shown in Table  1 . Bone volume fraction and trabecular thickness were higher and structure model index was lower in  ob/ob  mice compared to WT mice. HU resulted in lower cancellous bone volume fraction and trabecular thickness, and higher structure model index. However, significant genotype by treatment interactions were noted for trabecular number, trabecular spacing, and connectivity density. HU resulted in lower trabecular number and higher trabecular spacing in WT mice and higher connectivity density in  ob/ob  mice. Table 1 Effects of genotype and hindlimb unloading (HU) on cancellous bone microarchitecture in the 5th lumbar vertebra in WT and  ob/ob  mice. WT \n ob/ob \n ANOVA P Value Control HU Control HU Genotype HU Interaction 5th lumbar vertebra  (cancellous bone) Bone Volume/Tissue Volume (%) 22.0 ± 0.3 19.1 ± 0.7 30.4 ± 0.5 27.4 ± 0.9 0.000 0.000 Connectivity Density (1/mm³) 234.9 ± 5.8 243.5 ± 6.8 220.0 ± 7.4 281.1 ± 13.8 a 0.012 Structure Model Index 0.8 ± 0.0 1.0 ± 0.1 0.0 ± 0.1 0.2 ± 0.1 0.000 0.001 Trabecular Number (1/mm) 5.3 ± 0.1 5.0 ± 0.1 a 5.7 ± 0.1 b 5.9 ± 0.1 b 0.006 Trabecular Thickness (µm) 44 ± 0 42 ± 1 52 ± 1 47 ± 1 0.000 0.000 Trabecular Spacing (µm) 184 ± 2 196 ± 2 a 167 ± 2 b 164 ± 3 b 0.017 Data are mean ± SEM; N = 10/group. a Different from control within genotype, P ≤ 0.05. b Different from WT, P ≤ 0.05. Discussion We evaluated the skeletal response to HU in leptin-deficient  ob/ob  male mice. Based on the observation that leptin deficiency attenuates the positive association between body weight and bone mass (e.g., more weight gain is required in  ob/ob  mice compared to WT mice to achieve a comparable increase in bone mass), we hypothesized that  ob/ob  mice would exhibit diminished bone loss in response to HU. However, contrary to our expectations, the magnitude of HU-induced osteopenia in  ob/ob  mice in femur, a weight bearing bone, was virtually indistinguishable from that of WT mice. In concordance with previous studies in WT mice, cancellous bone loss in HU mice housed at thermoneutral was due to increased bone resorption. The increase in bone resorption was due, at least in part, to increased osteoclast-lined bone perimeter 24 . Leptin has differential effects on osteoclast number and activity in weight-bearing mice.  ob/ob  mice have normal or increased osteoclast-lined bone perimeter 25 , 26 , indicating that the hormone is not required for osteoclastogenesis. Indeed, subcutaneous administration of leptin attenuates ovariectomy- and HU-induced bone loss in rats by reducing osteoclast number 3 , 27 . On the other hand, several lines of evidence suggest reduced osteoclast activity in  ob/ob  mice. Specifically,  ob/ob  mice have low serum levels of CTX, a biochemical marker of global bone resorption 20 , 26 . In spite of elevated osteoclast-lined bone perimeter, resorption of declomycin is diminished in femurs of  ob/ob  mice 16 . Furthermore,  ob/ob  mice are resistant to polyethylene particle-induced osteolysis 28 . Finally,  ob/ob  mice have impaired ability to remodel the calcified cartilage network in growing femur, leading to pathological retention of cartilage during skeletal maturation 10 , 16 , 26 . In the present study, bone resorption was increased in femur metaphysis in  ob/ob  and WT mice in response to HU. In support, we observed an increase in osteoclast-lined bone perimeter. Furthermore, we observed decreases in cancellous bone volume fraction and fluorochrome label retention. Specifically, declomycin label given at the start of the study was lower after two weeks of HU compared to weight-bearing mice, indicating greater resorption of fluorochrome labeled bone occurred with HU. This association between unloading and label loss is in agreement with previous spaceflight and HU studies in rats 29 . HU for two weeks had no significant effect on body composition in WT or  ob/ob  mice. This is important because changes in weight could independently influence bone turnover balance 30 . Thus, contrary to our expectation, skeletal unloading enhanced bone resorption in leptin-deficient mice. Reduced bone formation contributes to development of osteopenia in growing rodents during microgravity (spaceflight) and simulated microgravity (HU) 31 , 32 . However, suppression of bone formation is bone compartment-specific. In HU mice, cortical bone formation is suppressed 33 , but this is not necessarily the case for cancellous skeletal sites 24 . In the present study, osteoblast perimeter and bone formation rate were not reduced in distal femur in WT or  ob/ob  mice during HU. Taken together, these observations suggest that HU results in cancellous bone loss in the distal femur metaphysis because resorption increases to levels that exceed the prevailing level of bone formation. In addition to femur, we evaluated the respective effects of leptin deficiency and HU on lumbar vertebra. Cancellous bone loss occurs in lumbar vertebra in rodents subjected to microgravity 34  and the bone loss is due, at least in part, to increased bone resorption 35 . Femurs experience high levels of ground reaction forces in response to weight bearing, and these forces are abolished by HU. Lumbar vertebrae do not generally bear weight in mice. However, lumbar vertebrae are load bearing and HU alters the orientation of the vertebral column to the gravitational vector, changing the direction of the load 36 . Similar to femur, leptin deficiency did not prevent HU-induced cancellous bone loss in lumbar vertebra. While there were no genotype-specific differences in magnitude of cancellous bone loss in lumbar vertebra of HU mice, the bone loss in WT mice was due to a combination of decreased trabecular thickness and trabecular number, whereas the bone loss in  ob/ob  mice was due to decreased trabecular thickness only. Therefore, minor genotype-specific changes in bone microarchitecture accompanied changes in bone volume fraction in lumbar vertebrae following HU. Spaceflight studies in rodents report lower circulating testosterone levels following spaceflight and ground-based HU studies in rodents report lower seminal vesicle weight 37 – 42 . In the present study, HU reduced semin",
  "introduction": "Introduction Leptin, a hormone produced primarily by adipocytes, serves as a messenger in a feedback loop between adipose tissue and the hypothalamus and contributes to regulation of energy intake and energy expenditure 1 , 2 .  ob/ob  mice, homozygous for loss of function mutation in the obesity gene ( ob ), are unable to generate leptin 1 , 2 .  ob/ob  mice become morbidly obese due to the combined influence of increased food intake and decreased energy expenditure 1 . The physiological actions of leptin extend beyond energy metabolism and include regulation of skeletal growth and maturation 3 – 6 ; a detailed review of the effects of leptin on the skeleton can be found in Reid  et al . 7  Leptin stimulates endochondral ossification and osteoblast differentiation and activity in long bones of the lower limb, where the hormone also inhibits differentiation of bone marrow mesenchymal stem cells to adipocytes 8 – 10 . Compared to wild type (WT) mice,  ob/ob  mice have smaller craniofacial dimensions 11 , shorter long bones 12 , 13  and, when evaluated by dual energy x-ray absorptiometry (DXA), have lower total body and femur bone area, bone mineral content (BMC) and bone mineral density (BMD) 8 . Based on microcomputed tomographic (µCT) and histomorphometric analyses,  ob/ob  mice have bone- and bone compartment-specific alterations in cortical and cancellous bone mass and architecture 8 , 14 , and greatly increased levels of marrow adipose tissue (MAT) 15 , 16 . Whereas, total and cortical bone mass is normal or lower in  ob/ob  mice, cancellous bone mass, depending upon skeletal site and age, can be lower, normal, or higher 7 . Hypothalamic leptin gene therapy reverses skeletal abnormalities in  ob/ob  mice 17 . While the literature strongly supports an important role of leptin in increasing bone accrual prior to peak bone mass and in maintaining normal bone turnover, the hormone likely has additional, less well characterized, actions on bone metabolism. In this regard, there is conflicting evidence that leptin plays a role in mediating skeletal response to changes in body weight. Kapur  et al . reported leptin signaling to be a negative modulator of bone mechanosensitivity 18 . Specifically, a loading strain of ∼2,500 μϵ, which was insufficient to produce a bone formation response in B6 mice, significantly increased bone formation parameters in leptin-deficient  ob / ob  mice. However, other studies suggest that leptin is required for full expression of positive effects of weight on bone mass. For example, total femur mass is positively associated with body weight in WT mice 19 . Also, mice heterozygous for the  ob  gene ( ob /+ mice) have adipocytes with a reduced capacity to generate leptin but have near normal leptin levels due to compensatory increases in white adipose tissue (WAT) mass 19 .  ob /+ mice exhibit an association between body weight and bone mass nearly identical to WT mice. In contrast, weight differences in  ob/ob  mice have ",
  "methods": "Methods The animals were maintained in accordance with the NIH Guide for the Care and Use of Laboratory Animals and the Oregon State University Institutional Animal Care and Use Committee approved the experimental protocol. Four-week-old male C57BL/6J (WT, n = 20) mice and B6.Lep ob/ob  ( ob/ob , n = 20) mice were purchased from Jackson Laboratory (Bar Harbor, ME, USA) and single-housed in a 32 °C room for the duration of the experiment. Housing mice at 32 °C (thermoneutral temperature) minimizes resting energy expenditure 74 , 75  and prevents premature cancellous bone loss associated with cold stress induced by sub-thermoneutral housing 49 . Water was provided  ad libitum  to all animals for the duration of study.  ob/ob  mice were pair-fed to WT mice from 4 to 16 weeks of age to minimize differences in weight gain 16 . At 16 weeks of age, the mice were randomized by body weight into one of four treatment groups (n = 10/group): (1) WT control, (2) WT HU, (3)  ob/ob  control, and (4)  ob/ob  HU. Immediately prior to HU, animals were given a declomycin injection (15 mg/kg; sc). The mice were unloaded for 2 weeks as described 21 . In brief, HU mice were placed in a restraint device, where the tail was cleaned with ethanol-soaked gauze and sprayed with a tincture of benzoin. A thin piece of traction tape was looped through a large paper clip, and then pressed along the sides of the mouse’s tail. Filament tape was wrapped around the tail in two locations to secure the traction tape: the base of the tail and 2.5 cm caudal. The paperclip end was looped through the clasp secured on the unloading apparatus. Mice were positioned in a 30° head-down tilt. During unloading, the  ob/ob  HU group and control groups of both genotypes were pair-fed to the WT HU group. The fluorochrome calcein (15 mg/kg; sc) was administered at 4 days and 1 day prior to sacrifice. Mice were anesthetized with isoflurane and terminated using decapitation. Blood was collected from the trunk following decapitation. Serum was stored at −80 °C. Femora and 5 th  lumbar vertebrae from each mouse were placed in formalin for 24-hour fixation, then stored at 4 °C in 70% ethanol. Body weight (g), abdominal WAT weight (g) and seminal vesicle weight (g) were recorded at necropsy. Blood chemistry Blood glucose was measured using a glucometer (Life Scan, Inc., Milpitas, CA, USA) immediately following decapitation. Serum corticosterone (ng/ml) and osteocalcin (ng/ml) were measured using a mouse Corticosterone ELISA kit obtained from Abcam (Cambridge, MA, USA) and a mouse Gla-osteocalcin High Sensitive EIA kit obtained from Clontech (Takara Bio Inc Shiga, Japan), respectively. Densitometry Total femur bone mineral content (BMC, g), bone area (cm 2 ), and bone mineral density (BMD, g/cm 2 ) were measured using dual energy x-ray absorptiometry (DXA, Piximus 2, Lunar Corporation, Madison, WI, USA). Micro-computed tomography µCT was used for nondestructive three-dimensional evaluation of total femur ",
  "results": "Results ob/ob  mice were pair fed to WT mice from 4 to 16 weeks of age and all mice were pair fed to WT HU mice during HU. Food intake averaged 2.3 ± 0.0 g/d for two weeks prior to HU and 1.8 ± 0.1 g/d during HU (Supplemental Fig.  S1 ). As expected (because of pair feeding), significant genotype, HU, or interaction effects were not detected for food intake. The respective and combined effects of leptin status and HU on body weight, abdominal WAT weight, seminal vesicle weight (an index of gonadal hormone status), blood glucose levels, and serum corticosterone and osteocalcin levels are shown in Fig.  1 . Compared to WT mice,  ob/ob  mice had greater body weight (Fig.  1a ), abdominal WAT weight (Fig.  1b ), and corticosterone levels (Fig.  1e ), lower seminal vesicle weight (Fig.  1c ) and osteocalcin levels (Fig.  1f ), and no difference in glucose levels (Fig.  1d ). No significant difference in WAT weight was observed in response to HU but HU resulted in trends for lower body weight (p = 0.09) and blood glucose levels (p = 0.06). HU resulted in lower seminal vesicle weight and higher corticosterone levels. No significant genotype by treatment interaction was detected for any of the measured endpoints. Figure 1 Effects of genotype and hindlimb unloading (HU) on ( a ) body weight, ( b ) abdominal white adipose tissue (WAT) weight, ( c ) seminal vesicle weight, ( d ) blood glucose, ( e ) serum corticosterone, and ( f ) serum osteocalcin in WT and  ob/ob  mice. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group. The respective and combined effects of leptin status and HU on total femur are shown in Fig.  2 .  ob/ob  mice had lower total femur bone area (Fig.  2a ), bone mineral content (Fig.  2b ), bone mineral density (Fig.  2c ), bone volume (Fig.  2d ), and bone length (Fig.  2e ) than WT mice. No significant difference in total femur bone area or length was observed in response to HU. However, HU mice had lower total femur bone mineral content, bone mineral density, and bone volume than control mice. No significant genotype by treatment interaction was detected for any of the measured endpoints. Figure 2 Effects of genotype and hindlimb unloading (HU) on total femur in WT and  ob/ob  mice. Shown are ( a ) bone area, ( b ) bone mineral content (BMC), ( c ) bone mineral density (BMD), ( d ) bone volume, and ( e ) bone length. Statistical analysis: Two-way ANOVA. P-values for main effects of leptin status (genotype) and skeletal loading status (HU) significant at P ≤ 0.05. Significant (P ≤ 0.05) genotype x HU interactions were not detected with treatment for any of the endpoints evaluated. Mean ± SEM; N = 10/group. Following evaluation of total femur, bone architecture was assessed in the femur diaphysis, distal femur metaphysis, and distal femur epiphysis. The regions of interest are illustrated in Fig.  3 . Figure 3 Volume of interest for the femur diaphysis, metaphysis and epiphysis. Image compiled by J.A.K. The respective and combined effects of leptin status and HU on cortical bone microarchitecture in the femur diaphysis are shown in Fig.  4 .  ob/ob  mice had greater cross-sectional volume (Fig.  4a ) and marrow volume (Fig.  4c ) but lower cortical volume (Fig.  4b ) and cortical thickness (Fig.  4d ) than WT mice. No significant difference in cross-sectional volume or cortical volume was observed in response to HU but cortical thickness tended (p = 0.06) to be lower with HU. I Polar  (Fig.  4e ) was not different between genotypes and not altered by HU. No significant genotype by treatment interaction was detected for any of the measured endpoints. Figure 4 Effects of genotype and hindlimb unloading (HU) on cortical bone microarchitecture in the femur diaphysis in WT and  ob/ob  ",
  "discussion": "Discussion We evaluated the skeletal response to HU in leptin-deficient  ob/ob  male mice. Based on the observation that leptin deficiency attenuates the positive association between body weight and bone mass (e.g., more weight gain is required in  ob/ob  mice compared to WT mice to achieve a comparable increase in bone mass), we hypothesized that  ob/ob  mice would exhibit diminished bone loss in response to HU. However, contrary to our expectations, the magnitude of HU-induced osteopenia in  ob/ob  mice in femur, a weight bearing bone, was virtually indistinguishable from that of WT mice. In concordance with previous studies in WT mice, cancellous bone loss in HU mice housed at thermoneutral was due to increased bone resorption. The increase in bone resorption was due, at least in part, to increased osteoclast-lined bone perimeter 24 . Leptin has differential effects on osteoclast number and activity in weight-bearing mice.  ob/ob  mice have normal or increased osteoclast-lined bone perimeter 25 , 26 , indicating that the hormone is not required for osteoclastogenesis. Indeed, subcutaneous administration of leptin attenuates ovariectomy- and HU-induced bone loss in rats by reducing osteoclast number 3 , 27 . On the other hand, several lines of evidence suggest reduced osteoclast activity in  ob/ob  mice. Specifically,  ob/ob  mice have low serum levels of CTX, a biochemical marker of global bone resorption 20 , 26 . In spite of elevated osteoclast-lined bone perimeter, resorption of declomycin is diminished in femurs of  ob/ob  mice 16 . Furthermore,  ob/ob  mice are resistant to polyethylene particle-induced osteolysis 28 . Finally,  ob/ob  mice have impaired ability to remodel the calcified cartilage network in growing femur, leading to pathological retention of cartilage during skeletal maturation 10 , 16 , 26 . In the present study, bone resorption was increased in femur metaphysis in  ob/ob  and WT mice in response to HU. In support, we observed an increase in osteoclast-lined bone perimeter. Furthermore, we observed decreases in cancellous bone volume fraction and fluorochrome label retention. Specifically, declomycin label given at the start of the study was lower after two weeks of HU compared to weight-bearing mice, indicating greater resorption of fluorochrome labeled bone occurred with HU. This association between unloading and label loss is in agreement with previous spaceflight and HU studies in rats 29 . HU for two weeks had no significant effect on body composition in WT or  ob/ob  mice. This is important because changes in weight could independently influence bone turnover balance 30 . Thus, contrary to our expectation, skeletal unloading enhanced bone resorption in leptin-deficient mice. Reduced bone formation contributes to development of osteopenia in growing rodents during microgravity (spaceflight) and simulated microgravity (HU) 31 , 32 . However, suppression of bone formation is bone compartment-specific. In HU mice, cort",
  "conclusion": ""
}