{
  "id": "PMC6452512",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6452512/",
  "title": "Characterization of the total and viable bacterial and fungal communities associated with the International Space Station surfaces",
  "authors": "Aleksandra Checinska Sielaff, Camilla Urbaniak, Ganesh Babu Malli Mohan, Victor G. Stepanov, Quyen Tran, Jason M. Wood, Jeremiah Minich, Daniel McDonald, Teresa Mayer, Rob Knight, Fathi Karouia, George E. Fox, Kasthuri Venkateswaran",
  "year": "2019",
  "journal": "Microbiome",
  "abstract": "Background The International Space Station (ISS) is a closed system inhabited by microorganisms originating from life support systems, cargo, and crew that are exposed to unique selective pressures such as microgravity. To date, mandatory microbial monitoring and observational studies of spacecraft and space stations have been conducted by traditional culture methods, although it is known that many microbes cannot be cultured with standard techniques. To fully appreciate the true number and diversity of microbes that survive in the ISS, molecular and culture-based methods were used to assess microbial communities on ISS surfaces. Samples were taken at eight pre-defined locations during three flight missions spanning 14 months and analyzed upon return to Earth. Results The cultivable bacterial and fungal population ranged from 10 4  to 10 9  CFU/m 2  depending on location and consisted of various bacterial ( Actinobacteria ,  Firmicutes , and  Proteobacteria ) and fungal ( Ascomycota  and  Basidiomycota ) phyla. Amplicon sequencing detected more bacterial phyla when compared to the culture-based analyses, but both methods identified similar numbers of fungal phyla. Changes in bacterial and fungal load (by culture and qPCR) were observed over time but not across locations. Bacterial community composition changed over time, but not across locations, while fungal community remained the same between samplings and locations. There were no significant differences in community composition and richness after propidium monoazide sample treatment, suggesting that the analyzed DNA was extracted from intact/viable organisms. Moreover, approximately 46% of intact/viable bacteria and 40% of intact/viable fungi could be cultured. Conclusions The results reveal a diverse population of bacteria and fungi on ISS environmental surfaces that changed over time but remained similar between locations. The dominant organisms are associated with the human microbiome and may include opportunistic pathogens. This study provides the first comprehensive catalog of both total and intact/viable bacteria and fungi found on surfaces in closed space systems and can be used to help develop safety measures that meet NASA requirements for deep space human habitation. The results of this study can have significant impact on our understanding of other confined built environments on the Earth such as clean rooms used in the pharmaceutical and medical industries. Electronic supplementary material The online version of this article (10.1186/s40168-019-0666-x) contains supplementary material, which is available to authorized users.",
  "keywords": "International Space Station, Microbiome, 16S rRNA, ITS, Environmental surface, Built microbiome, Propidium monoazide, Microbial diversity",
  "full_text": "Introduction The International Space Station (ISS) is the largest human space platform in low Earth orbit (~ 400 km above Earth’s surface) and for the last 17 years it has been continuously inhabited by an international community of astronauts performing space research. The ISS is a hermetically sealed closed system, subjected to microgravity, radiation, elevated carbon dioxide, and the recirculation of air through HEPA filters and is considered an “extreme environment” [ 1 ,  2 ]. Microbes are known to survive and even thrive in extreme environments, and the microbes that are present on the ISS may have existed since the inception of the ISS while others may be introduced each time new astronauts or payloads arrive. Since the beginning of the ISS, routine microbial monitoring of surfaces, air, and water has occurred using culture-based techniques as per the National Aeronautics and Space Administration’s (NASA) operations and maintenance requirement procedures [ 3 ]. However, culture-based analysis limits our understanding of the diversity of microbes that grow and thrive on the ISS because only a small fraction of organisms in a given environment can be cultured under standard laboratory conditions [ 4 ]. Molecular methods, such as quantitative polymerase chain reaction (qPCR) and targeted amplicon sequencing, which can identify and quantify both culturable and unculturable organisms provide a more thorough assessment of what is actually present and in what amounts [ 5 ]. However, while it has been recently shown as a proof of concept that PCR [ 6 ] and amplicon sequencing can be performed on the ISS [ 7 ,  8 ], microbial monitoring of the ISS with molecular-based methods is not routinely used because of the lack of simple, compact, and reliable sample processing instruments onboard the ISS. Once such devices are available, rapid, real-time microbial detection, functional analysis are possible for the long duration missions, but baseline information about the ISS environmental microbiome is still needed. The importance of cataloging the ISS microbiome, which consists of both culturable and unculturable microbes, parallels the surge in research into the “built microbiome” here on Earth. Emerging studies on the microbiome of homes [ 9 – 11 ], offices, classrooms, museums [ 12 ,  13 ], and hospitals [ 5 ,  14 ,  15 ] have revealed an assemblage of bacteria, fungi, viruses, and protozoa unique to that indoor environment that are influenced by a variety of factors such as building design, ventilation, humidity, air pressure and flow, occupant numbers, or activities performed [ 16 ,  17 ]. Specific microbes in these indoor spaces have been shown to impact human health by influencing our susceptibility to allergies, infectious diseases, or sick building syndrome [ 18 ]. The influence of the indoor microbiome on human health becomes more important for astronauts during flights due to altered immunity associated with space flight [ 19 ,  20 ] and the lack of sophisticated medical interventions that are available on Earth. In light of an upcoming new era of human expansion in the universe, such as future space travel to Mars, the microbiome of the closed space environment needs to be examined thoroughly to identify the types of microorganisms that can accumulate in this unique environment, how long they persist and survive, and their impact on human health and spacecraft infrastructure. For this reason, the National Research Council (NRC) Decadal Survey recommended that NASA establish a coordinated, large-scale Microbial Observatory program within the ISS platform [ 21 ]. As part of this NASA initiative, the microbial communities on ISS surfaces from eight defined locations over three flight missions, spanning 14 months, were characterized using culture-based techniques, qPCR, and amplicon sequencing of the 16S rRNA gene and internal transcribed spacer (ITS) region. Before DNA extraction, half of the sample was treated with propidium monoazide (PMA) so that the microbiome of intact/viable cells (PMA treatment) could be characterized. The PMA-untreated samples yielded information about the total microbial population (including free DNA, dead cells, cells with a compromised cell membrane, intact cells, and viable cells). PMA binds to DNA, making the DNA unavailable for amplification during PCR steps [ 22 ]. Due to its higher molecular weight and/or charge, PMA cannot penetrate into cells that have an intact cell membrane (i.e., viable) but can bind to free floating DNA or DNA inside cells with a compromised cell membrane (i.e., dead cells) [ 22 ,  23 ]. It is in this way that many studies have utilized PMA to distinguish between intact/viable cells and compromised/dead cells [ 2 ,  24 – 26 ]. This comprehensive analysis of the ISS microbiome was used to assess how microbial communities change over time (temporal distribution) and throughout the ISS (spatial distribution). In addition, the ISS environmental microbiome data were compared with other Earth built environmental microbiome data such as the Earth Microbiome Project [ 27 ], Hospital ([ 28 ], Qiita study 10,172), and Office microbiome ([ 28 ], Qiita study 10,423). The implementation of novel molecular techniques to monitor intact microbial populations in this unique environment opens a possibility for broadening the current surveillance practices to maintain the health of the crew and to promote advances in deep space human habitation in the future. Results Twenty-four surface wipes were collected from eight locations across the ISS during three flight missions over the course of 14 months. In addition to these 24 wipes, wipes that were taken out of the kits and exposed to the ISS environment, but not used for sampling, were designated as controls and processed in parallel with the sample wipes. A summary of the sampled locations and the associated metadata is presented in Fig.  1  and Table  1 . Fig. 1 Illustration of the eight locations sampled on the ISS over three flight sampling sessions.  a  Schematic of the US module of the ISS depicting various nodes and modules. The red arrows point to locations sampled during this study.  b  Detailed images of the sampled area at each location as outlined by blue lines. Location #1, port panel next to cupola (Node 3); location #2, waste and hygiene compartment (node 3); location #3, advanced resistive exercise device (ARED) foot platform (node 3); location #4, dining table (node 1); location #5, zero G stowage rack (node 1); location #6, permanent multipurpose module (PMM) port 1 (PMM); location #7, panel near portable water dispenser (LAB); and location #8, port crew quarters, bump out exterior aft wall (node 2) Table 1 Description of ISS locations and associated metadata, from which surface swabs were collected Location number Location description ISS module 1 Port panel next to cupola Node 3 2 Waste and hygiene compartment Node 3 “F4” 3 Advanced resistive exercise device (ARED) foot platform Node 3 4 Dining table Node 1 5 Overhead 4 Node 1 6 Permanent multipurpose module (PMM) Port 1 PMM 7 Lab 3 overhead LAB 8 Port crew quarters, bump out exterior aft wall Node 2 Environmental parameters Flight 1 (F1) Flight 2 (F2) Flight3 (F3) Sampling date March 4th 2015 May 15th 2015 May 6th 2016 Vehicle (ascent/descent) SpX-5/TMA-14A SpX-6/SpX-6 SpX-8/SpX-8 Crewmember who performed sampling T. Virts T. Virts J.Williams Nodes are US modules that connect the elements of the ISS Node 1, called Unity, was the first US-built element that was launched and connects the US and Russian Segments. Node 1 has 6 ports that provide berthing connections to other modules, ISS infrastructure, and visiting cargo. The module has 4 racks. Some of which are used for stowage to return the cargo back to Earth (ISS_5). Additionally, the dining table (ISS_4) is also located in Node 1 Node 2, called Harmony, connects the US, European, and Japanese laboratories. The module provides docking and berthing ports for Japanese and US vehicles. Node 2 provides crew quarters (ISS_8) for 4 crew members as well as vital functional resources for the operation of the connected elements Node 3, called Tranquility, is attached to the port side of Node 1 and provides accommodation for life support and exercise equipment. The cupola (ISS_1) is berthed on its nadir (Earth facing) port and provides through multiple windows observation of operations outside the ISS such as robotic activities, the approach of visiting vehicles, and extravehicular activities. Additionally, Node 3 accommodates critical equipment, air revitalization, oxygen, carbon dioxide removal, water recovery system, the waste and hygienic compartment (bathroom; ISS_2), and exercising equipment such as a treadmill (ARED) and a weight-lifting device (ISS_3) The US laboratory module, called Destiny, is the primary research facility for US payloads. The module hosts 24 equipment racks for accommodation and control of ISS systems and scientific research in physical and biological sciences (ISS_7) The Permanent Multipurpose Module, called PMM, hosts up to 16 stowage racks (ISS_6) containing equipment, experiments, and supplies, and its additional storage space for bags in the aft endcone Cultivable microbial population The cultivable microbial load from all flight samples and their distribution patterns at various locations are depicted. The average number of bacteria cultured on blood agar (BA) and R2A plates was similar between F1 and F2 but higher at F3 (though this trend was not statistically significant) (Fig.  2 a). There were no statistically significant differences in the average bacterial load across the eight locations (Fig.  2 b); however, the locations that exceeded 10 10  CFU/m 2  during at least one flight sampling event were L1 (port panel next to cupola), L5 (overhead 4), L7 (lab 3 overhead), and L8 (crew quarters), with the lowest counts (less than 10 4  CFU/m 2  in at least one sampling event) found at L3 (AREM) and L6 (PMM). Overall, the number of bacteria (combination of R2A and BA growth) isolated from the ISS from all 24 samples ranged from 6.7 × 10 3  to 7.8 × 10 10  CFU/m 2 . Fig. 2 Cultivable bacterial and fungal burden from eight locations on the ISS over a 14-month period.  a  Scatter plot representing the CFU/m 2  of bacteria and fungi at each location across three flight sampling events. Each column represents a Flight and the type of medium the samples were plated on. Each symbol in that column represents a location sampled during that Flight ( N  = 8). The colored boxes represent the different types of plates the samples were cultured on: Reasoner’s 2A (R2A) or blood agar (BA) plates to isolate bacteria and potato dextrose agar (PDA) plates to isolate fungi. The height of the colored box indicates the average CFU/m 2  for samples in that group. F1 = flight 1 sampling session, F2 = flight 2 sampling session, and F3 = flight 3 sampling session. NB: There was no growth on R2A plates from location 6 sampled during F1 and F2 and from location 3 sampled during F2.  b  Bar graph representing the CFU/m 2  based on location. The number of bacteria isolated on R2A and BA plates were averaged to obtain a number for “Bacteria.” The bars represent the average CFU/m 2  at each location with the capped lines showing the lowest and highest value in that group ( N  = 3). The differences in averages observed in ( a ,  b ) were not statistically significantly different (Kruskal-Wallis test followed by Dunn’s post-hoc test  P  > 0.05). The average number of bacteria and fungi found at each location were similar Fungi were also cultured from the ISS, ranging from 1.1 × 10 5  to 3.1 × 10 8  CFU/m 2 . While, there were no statistically significant differences in fungal load over time, the highest average was found during F1 and the lowest at F2 (Fig.  2 a). Similar to what was observed with bacterial counts, no differences in fungal counts were evident across the eight locations (Fig.  2 b). When compared to bacteria, the fungal population was lower by 2 to 3 logs at all locations except at L6 where fungal load was 100-fold more than bacterial load (Fig.  2 b). Due to the high variability between samples, there were no statistically significant differences overall in the average cultivable counts of bacteria (BA and R2A plates) from all 24 samples compared to the average fungal counts measured from the same 24 samples ( P  > 0.05). Of the total bacterial and fungal isolates that grew, 133 bacterial isolates and 81 fungal isolates were identified by Sanger sequencing (16S rRNA gene for bacteria; and ITS region for fungi). The bacterial isolates belonged to three phyla:  Actinobacteria ,  Firmicutes , and  Proteobacteria . At the genus level, the most predominant genera were  Staphylococcus  (26% of total isolates identified),  Pantoea  (23%), and  Bacillus  (11%) and at the species level,  Staphylococcus aureus  (10%) and both  Pantoea conspicua  (9%) and  Pantoea gaviniae  (9%) (Additional file  1 : Figure S1A). Although bacterial counts were similar across all flights (Fig.  2 ), only members of the family  Enterobacteriaceae  were cultured from F3 samples (Additional file  1 : Figure S1A).  S .  aureus  isolates were tested with the Vitek 2 system (BioMerieux, France) and found to be methicillin-sensitive; however, these isolates were resistant to penicillin, erythromycin, gentamycin, and tobramycin [ 28 ]. The whole genomes of 20 biosafety level 2 strains, isolated from these samples, have been sequenced and are publicly available [ 29 ]. The fungal population was dominated by  Rhodotorula mucilaginosa  belonging to the family  Sporidiobolaceae  (41% of the 81 examined fungal isolates) and  Penicillium chrysogenum  (15% of 81 fungal isolates) (Additional file  1 : Figure S1B). The whole genome of one  Aspergillus fumigatus  strain (isolated from F1, L1 [cupola] sample) was sequenced, its virulence characterized, and this information reported elsewhere [ 30 ,  31 ] . qPCR-based microbial population The 16S rRNA gene and the ITS region were targeted in PMA-qPCR to measure intact/viable bacterial and fungal burden, respectively. The changes were not significantly different ( P  > 0.05), although the average number of bacterial 16S rRNA gene copies trended toward increase from F1 to F3. On the other hand, the ITS region amplicons decreased over time with F3 being statistically significantly lower than F1 (Fig.  3 a). While the average bacterial (Fig.  3 b) and fungal (Fig.  3 c) load fluctuated across locations, there were no statistically significant differences in microbial load among different locations. Overall, bacterial loads appeared to be highest at L4 and L5 and lowest at L6, with fungal loads appearing to be highest at L1, L4, L5, and L7 and lowest at L2. The average number of bacteria present on the ISS during this study was 3.1 × 10 9  16S rRNA gene copy number/m 2  and 7.1 × 10 8  ITS copy number/m 2  for fungi. A comparison between CFU and gene copy number revealed that on average, 46% of total intact/viable bacteria and 40% of intact/viable fungi could be cultured, while the remainder were viable but yet to be cultured (Additional file  1 : Figure S1C). Fig. 3 Intact cell membrane/viable bacterial and fungal population aboard the ISS as estimated by PMA-qPCR.  a  Scatter plot comparing the 16S rRNA gene (bacteria) and ITS region (fungi) copy numbers of PMA treated samples collected during flights 1, 2, and 3. Each column represents a single flight and each symbol in a column (labeled with a number) represents one of the eight locations sampled during that flight. The horizontal line in each column represents the average gene copy number/m 2  for each Flight.  b  Scatter plot comparing 16S rRNA gene and  c  ITS region (fungi) copy numbers across locations. Each column “L” followed by a number represents a location and each dot in a column represents the flight it was sampled from. The horizontal line in each column represents the average copy number/m 2  at that location. NB: The 16S rRNA gene copy number was not adjusted to the average number per bacterial genome. Control samples were measured and found to be at the level of 10 2  16S rRNA gene copies per μL. Even when the initial template volume was increased to 10 μL, the expected 20-fold increase in the gene copy numbers was not observed. In panel  a , F1-ITS was statistically significantly higher than F3-ITS ( P  < 0.05). No statistically significant differences were observed in panel  b  ( P  > 0.05). The statistical test was performed with the Kruskal-Wallis test followed by Dunn’s post-hoc test qPCR was also performed on samples that were not treated with PMA to assess the overall microbial load, which includes intact/viable cells and compromised/dead cells. The average 16S rRNA copy number was 7.1 × 10 9 /m 2  and the average ITS copy number was 5.1 × 10 8  m 2  in these non-PMA-treated samples (Additional file  1 : Figure S1D). When the 16S rRNA gene copies were summed up for all locations and all flights, no significant difference was observed with and without PMA (Additional file  1 : Figure S1D). This calculation may be affected by the artificial inflation of high copy numbers in samples treated with and without PMA. For example, the highest copy numbers of a sample with 10 10  copies per m 2  (for example, Flight 1, Location #2) might mask the samples with 10 7  copies per m 2  (for example Flight 1, Location #6). The difference in microbial populations between PMA and non-PMA-treated samples were substantial when the data from individual locations were considered. In general, ~ 0.68% (example: Flight 2; Location #3) to ~ 92.8% (example: Flight 3; Location #5) of the microbial load was present in the PMA-treated sample and therefore considered “viable” (Additional file  1 : Figure S1E). Similar reduction in microbial abundance in PMA-treated samples when compared to untreated samples was reported in NASA spacecraft assembly facility (SAF) clean room floors (4 to 21%; [ 24 ]), Lunar Mars Analog Habitat floors (10 to 40%; [ 32 ]), and HEPA filter particulates of ISS and SAF (1.7 to 66.8%; [ 2 ]). Bacteriome analysis After processing the raw data from 48 samples (24 PMA samples and 24 non-PMA-treated samples) and various wipe and reagent controls, amplicon sequence variants (“ASVs”) (a higher resolution analogue of the ubiquitous “OTU”) [ 33 ] that had a cumulative sum of more reads in the controls than the cumulative sum of all the samples, were removed from the dataset. Next, ASVs that were found to be statistically significantly higher (ALDEx2 test,  P  < 0.05) in the control group than in the sample group were further removed from the dataset. Additional file  2 : Dataset 1A summarizes the ASV read count in each sample and in each control after the above quality control measures were implemented. Next, the program “SourceTracker” was used to predict what percent of reads in the samples were unique to the samples and what percent were from “contaminating” ASVs (i.e., those were represented in a Dirichlet model trained from the control samples). Additional file  1 : Figure S2B summarizes the results from SourceTracker and shows that contamination was negligible in 32 out of 48 samples and for the remaining 16 samples; the contamination was less than 6% of the total sequences. A canonical correspondence analysis (CCA) plot verifies that the bacterial communities of the controls were indeed different than those of the samples (Fig.  4 ). The ASV table used for downstream analysis, after the above quality control measures were implemented and after verification that the samples represented a unique microbiome, different than that of the controls, is presented in Additional file  2 : Dataset S1A. Fig. 4 Assessment of bacterial contamination in the ISS environmental samples. Canonical correspondence analysis (CCA) highlighting the differ",
  "introduction": "Introduction The International Space Station (ISS) is the largest human space platform in low Earth orbit (~ 400 km above Earth’s surface) and for the last 17 years it has been continuously inhabited by an international community of astronauts performing space research. The ISS is a hermetically sealed closed system, subjected to microgravity, radiation, elevated carbon dioxide, and the recirculation of air through HEPA filters and is considered an “extreme environment” [ 1 ,  2 ]. Microbes are known to survive and even thrive in extreme environments, and the microbes that are present on the ISS may have existed since the inception of the ISS while others may be introduced each time new astronauts or payloads arrive. Since the beginning of the ISS, routine microbial monitoring of surfaces, air, and water has occurred using culture-based techniques as per the National Aeronautics and Space Administration’s (NASA) operations and maintenance requirement procedures [ 3 ]. However, culture-based analysis limits our understanding of the diversity of microbes that grow and thrive on the ISS because only a small fraction of organisms in a given environment can be cultured under standard laboratory conditions [ 4 ]. Molecular methods, such as quantitative polymerase chain reaction (qPCR) and targeted amplicon sequencing, which can identify and quantify both culturable and unculturable organisms provide a more thorough assessment of what is actually present and in what amounts [ 5 ]. However, while it has been recently shown as a proof of concept that PCR [ 6 ] and amplicon sequencing can be performed on the ISS [ 7 ,  8 ], microbial monitoring of the ISS with molecular-based methods is not routinely used because of the lack of simple, compact, and reliable sample processing instruments onboard the ISS. Once such devices are available, rapid, real-time microbial detection, functional analysis are possible for the long duration missions, but baseline information about the ISS environmental microbiome is still needed. The importance of cataloging the ISS microbiome, which consists of both culturable and unculturable microbes, parallels the surge in research into the “built microbiome” here on Earth. Emerging studies on the microbiome of homes [ 9 – 11 ], offices, classrooms, museums [ 12 ,  13 ], and hospitals [ 5 ,  14 ,  15 ] have revealed an assemblage of bacteria, fungi, viruses, and protozoa unique to that indoor environment that are influenced by a variety of factors such as building design, ventilation, humidity, air pressure and flow, occupant numbers, or activities performed [ 16 ,  17 ]. Specific microbes in these indoor spaces have been shown to impact human health by influencing our susceptibility to allergies, infectious diseases, or sick building syndrome [ 18 ]. The influence of the indoor microbiome on human health becomes more important for astronauts during flights due to altered immunity associated with space flight [ 19 ,  20 ] and the la",
  "methods": "Materials and methods Sample kit preparation and sample collection Sampling wipes were prepared at the Jet Propulsion Laboratory (JPL; Pasadena, CA). Briefly, each polyester wipe (9″ × 9″; ITW Texwipe, Mahwah, NJ) was folded two times and soaked in 15 mL of sterile molecular grade water (Sigma-Aldrich, St. Louis, MO) for 30 min followed by the transfer to a sterile zip lock bag [ 73 ]. The sampling kit was assembled at NASA Ames Research Center (ARC, Moffett Field, CA). The implementation team at NASA ARC delivered the kit to the Cargo Mission Contract at Johnson Space Center (Texas) which was then transferred to Kennedy Space Center (Florida) in order to be loaded into the Space Exploration Technologies (SpaceX) Dragon spacecraft prior to launch. Each sampling kit was sent to the ISS onboard the SpaceX-5, -6, -8, rockets and returned to the Earth onboard the Russian vehicle (Soyuz TM-14) and Dragon capsule (SpX-6 or -8). Eight different locations were sampled on the ISS using the polyester wipes described above (see Fig.  1  for a summary of the sampling locations). The metadata associated with the samples and collections is summarized in Additional file  6 : Table S3. The study requirements stated that there should be no cleaning at least 4 days prior to sampling. When the cleaning occurred during the weekends, it was done at the crew’s discretion without suggestions about the specific locations, therefore following the typical routine of activities on the ISS. The disinfectant wipes that are used in the ISS contain octyl decyl dimethyl ammonium chloride (0.0399%), dioctyl dimethyl ammonium chloride (0.01995%), didecyl dimethyl ammonium chloride (0.01995%), alkyl (50% C14, 40% C12, 10% C16) dimethylbenzylammonium chloride, and dimethylbenzylammonium chloride (0.0532%). During each flight, one astronaut performed all the sampling and used the wipes to sample one square meter. A new pair of individually packed sterile gloves (KIMTEC Pure G3 White; Nitrile Clean-room Certified; Cat. HC61190) were used before sampling the next location. The crew was instructed to collect samples from the same surfaces during all three sampling sessions. A control wipe (environmental control) was taken out from the Zip lock bag, unfolded, waved for 30 s, and packed back inside a new sterile zip lock. One control wipe was included for each flight session. Similarly, an unused wipe that was flown to the ISS and brought back to Earth along with the samples served as a negative control for sterility testing. If field controls (wipes that were exposed to the ISS environment but not used in active sampling) showed any signs of microbial growth, then negative controls would be assayed for cultivable counts to check sterility of the wipes used for sampling. However, none of the field controls showed any CFUs for all three flights. The samples were stored at room temperature in orbit. After sample collection, samples were returned to Earth after 7 days for Flight 1, 9 days f",
  "results": "Results Twenty-four surface wipes were collected from eight locations across the ISS during three flight missions over the course of 14 months. In addition to these 24 wipes, wipes that were taken out of the kits and exposed to the ISS environment, but not used for sampling, were designated as controls and processed in parallel with the sample wipes. A summary of the sampled locations and the associated metadata is presented in Fig.  1  and Table  1 . Fig. 1 Illustration of the eight locations sampled on the ISS over three flight sampling sessions.  a  Schematic of the US module of the ISS depicting various nodes and modules. The red arrows point to locations sampled during this study.  b  Detailed images of the sampled area at each location as outlined by blue lines. Location #1, port panel next to cupola (Node 3); location #2, waste and hygiene compartment (node 3); location #3, advanced resistive exercise device (ARED) foot platform (node 3); location #4, dining table (node 1); location #5, zero G stowage rack (node 1); location #6, permanent multipurpose module (PMM) port 1 (PMM); location #7, panel near portable water dispenser (LAB); and location #8, port crew quarters, bump out exterior aft wall (node 2) Table 1 Description of ISS locations and associated metadata, from which surface swabs were collected Location number Location description ISS module 1 Port panel next to cupola Node 3 2 Waste and hygiene compartment Node 3 “F4” 3 Advanced resistive exercise device (ARED) foot platform Node 3 4 Dining table Node 1 5 Overhead 4 Node 1 6 Permanent multipurpose module (PMM) Port 1 PMM 7 Lab 3 overhead LAB 8 Port crew quarters, bump out exterior aft wall Node 2 Environmental parameters Flight 1 (F1) Flight 2 (F2) Flight3 (F3) Sampling date March 4th 2015 May 15th 2015 May 6th 2016 Vehicle (ascent/descent) SpX-5/TMA-14A SpX-6/SpX-6 SpX-8/SpX-8 Crewmember who performed sampling T. Virts T. Virts J.Williams Nodes are US modules that connect the elements of the ISS Node 1, called Unity, was the first US-built element that was launched and connects the US and Russian Segments. Node 1 has 6 ports that provide berthing connections to other modules, ISS infrastructure, and visiting cargo. The module has 4 racks. Some of which are used for stowage to return the cargo back to Earth (ISS_5). Additionally, the dining table (ISS_4) is also located in Node 1 Node 2, called Harmony, connects the US, European, and Japanese laboratories. The module provides docking and berthing ports for Japanese and US vehicles. Node 2 provides crew quarters (ISS_8) for 4 crew members as well as vital functional resources for the operation of the connected elements Node 3, called Tranquility, is attached to the port side of Node 1 and provides accommodation for life support and exercise equipment. The cupola (ISS_1) is berthed on its nadir (Earth facing) port and provides through multiple windows observation of operations outside the ISS such as robotic activities, the approach of visiting vehicles, and extravehicular activities. Additionally, Node 3 accommodates critical equipment, air revitalization, oxygen, carbon dioxide removal, water recovery system, the waste and hygienic compartment (bathroom; ISS_2), and exercising equipment such as a treadmill (ARED) and a weight-lifting device (ISS_3) The US laboratory module, called Destiny, is the primary research facility for US payloads. The module hosts 24 equipment racks for accommodation and control of ISS systems and scientific research in physical and biological sciences (ISS_7) The Permanent Multipurpose Module, called PMM, hosts up to 16 stowage racks (ISS_6) containing equipment, experiments, and supplies, and its additional storage space for bags in the aft endcone",
  "discussion": "Discussion The ISS environmental microbiome was characterized from eight locations throughout the ISS during three flight sampling events over a period of 14 months. This allowed the examination of temporal and spatial distribution of microbial populations on the ISS. This is the first study to utilize culture, qPCR, and amplicon sequencing to study the surfaces of the US segment and revealed a diverse intact/viable population of bacteria and fungi that changed over time but were similar across locations. Several studies have been carried out to measure microbiological cleanliness of the ISS environment using cultivation-based approaches since the inception of this closed system [ 35 ]. Recently, several ISS surfaces in the US nodes [ 36 ] and Japanese Kibo module [ 37 ] were swabbed and targeted amplicon sequencing carried out. However, these studies did not measure the intact/viable microbiome which therefore could not be compared to culture counts nor provide an assessment for crew risk. Previous reports on the ISS intact/viable microbiomes on the ISS were only examined from air filters and debris collected via vacuum cleaner bag [ 2 ]. The ISS is a unique environment and one question that is of interest to many is how this intact/viable microbiome compares to other closed, regulated environments (Additional file  1 : Figure S9 and Fig.  7 ). The ISS environmental microbiome resembles that of animal skin surfaces rather more than the soil microbiome. This might be due to the fact that cargo sent to the space station was cleaned thoroughly, and hence soil-associated microorganisms were not present. The predominant organisms on ISS surfaces consisted of those that are associated with humans, with some considered opportunistic pathogens on Earth. As to whether they could cause disease in astronauts on the ISS is unknown, as it would depend on the health status of each individual and how these organisms function while in the space environment. Regardless, the detection of possible disease-causing organisms highlights the importance of further genomic and transcriptomic studies to examine how these ISS microbes function in space and how they may impact astronauts’ health. Correlating viable but opportunistic pathogens with crew member health is likely to raise too many questions about access to the crew microbiome data which is not yet publicly available, and about statistical power: because the ISS has few occupants and high turnover, identifying statistically relevant trends in crew member health that correlate with environmental microbiomes is not possible. From the time the ISS was built in 1998, as of Aug 3, 2017, 222 astronauts visited the ISS, and microbial signatures left behind by previous astronauts might interfere with the predictions. Consequently, the present ISS environmental microbial metrics could not be linked to any particular crew member. Since there were no differences in community composition and richness between PMA- and non-P",
  "conclusion": ""
}