{
  "id": "PMC6876156",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6876156/",
  "title": "Swim exercise in ",
  "authors": "Ricardo Laranjeiro, Girish Harinath, Jennifer E. Hewitt, Jessica H. Hartman, Mary Anne Royal, Joel N. Meyer, Siva A. Vanapalli, Monica Driscoll",
  "year": "2019",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "abstract": "Significance Exercise is a powerful antiaging intervention that protects against cardiovascular disease, dementia, diabetes, sarcopenia, and cancer. How exercise promotes health benefits to multiple tissues in the body, however, remains poorly understood. We establish a young adult swim exercise regimen for the short-lived nematode  Caenorhabditis elegans  that induces health benefits at the neuromuscular, intestinal, and cognitive levels and protects against neurodegeneration in models of tauopathy, Alzheimer’s disease, and Huntington’s disease. Importantly, we found that swim exercise performed exclusively in early adulthood promotes long-lasting systemic benefits that are still detectable in midlife. The advantages of  C. elegans  as a short-lived genetic model will allow for dissection of the molecular circuitry involved in system-wide exercise benefits.",
  "keywords": "exercise, muscle, aging, neurodegeneration",
  "full_text": "Physical inactivity is a worldwide public health problem. Globally, more than 5 million premature deaths each year (∼9%) may be attributable to insufficient physical activity ( 1 ). Conversely, it is striking that exercise provides widespread health benefits, including protection against cardiovascular disease, diabetes, cancer, neurodegenerative disease, and against age-associated declines in muscle, immune, and cognitive function ( 2 ,  3 ). Given the overwhelming projected social and economic costs of caring for the growing inactive and elderly populations, defining how activity and exercise physiology promote healthier aging is of critical importance. Unfortunately, however, the molecular and cellular mechanisms that mediate systemic exercise benefits remain poorly understood. This gap in knowledge is partially due to the lack of established short-lived genetic models in which fundamental questions on transtissue exercise signaling can be evaluated over the entire aging process. Importantly, exercise training in  Drosophila  improves motility, cardiac performance, and mitochondrial health ( 4 – 6 ), supporting that exercise adaptation is conserved from invertebrates to humans, and opening the door to the exploitation of powerful invertebrate model systems for mechanistic dissection of health benefit circuits in exercise biology. The nematode  Caenorhabditis elegans  is a genetic model widely used in aging and stress research that holds great potential to unlock the molecular circuitry involved in exercise-dependent systemic health benefits. The short lifespan (about 3 wk) makes  C. elegans  a desirable model with which to assess exercise effects over the entire adult lifetime.  C. elegans  reach adulthood in ∼2.5 d and self-reproduce for approximately the first 6 d of adult life ( 7 ). The reduction in reproductive capacity is accompanied by age-related decline in multiple tissues and functions over the next several days, including locomotion, muscle structure, pharyngeal pumping, intestinal integrity, and neuronally controlled actions ( 7 – 11 ). The aging  C. elegans  body wall muscle exhibits nuclear fragmentation, mitochondrial network and sarcomere disorganization, lipid accumulation, and loss of muscle mass ( 8 ,  12 ), resembling the fundamental characteristics of human sarcopenia (the pervasive age-associated loss of muscle strength and muscle mass that contributes to human frailty). We have shown previously that swimming in a liquid environment is more energetically demanding for  C. elegans  than the crawling motion on agar plates used in standard laboratory growth protocols ( 13 ). Moreover, we showed that a single 90-min  C. elegans  swim session induces key features of mammalian exercise, namely locomotory fatigue, muscle mitochondrial oxidation, a transcriptional oxidative stress response, and changes in carbohydrate and fat metabolism ( 13 ). Hartman et al. ( 14 ) found that a 6-d swim exercise regimen in  C. elegans  improves body wall muscle mitochondrial morphology, changes mitochondrial respiration parameters, and protects against acute exposure to the mito-toxicants rotenone and arsenic. Other exercise paradigms in  C. elegans  have been described ( 15 – 18 ), with a focus on body wall muscle- and mitochondrial-related phenotypes. However, exercise-dependent effects on a wider range of  C. elegans  tissues (i.e., systemic benefits of exercise to nonmuscle tissue and their potential extension into older adult health) remain mostly undescribed. Here, we report on the optimization of a long-term swim exercise protocol for  C. elegans  and establish that multiple daily swim sessions are essential for exercise adaptation that includes increased muscle gene expression, improved locomotory performance, and enhanced maintenance of the muscle mitochondrial network. Whole-animal parameters, such as mitochondrial respiration and midlife survival, are also improved by exercise. Importantly, we show that swim exercise improves pharyngeal, intestinal, and neuronal functions. Furthermore, we find that neurodegenerative pathological conditions in  C. elegans  models of tauopathy, Alzheimer’s disease (AD), and Huntington’s disease (HD) are ameliorated by swim exercise training. The systemic exercise effects we describe reveal a broad impact of swim training on  C. elegans  physiology and establish the critical groundwork for future dissection of the molecular circuitry responsible for exercise-dependent transtissue health benefits. Results Multiple Daily Swim Sessions Are Essential for  C. elegans  Exercise Adaptation. Although a single 90-min swim session in  C. elegans  induces key features of mammalian exercise ( 13 ), most exercise-dependent health benefits in humans arise from long-term training regimens that lead to exercise adaptation over time ( 19 ); thus, we sought to develop and validate a long-term  C. elegans  exercise protocol. We planned to determine an efficacious long-term exercise regimen in  C. elegans  by characterizing the impact of different numbers of 90-min swim sessions in M9 buffer executed over the first 4 d of adult life ( Fig. 1 A ), a period that corresponds to the peak locomotory performance phase and constitutes a timeframe over which  C. elegans  are able to complete 90-min swims without any significant inactive periods ( 9 ,  10 ,  20 ). We tested long-term exercise regimens with swim frequencies of 1 session per day (1+1+1+1), 2 sessions per day (2+2+2+2), 3 sessions per day on the first 2 d of adulthood plus 2 sessions per day on the third and fourth adult days (3+3+2+2), 3 sessions per day (3+3+3+3), and 4 sessions per day (4+4+4+4) ( Fig. 1 B ). The exercise adaptation readouts we quantitated included both a molecular assay (gene-expression analysis by qPCR) and a functional assay (locomotion analysis by recording movement and calculating crawling maximum velocity). Importantly, given that our interest is in defining regimens that lead to medium- to long-term physiological changes (i.e., exercise adaptation and system-wide health benefits), we assayed molecular and functional readouts 1 to several days postexercise, rather than immediately after the last swim session. Fig. 1. Multiple daily swim sessions are essential for  C. elegans  exercise adaptation. ( A ) Diagram of the 90-min swim session protocol performed for each exercise bout. We transferred control animals to an unseeded NGM plate for 90 min, whereas exercise animals were transferred to an unseeded NGM plate flooded with M9 buffer for the same 90 min to swim. ( B ) Diagram indicating the time of the day of each exercise session for the 5 long-term exercise regimens tested. ( C ) qPCR results for 10 muscle structural genes in Ad5 WT animals exposed to the 5 long-term exercise regimens indicated.  n  = 4 to 5 independent trials. ( D ) Percentage increase in crawling maximum velocity in Ad5 and Ad8 WT exercised animals exposed to the 5 tested long-term exercise regimens, relative to nonexercised control counterparts.  n  = 3 to 6 independent trials. * P  ≤ 0.05, ** P  ≤ 0.01. Our previous analysis of single swim sessions supported that swimming is an endurance-like exercise for  C. elegans  ( 13 ). In mammals, long-term endurance exercise leads to profound transcriptional changes at the muscle level, with up-regulation of muscle structural genes, such as troponins, tropomyosins, myosin light chains, and myosin heavy chains, as one of the reproducible changes ( 21 – 23 ). Therefore, we first wanted to determine if long-term swim exercise regimens could also promote the up-regulation of muscle structural gene expression in  C. elegans . We selected 10  C. elegans  genes that included the major structural gene classes found to be up-regulated in mammals in an exercise-dependent manner ( SI Appendix , Table S1 ) ( 24 ). Importantly, all of the genes we included in our analysis have been documented to be massively down-regulated with age in  C. elegans  ( 24 ), which underscores their potential importance in age-associated sarcopenia and locomotory decline. We performed qPCR for the test swim regimens 1 d after the training was completed, which corresponds to adult day 5 (Ad5) ( Fig. 1 C ). We found that the 1+1+1+1 regimen led to an overall tendency of down-regulation across the muscle structural gene test set, supporting that single daily swim sessions are insufficient to induce exercise adaptations (at least at the molecular level). In contrast, 2+2+2+2, 3+3+2+2, and 3+3+3+3 regimens led to an overall up-regulation of muscle structural gene expression. The 3+3+2+2 regimen induced the most consistent transcriptional up-regulation profile with 6 of the 10 test genes ( tnt-2 ,  unc-27 ,  mlc-1 ,  unc-54 ,  zig-12 , and  unc-87 ) exhibiting a statistically significant difference when compared to the control animals. We noted up-regulation of 4 of the 10 genes after just 2 d of training (3+3 regimen) ( SI Appendix , Fig. S1 A ); muscle structural gene expression of 3+3+2+2 exercised animals returned to approximately control levels by Ad8 ( SI Appendix , Fig. S1 B ). The 4+4+4+4 regimen induced a wider range of transcriptional outcomes (2 genes showing a significant up-regulation [ tnt-2  and  unc-27 ] and 2 genes showing a significant down-regulation [ unc-15  and  myo-3 ]) and reflected a trend toward down-regulation that suggested excessive exercise can be deleterious to maintained muscle expression ( Fig. 1 C ). Overall, our data establish that a training plan of 3+3+2+2 can induce increased transcription of a battery of  C. elegans  muscle structural genes, paralleling a feature of mammalian exercise adaptation. To assess training impact on muscle performance, we also measured a functional readout of our long-term  C. elegans  exercise regimens. We focused on the  C. elegans  crawling maximum velocity since this parameter has been documented to accurately report movement ability, correlates well with healthspan, and can even be a longevity predictor at certain ages ( 10 ). We measured maximum velocity by placing Ad5 and Ad8 single animals on agar plates and determining the maximum speed at which they move over a 30-s time interval. Note that our swim-exercised animals were not specifically trained for enhancement of crawling maximum velocity, so maximum velocity serves as an indicator of overall vigor that results from swim training. The 1+1+1+1 regimen failed to significantly increase maximum velocity of exercised animals compared to controls on both days ( Fig. 1 D ), independently supporting our conclusion from transcriptional studies that single daily swim sessions are not sufficient to induce long-term exercise adaptations. In contrast, we found that all of the multiple daily swim regimens promoted a significant increase in maximum velocity, on the order of a 10 to 20% increase over nonexercised animals assayed at Ad5 ( Fig. 1 D ). We found a trend toward increased maximum velocity on Ad8 (4 d after cessation of training) for all 4 multiple daily swim regimens, but only the 3+3+2+2 regimen led to a statistically significant 24% increase ( Fig. 1 D ; see  SI Appendix , Fig. S1 C  for all maximum velocity values). Our findings reveal a remarkable long-term benefit of sustained early adult life exercise training. Overall, the molecular and functional readouts we tested establish that multiple daily swim sessions are required in WT  C. elegans  for robust exercise adaptation at molecular and functional levels, with the 3+3+2+2 regimen inducing improvements in multiple assays that could feature long-term functional maintenance. Molecular and Functional Changes Are Dependent on Increased Locomotor Activity Rather than Exposure to a Liquid Environment. We showed previously that a single swim session induces specific exercise-dependent acute responses and does not activate a generalized stress response due to liquid exposure ( 13 ). Nevertheless, it remained possible that continuous reexposure of  C. elegans  to the M9 buffer liquid environment during the long-term exercise regimens might induce some physiological benefits. To definitively rule out simple liquid exposure as an important factor for the molecular and functional changes we documented above, we constructed microfluidic devices in which  C. elegans  can be exposed to M9 buffer but for which we could manipulate the locomotion type (crawling vs. swimming) by modulating the chamber height ( 25 ). To test whether exposure to the M9 buffer swim media might suffice to induce exercise adaptations, we performed the 3+3+2+2 regimen by transferring  C. elegans  from seeded nematode growth medium (NGM) plates to M9 buffer-filled microfluidic devices that had a large chamber height (swim exercise possible) ( Movie S1 ) or a small chamber height (control, animals are sedate and crawl rather than swim) ( Movie S2 ) for 90 min. After each 90-min session, we recovered animals from the microfluidic chambers and returned them to seeded NGM plates. We conducted qPCR analysis at Ad5 to find that microfluidics-exercised  C. elegans  up-regulate muscle structural genes (statistically significant for  tnt-2 ,  mlc-1 ,  unc-54 , and  zig-12 ) as compared to microfluidics-constrained control animals ( SI Appendix , Fig. S2 A ), similar to the outcomes of the 3+3+2+2 regimen performed on NGM plates ( Fig. 1 C ). We also determined that muscle structural gene expression was not up-regulated in microfluidics-control animals relative to plate-control animals ( SI Appendix , Fig. S2 B ), confirming that liquid exposure is not sufficient for muscle transcriptional induction. Importantly, we found that the microfluidics-exercised animals exhibited a significant increase in maximum velocity on Ad8 relative to microfluidics nonexercised animals, similar to the 3+3+2+2 regimen implemented by flooding plates with M9 buffer ( SI Appendix , Fig. S2 C ). Our data establish that transcriptional and functional changes induced in M9 buffer require swim activity rather than being the consequence of liquid exposure, and independently confirm that long-term swim regimens induce exercise adaptations. Long-Term Swim Exercise Improves Performance and Healthspan of  C. elegans  Body Wall Muscle. The  C. elegans  body wall muscle is the tissue most directly involved in long-term exercise training and thus we sought to characterize additional aspects of body wall muscle performance and health consequent to exercise. We recently developed a burrowing assay, in which nematodes are stimulated to move through a Pluronic F-127 gel (a hydrogel that transitions from liquid to gel at safe temperatures for  C. elegans  survival) toward a chemoattractant ( 26 ). We loaded liquid-phase Pluronic F-127 on top of  C. elegans  in 12-well plates, and allowed the Pluronic F-127 to quickly gel at room temperature, trapping animals under the gel. We then added  Escherichia coli  OP50-1 on top of the gel, which serves as a food attractant (assay diagram in  Fig. 2 A ). In this 3D gel environment, animals with a better neuromuscular performance reach the surface faster and in higher numbers ( 26 ). After a 3+3+2+2 training regimen, Ad5 exercised nematodes reached the gel surface at a significantly higher proportion during the 3-h burrowing assay window as compared to their nonexercised control counterparts ( Fig. 2 B ). Exercised animals have similar chemotactic ability toward  E. coli  OP50-1 relative to control animals in standard 2D chemotaxis assays on agar plates, supporting similar attraction to OP50-1 ( SI Appendix , Fig. S3 ). The burrowing data constitute an additional line of evidence that long-term swim exercise improves the functional general output of  C. elegans  body wall muscle. Fig. 2. Long-term swim exercise improves burrowing performance and mitochondrial profiles of body wall muscle. ( A ) Diagram of burrowing assay. After the 3+3+2+2 regimen, we trapped Ad5 animals under a Pluronic F-127 gel and added attractant food  E. coli  OP50-1 to the center of the gel surface. Animals are attracted by the food and burrow to the surface of the gel at different rates. ( B ) Proportion of Ad5 WT animals exposed to the 3+3+2+2 regimen that reach the gel surface during the 3-h burrowing assay.  n  = 370 to 392 animals. ( C ) Representative confocal images of the 5 classes of body wall muscle mitochondrial network organization in  P myo-3 mitoGFP  animals. Fragmentation and disorganization of muscle mitochondria increases progressively from class 1 to class 5. (Scale bar, 10 µm.) ( D ) Distribution of mitochondrial classes in body wall muscle of Ad5, Ad8, and Ad11  P myo-3 mitoGFP  animals exposed to the 3+3+2+2 regimen.  n  = 160 to 170 muscle images. * P  ≤ 0.05, ** P  ≤ 0.01, **** P  ≤ 0.0001. One of the hallmarks of endurance exercise in mammals is muscle mitochondrial adaptation, which can be reflected in morphological and functional mitochondrial improvements ( 27 ). We therefore explored the consequences of long-term swim exercise on the body wall muscle mitochondrial network, using a  C. elegans  strain in which mitochondria are labeled with GFP specifically in the body wall muscle ( P myo-3 mitoGFP ).  C. elegans , just like mammals, exhibit a well-described age-related decline in muscle mitochondrial morphology, characterized by increased disorganization and fragmentation of the mitochondrial network ( 12 ,  24 ,  28 ). We performed confocal imaging of  P myo-3 mitoGFP  animals at different life stages to establish our own classification system for muscle mitochondrial network health that reflects a progressive increase in fragmentation and disorganization from class 1 (complete mitochondrial coverage of body wall muscle cells and tubular mitochondrial morphology) to class 5 (greatly reduced number of mitochondria and round morphology) ( Fig. 2 C ). After the 3+3+2+2 exercise regimen, we took confocal images of the anterior body wall muscle of  P myo-3 mitoGFP  animals on Ad5, Ad8, and Ad11, and scored the images blind to exercise condition using the freely available software Blinder ( 29 ). We found that exercised animals exhibited a significant improvement in muscle mitochondrial network organization at all 3 time points tested ( Fig. 2 D ), even though Ad11 corresponds to a full 7 d after the last exercise session. Our results show that long-term swim exercise in  C. elegans  promotes long-lasting changes in the body wall muscle mitochondrial populations that are correlated with improvements in muscle performance and healthspan. Long-Term Exercise Improves Whole-Animal Mitochondrial Respiration Parameters. A central question in exercise physiology is the molecular nature of the factors that promote systemic health consequent to exercise. Given that the  C. elegans  model holds potential for genetic dissection of such health signaling circuits, we turned to focus on assessing animal-wide consequences of exercise for aging adults, with the expectation of defining endpoints that could be used for future mechanistic dissection. In light of the documented benefits of long-term swim exercise to muscle mitochondrial networks, we first sought to determine if mitochondrial function as measured at the whole-animal level was affected by our exercise regimens. To address this question, we analyzed numerous parameters of mitochondrial respiration in whole nematodes by measuring oxygen consumption rates with a Seahorse XFe24 Analyzer. In the Seahorse assays for measuring oxygen consumption rates, basal respiration is first monitored; dicyclohexylcarbodiimide (DCCD) is then added to inhibit ATP synthase, which reveals relative ATP-linked respiration and distinguishes the residual proton leak; carbonyl cyanide-p-trifluoromethoxyphenylhydrazone (FCCP) then uncouples mitochondria, collapsing the proton gradient, such that the electron transport chain (ETC) is uninhibited and oxygen consumption by complex IV reaches the maxim",
  "introduction": "",
  "methods": "Supplementary Material Supplementary File Supplementary File Supplementary File",
  "results": "Results Multiple Daily Swim Sessions Are Essential for  C. elegans  Exercise Adaptation. Although a single 90-min swim session in  C. elegans  induces key features of mammalian exercise ( 13 ), most exercise-dependent health benefits in humans arise from long-term training regimens that lead to exercise adaptation over time ( 19 ); thus, we sought to develop and validate a long-term  C. elegans  exercise protocol. We planned to determine an efficacious long-term exercise regimen in  C. elegans  by characterizing the impact of different numbers of 90-min swim sessions in M9 buffer executed over the first 4 d of adult life ( Fig. 1 A ), a period that corresponds to the peak locomotory performance phase and constitutes a timeframe over which  C. elegans  are able to complete 90-min swims without any significant inactive periods ( 9 ,  10 ,  20 ). We tested long-term exercise regimens with swim frequencies of 1 session per day (1+1+1+1), 2 sessions per day (2+2+2+2), 3 sessions per day on the first 2 d of adulthood plus 2 sessions per day on the third and fourth adult days (3+3+2+2), 3 sessions per day (3+3+3+3), and 4 sessions per day (4+4+4+4) ( Fig. 1 B ). The exercise adaptation readouts we quantitated included both a molecular assay (gene-expression analysis by qPCR) and a functional assay (locomotion analysis by recording movement and calculating crawling maximum velocity). Importantly, given that our interest is in defining regimens that lead to medium- to long-term physiological changes (i.e., exercise adaptation and system-wide health benefits), we assayed molecular and functional readouts 1 to several days postexercise, rather than immediately after the last swim session. Fig. 1. Multiple daily swim sessions are essential for  C. elegans  exercise adaptation. ( A ) Diagram of the 90-min swim session protocol performed for each exercise bout. We transferred control animals to an unseeded NGM plate for 90 min, whereas exercise animals were transferred to an unseeded NGM plate flooded with M9 buffer for the same 90 min to swim. ( B ) Diagram indicating the time of the day of each exercise session for the 5 long-term exercise regimens tested. ( C ) qPCR results for 10 muscle structural genes in Ad5 WT animals exposed to the 5 long-term exercise regimens indicated.  n  = 4 to 5 independent trials. ( D ) Percentage increase in crawling maximum velocity in Ad5 and Ad8 WT exercised animals exposed to the 5 tested long-term exercise regimens, relative to nonexercised control counterparts.  n  = 3 to 6 independent trials. * P  ≤ 0.05, ** P  ≤ 0.01. Our previous analysis of single swim sessions supported that swimming is an endurance-like exercise for  C. elegans  ( 13 ). In mammals, long-term endurance exercise leads to profound transcriptional changes at the muscle level, with up-regulation of muscle structural genes, such as troponins, tropomyosins, myosin light chains, and myosin heavy chains, as one of the reproducible changes ( 21 – 23 ). Therefore, we first wanted to determine if long-term swim exercise regimens could also promote the up-regulation of muscle structural gene expression in  C. elegans . We selected 10  C. elegans  genes that included the major structural gene classes found to be up-regulated in mammals in an exercise-dependent manner ( SI Appendix , Table S1 ) ( 24 ). Importantly, all of the genes we included in our analysis have been documented to be massively down-regulated with age in  C. elegans  ( 24 ), which underscores their potential importance in age-associated sarcopenia and locomotory decline. We performed qPCR for the test swim regimens 1 d after the training was completed, which corresponds to adult day 5 (Ad5) ( Fig. 1 C ). We found that the 1+1+1+1 regimen led to an overall tendency of down-regulation across the muscle structural gene test set, supporting that single daily swim sessions are insufficient to induce exercise adaptations (at least at the molecular level). In contrast, 2+2+2+2, 3+3+2",
  "discussion": "Discussion The development of short-lived genetic models in which fundamental questions of exercise biology can be evaluated throughout the entire aging process holds great potential for advancing our knowledge on transtissue exercise signaling that improves old-age health. Here we define a long-term adult exercise regimen that induces robust exercise adaptations in multiple  C. elegans  tissues. We show that repeated daily swim sessions are essential for molecular, morphological, and functional adaptations at the body wall muscle level. Moreover, whole-animal health parameters, including mitochondrial respiration and midlife survival, as well as functionality of tissues that are not directly involved in physical activity, such as pharynx and intestine, are improved by regular exercise. Exercise benefits to learning ability and to mitigating symptoms of neuronal pathologies in tauopathy, AD, and HD  C. elegans  models can accompany regular swimming in young adulthood. Particularly noteworthy is that we find benefits of exercise regimens in young adult life that can be documented to extend late into life after the regular exercise period ends, a finding that suggests a potential switch mechanism for healthy aging trajectories might be triggered by even limited early enhanced activity. How  C. elegans  Trains for Sustained Adult Health. We found that multiple swim sessions per day, occurring over several days, are essential for exercise-dependent molecular and functional adaptations in  C. elegans . Using muscle gene expression and locomotion performance as readouts, we identified the 3+3+2+2 regimen as the most consistent protocol that induces long-term exercise adaptations. Although we expect that particular health and fitness readouts might require a slightly adjusted multiple daily swim regimen to induce optimal exercise adaptation for a given parameter, the 3+3+2+2 protocol does confer a broad swath of health improvements. Our data establishing the need for repeated exercise as required for health adaptations may partially explain the lack of mitochondrial adaptations and survival improvement previously reported for a vibration  C. elegans  exercise model ( 17 ) and the lack of locomotion improvement in a Duchenne muscular dystrophy  C. elegans  model swim-exercised 90 min per day ( 18 ), as these studies did not include exercise training in consecutive days or multiple times per day. The transient increase in physical activity during an exercise bout and the following postexercise recovery period are crucial for long-lasting exercise adaptation in mammals ( 27 ,  51 ). We introduced a 4.5-h minimum interval between swim sessions in our exercise regimens based on our previous documentation that most acute exercise changes return to baseline levels by 4-h postexercise ( 13 ). As rest and recovery appears to be important to instituting positive outcomes of exercise, we suggest that recently described regimens in  C. elegans  based on continuous ",
  "conclusion": ""
}