{
  "id": "PMC6615562",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6615562/",
  "title": "The CaV1.2 L-type calcium channel regulates bone homeostasis in the middle and inner ear",
  "authors": "Chike Cao, Aaron B. Oswald, Brian A. Fabella, Yinshi Ren, Ramona Rodriguiz, George Trainor, Matthew B. Greenblatt, Matthew J. Hilton, Geoffrey S. Pitt",
  "year": "2019",
  "journal": "Bone",
  "abstract": "Bone remodeling of the auditory ossicles and the otic capsule is highly restricted and tightly controlled by the osteoprotegerin (OPG) / receptor activator of nuclear factor kappa-B ligand (RANKL) / receptor activator of nuclear factor kappa-B (RANK) system. In these bony structures, a pathological decrease in OPG expression stimulates osteoclast differentiation and excessive resorption followed by accrual of sclerotic bone, ultimately resulting in the development of otosclerosis, a leading cause of deafness in adults. Understanding the signaling pathways involved in maintaining OPG expression in the ear would shed light on the pathophysiology of otosclerosis and other ear bone-related diseases. We and others previously demonstrated that Ca2+ signaling through the L-type CaV1.2 Ca2+ channel positively regulates OPG expression and secretion in long bone osteoblasts and their precursor cells in vitro and in vivo. Whether CaV1.2 regulates OPG expression in ear bones has not been investigated. We drove expression of a gain-of-function CaV1.2 mutant channel (CaV1.2TS) using Col2a1-Cre, which we found to target osteochondral/osteoblast progenitors in the auditory ossicles and the otic capsule. Col2a1-Cre;CaV1.2TS mice displayed osteopetrosis of these bones shown by μCT 3D reconstruction, histological analysis, and lack of bone sculpting, findings similar to phenotypes seen in mice with an osteoclast defect. Consistent with those observations, we found that Col2a1-Cre;CaV1.2TS mutant mice showed reduced osteoclasts in the otic capsule, upregulated mRNA expression of Opg and Opg/Rankl ratio, and increased mRNA expression of osteoblast differentiation marker genes in the otic capsule, suggesting both an anti-catabolic and anabolic effect of CaV1.2TS mutant channel contributed to the observed morphological changes of the ear bones. Further, we found that Col2a1-Cre;CaV1.2TS mice experienced hearing loss and displayed defects of body balance in behavior tests, confirming that the CaV1.2-dependent Ca2+ influx affects bone structure in the ear and consequent hearing and vestibular functions. Together, these data support our hypothesis that Ca2+ influx through CaV1.2TS promotes OPG expression from osteoblasts, thereby affecting bone modeling/remodeling in the auditory ossicles and the otic capsule. These data provide insight into potential pathological mechanisms underlying perturbed OPG expression and otosclerosis.",
  "keywords": "CaV1.2, Ca2+ signaling, osteoprotegerin, otosclerosis, osteoclast",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}