{
  "id": "PMC6348315",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6348315/",
  "title": "A member of the CONSTANS-Like protein family is a putative regulator of reactive oxygen species homeostasis and spaceflight physiological adaptation",
  "authors": "Natasha J Sng, Bryan Kolaczkowski, Robert J Ferl, Anna-Lisa Paul",
  "year": "2018",
  "journal": "AoB Plants",
  "abstract": "Abstract A feature of the physiological adaptation to spaceflight in  Arabidopsis thaliana  ( Arabidopsis ) is the induction of reactive oxygen species (ROS)-associated gene expression. The patterns of ROS-associated gene expression vary among  Arabidopsis  ecotypes, and the role of ROS signalling in spaceflight acclimation is unknown. What could differences in ROS gene regulation between ecotypes on orbit reveal about physiological adaptation to novel environments? Analyses of ecotype-dependent responses to spaceflight resulted in the elucidation of a previously uncharacterized gene ( OMG1 ) as being ROS-associated. The  OMG1  5′ flanking region is an active promoter in cells where ROS activity is commonly observed, such as in pollen tubes, root hairs, and in other tissues upon wounding. qRT-PCR analyses revealed that upon wounding on Earth, OMG1 is an apparent transcriptional regulator of  MYB77  and  GRX480 , which are associated with the ROS pathway. Fluorescence-based ROS assays show that OMG1 affects ROS production. Phylogenetic analysis of OMG1 and closely related homologs suggests that OMG1 is a distant, unrecognized member of the CONSTANS-Like protein family, a member that arose via gene duplication early in the angiosperm lineage and subsequently lost its first DNA-binding B-box1 domain. These data illustrate that members of the rapidly evolving COL protein family play a role in regulating ROS pathway functions, and their differential regulation on orbit suggests a role for ROS signalling in spaceflight physiological adaptation.",
  "keywords": "B-box domain, CONSTANS-Like, ecotype-specific, microgravity, reactive oxygen species, spaceflight, transcription factor, uncharacterized genes",
  "full_text": "Introduction The complex networks and signalling pathways that equip plants to cope with environmental challenge developed over evolutionary time in terrestrial environments. Exposing plants to novel environments presents opportunities to understand how plants adjust to conditions outside their evolutionary experience. Spaceflight is one such novel environment, and understanding how plants function outside of Earth’s boundaries is also integral to space exploration. Plants respond to spaceflight in ways that are dependent on species, ecotype, genetics and even organs ( Cowles  et al.  1984 ;  Hoson  et al.  2002 ;  Soga  et al.  2002 ;  Paul  et al.  2013a ;  Ferl  et al.  2014 ). Indeed, even a single gene difference can influence the spaceflight response ( Paul  et al.  2017 ), thus investigating ecotype-dependent spaceflight transcriptomes can reveal strategies for physiological adaptation to spaceflight while expanding understanding of gene function in terrestrial environments. The physiological impact of spaceflight is reflected in the patterns of gene expression. Irrespective of plant growth hardware, duration in space or age of plants, one consensus is that spaceflight elicits responses from pathways associated with cell wall remodelling, cell polarity, phytohormone-mediated processes, as well as general stress responses, such as wounding, pathogen defence, heat shock and reactive oxygen species (ROS) ( Joo  et al.  2001 ;  Paul  et al.  2005 ,  2012b ,  2013a ;  Correll  et al.  2013 ;  Zupanska  et al.  2013 ;  Ferl  et al.  2014 ;  Mazars  et al.  2014 ;  Sugimoto  et al.  2014 ;  Zhang  et al.  2014 ;  Kwon  et al.  2015 ;  Schüler  et al.  2015 ). In addition, a large proportion of genes differentially expressed in spaceflight encode unknown proteins. Spaceflight-grown  Arabidopsis  roots tend to be smaller, have fewer lateral roots and shorter root hair development than their terrestrial controls ( Paul  et al.  2012a ;  Kwon  et al.  2015 ). Aspects of these morphologies in ecotype Columbia (Col-0) suggest a relationship between the down-regulation of several peroxidase genes in spaceflight ( Kwon  et al.  2015 ). In this study, a spaceflight-induced gene of unknown function identified from roots was investigated for its potential involvement in ROS-related functions. AT1G05290, which we have dubbed  Orbitally Manifested Gene 1  ( OMG1 ), was one of the highest significantly ( P  = 0.0005) induced genes in the Advanced Plant Experiment 01 (APEX01) spaceflight data set (fold change = 12) ( Paul  et al.  2013a ). Two distinct biochemical assays typically used to measure ROS activity indicated that knocking out OMG1 alters the production of ROS. Co-expression networks around  OMG1  show correlations to genes involved in ROS-associated oxidative phosphorylation pathways  Obayashi  et al . 2014 .  OMG1  was also expressed in organs known to highly utilize ROS during development, such as root hairs and pollen tubes ( Shin and Schachtman 2004 ;  Potocký  et al.  2007 ;  Winter  et al.  2007 ;  Lassig  et al.  2014 ). In addition,  OMG1  is an unrealized member of the CONSTANS-Like family of transcription factors. These findings, originating with the novel environment of spaceflight, further the understanding of plant growth and development and provide insight into the role of a heretofore unknown gene. Materials and Methods ROSMETER analysis The ROSMETER tool assesses the ROS-related transcriptomic signature in a large-scale  Arabidopsis  gene expression data set ( Rosenwasser  et al.  2013 ).  Arabidopsis  gene expression profiles from two independent spaceflight experiments, APEX01 and Advanced Plant Experiment 03-2 (APEX03-2), along with their corresponding ground controls, were used to correlate differential gene expression in spaceflight with specific ROS species and origins. The APEX01 experiment utilized two ecotypes and both were planted on each plate of the experiment. Since the entire plate was harvested on orbit to a single tube, the subsequent transcriptomic analyses comprised 60 % Wassilewskija (WS) and 40 % Col-0 ( Paul  et al.  2013b ). In the APEX03-2 data set, WS and Col-0 were kept on separate plates, harvested into separate tubes and analysed individually. A data set from Col-0 compared to WS vertically grown in standard laboratory conditions was included as an additional control ( Schultz  et al.  2017 ). From each data set, Affymetrix Probeset-ID, Gene Locus ID,  P -value and fold change were listed and submitted to ROSMETER. The heatmap was constructed using the GENE-E software with hierarchical clustering using the Matrix value offered in the software. Plant materials and growth conditions Seeds from both Col-0 and WS were prepared for APEX01 and APEX03-2 as previously described ( Paul  et al.  2012b ,  2013b ;  Sng  et al.  2014 ;  Ferl and Paul 2016 ). Briefly, plants were cultured on Phytagel™ 10 cm Petri plates and grown either in the Advanced Biological Research System (ABRS) hardware (APEX01), or in the Veggie hardware (APEX03-2) under continuous lighting of ~80–135 μmol m −2  s −1  PAR. In this study, the effects of the spaceflight environment were evaluated, which includes ambient radiation, microgravity and attending effects on convection. In both experiments, the ground control plants were grown with a 24- to 48-h schedule delay that allowed the comparable ground growth chambers to be programmed with the precise environmental conditions that the International Space Station (ISS)-grown plants received on orbit. Plants grown for additional laboratory analyses were grown on Phytagel™ 10 cm plates or in soil, and placed in a greenhouse growth chamber on a 24-h light cycle (~80 μmol m −2  s −1  PAR) at 22 °C. OMG1 promoter::GUSmgfp5 transgenic plants and analyses A 0.8-kb 5′ flanking region upstream of the OMG1 (AT1G05290) initial Met was amplified from  Arabidopsis  gDNA using primer pair A  [see Supporting Information—Table S1 ] , which contains restriction enzyme sites BamHI in the forward primer and NcoI in the reverse. The sequenced and confirmed BamHI/NcoI fragment containing the OMG1 5′ flanking region was cloned into pCAMBIA1303 to create the OMG1p::GUSmgfp5 fusion construct. Although this region may not represent the full complement of motifs that regulate OMG1, the 0.8-kb 5′ flanking region does serve to promote OMG1 transcription and will be referred to as the basal promoter. The construct was then transformed into  Agrobacterium  ( Agrobacterium tumefaciens ) strain GV3101 for floral dip transformation into WS plants ( Clough and Bent 1998 ). Ten independent OMG1p::GUSmgfp5 transgenic lines grown on selection media (250 mg L −1  Carbenecillin and 50 mg L −1  Hygromycin) were screened for T3 homozygosity. Plants grown on Phytagel plates were used for histochemical localization of β-glucuronidase (GUS) ( Jefferson  et al.  1987 ). Pollen and pollen tube analyses were performed as described ( Li  et al.  1999 ). T1 heterozygous populations of pollen grains and tubes were incubated with X-Gluc to reveal the specificity of the histochemical localization in transformed pollen. Basal OMG1 promoter activity in plants requires ~3 h of staining before detection of GUS in the various locations, whereas GUS activity induced by wounding was observed within 30 min of staining. In the GUS qRT-PCR wounding experiments with OMG1p::GUSmgfp5, comparable leaves from three individual plants were crimped with forceps and left intact on the plant for the duration of each time point (30 min, 1, 4 and 16 h). Leaves were harvested to liquid nitrogen and stored at −80 °C until RNA extraction. In the mock and immediate time point, leaves were either unwounded or crimped and immediately frozen in liquid nitrogen. Total RNA was extracted using RNAeasy (Qiagen) according to the manufacturer’s instructions. cDNA transcribed from total RNA was used to analyse the transcript abundance of  GUSA . Primer pairs B and C  [see Supporting Information—Table S1 ]  were used for the analyses.  GUSA  transcript abundance was normalized to UBQ11 (AT4G05050). Gene expression analyses of OMG1 and other downstream genes OMG1 RT-qPCR analyses used TaqMan™ (Applied Biosystems) on spaceflight material from APEX01 and APEX03-2.  OMG1  gene expression was normalized to  UBQ11  primer and probe sequences D and E  [see Supporting Information—Table S1 ] . The  omg1  knockout (KO) line (SALK_045742C) was validated for a homozygous T-DNA insertion using primers F. Homozygous lines were selfed until all progeny were homozygous and screened for the absence of full-length  OMG1  transcript  [see Supporting Information—Fig. S1 ] . RT-qPCR analyses of  OMG1  expression induced by a time course wounding assay were performed on wild-type (WT) Col-0, WS and  omg1  lines. Three individual plants with leaves of similar ages and sizes were wounded by crushing between two glass slides. The wounded leaves were left attached to the plant for the allotted times (mock, immediate, 5, 10, 30 min and 1 h) before being harvested into liquid nitrogen and stored at −80 °C. RT-qPCR analysis was conducted using SYBR Green master mix (Applied Biosystems) along with the primer pairs C, D (without probe), G–H and L–R  [see Supporting Information—Table S1 ] . Fluorescent biochemical ROS assays For the ROS accumulation assay, intact leaves from WT Col-0,  omg1  KO and  rbohd  KO (SALK_070610) were wounded with a 10 µL pipette tip and immediately immersed into the fluorescent probe 5-(and 6)-carboxy-2′,7′-dichloro dihydrofluorescein diacetate (DCF-DA) (Sigma) solution as described in ( Beneloujaephajri  et al.  2013 ). Briefly, wounded and unwounded leaves were vacuum infiltrated in the dark for 20 min in 60 µM of DCF-DA in standard buffer. Leaves were then rinsed in standard buffer and observed under GFP bandpass filters using the Olympus BX51 compound light microscope at 10× magnification with 55 ms exposure time. Quantification of fluorescence intensity using ImageJ software was previously described ( Jakic  et al.  2017 ). A luminol-based ROS assay was done by measuring hydrogen peroxide produced by leaf discs when exposed to flg22. Discs (0.125 cm 2 ) of 6-week-old WT Col-0,  omg1  and  rbohd  plants were incubated in 100 µL ddH 2 O overnight in 96-well luminometer plates. Water was replaced with the reaction solution of 40 µM luminol (Sigma-Aldrich) and 10 µg mL −1  horseradish peroxidase (Sigma-Aldrich) supplemented with 50 nM of flg22 or water for the mock controls. ROS measurements expressed as means of RLU (relative light units) were taken at 2-min intervals for a period of 38 min. Phylogenetic analysis Protein sequences were identified by rpsblast search of the NR database ( Marchler-Bauer and Bryant 2004 ;  Marchler-Bauer  et al . 2015 ;  NCBI Resource Coordinators 2016 ); full-length protein sequences containing a single CCT domain (pfam06203) with  e -value < 0.01 were considered potential OMG1 homologs. Protein sequences were aligned using Clustal Omega v1.2.3 ( Sievers  et al . 2011 ), PROBALIGN ( Roshan and Livesay 2006 ), MUSCLE v3.8.31 ( Edgar 2004 ), MSAProbs v0.97 ( Liu  et al.  2010 ), PROBCONS ( Do  et al.  2005 ) and mafft-einsi v7.215 ( Katoh and Standley 2013 ), with default parameters. Alignments were left unprocessed or processed by Gblocks v0.91 to remove potentially ambiguous regions ( Talavera and Castresana 2007 ). The minimum number of sequences for a flank position (-b2) was 3/5 the total number of sequences. The maximum number of contiguous non-conserved positions (-b3) was 10. The minimum block length (-b4) was 5, and gap positions were allowed (-b5 = a). Other Gblocks parameters were left at default values. Initial maximum likelihood phylogenies were constructed from each alignment using FastTree v2.1.7 with default parameters ( Price  et al . 2010 ). Initial trees were used as starting trees for full maximum likelihood reconstruction using RAxML v8.2.8 ( Stamatakis 2014 ). Maximum likelihood phylogenies produced from each alignment were converted to a clade presence-absence matrix using the Super Tree Toolkit v0.1.2 ( Hill and Davis 2014 ), and a supertree was inferred from this matrix using the BINCAT model in RAxML ( Nguyen  et al . 2012 ). Additionally, all individual sequence alignments were concatenated into a single supermatrix, which was used to infer the maximum likelihood protein family phylogeny using RAxML, with the best-fit evolutionary model selected by AIC ( Wheeler  et al . 1995 ). A consensus of ‘supertree’ and ‘supermatrix’ results was plotted using FigTree v1.4.3. Protein structural modelling of the B-box2 domain was done using both the Phyre2 and Chimera ( Pettersen  et al.  2004 ). The closest OMG1 homolog, c2junA of the human Midline-1 (MID1) with a 92 % confidence level was used to predict the overall folding of the B-box domains in OMG1. The predicted structural model of OMG1 was compared to the x-ray crystal structure of c2junA using Chimera and MatchMaker. Side chains positioned near the zinc ions were displayed to predict the potential of OMG1 binding to zinc ions. 35S promoter:OMG1cds-sGFPS65T fusion construct for subcellular localization The coding sequence of OMG1 (RefSeq ID: NP_172021.2 ) was amplified from cDNA using primer pair I  [see Supporting Information—Table S1 ] . The PCR fragment was sequenced before being cloned into the pCAMBIA1303 along with sGFP(S65T) ( Chiu  et al.  1996 ) gene via SpeI and BstEII restriction sites using primer pairs J  [see Supporting Information—Table S1 ] . Primer pair K was then used to amplify the entire OMG1cds-sGFP(S65T), which was validated by sequencing and cloned into pCAMBIA1302 vector via NcoI and BstEII restriction sites. For subcellular localization,  Agrobacterium -GV3101 containing 100 µM acetosyringone, 0.05 % Silwet-77 and the pCAMBIA1302 vector or pCAMBIA1302-OMG1cds-sGFPS65T fusion vector were incubated in the dark for 20 min at 28 °C. Leaves of 4-week-old tobacco ( Nicotiana benthamiana ) seedlings were injected and GFP signal was observed after 2 days at 25 °C in the dark. DAPI was used to indicate the nucleus. Results ROS-producing genes are differentially expressed in response to spaceflight in an ecotype-specific manner The differential gene expression data sets of the three independent spaceflight experiments and their comparable ground controls were used in the ROSMETER analyses. The heatmap shows the positive-(red), negative-(blue) and no correlation-(black) between the ROS indices and the queried spaceflight transcriptomes ( Fig. 1A ). A general positive correlation of ROS-producing genes was observed in all the spaceflight transcriptomes and hierarchical clustering displayed a higher similarity with the APEX03-2_WS data set compared to the APEX03-2_Col-0 data set. Two interesting ROS correlation groups were observed in the heatmap. Group A showed that only the spaceflight transcriptome of WS positively correlated with the cytoplasmic ascorbate peroxidase knockout (KO- APX1 ) experiments, which represent cytoplasmic H 2 O 2  ROS indices, whereas in the Col-0 background cytosolic ROS shows no correlation. Group B showed ecotype-related differences in the correlations associated with mitochondrial stress. Specifically, TDNA-AOX-MLD and Retenone-3h indices showed that if one ecotype had a positive correlation the other had no correlation. In addition, in the Retenone-12h and TDNA-AOX indices, the mixed ecotype transcriptome shows a similar trend to one of the two ecotypes. The control data set, which reflects terrestrial ecotype differences between Col-0 and WS, showed that many of the genes differentially expressed between the two ecotypes are associated with the ROS-scavenging mechanism. A representative transcriptome heatmap from the APEX03-2 spaceflight experiment that compared several significantly ( P  < 0.01) differentially expressed (>1 or −1 < log2 fold change) peroxidase genes between 4-day-old Col-0 and WS ecotypes illustrated that Col-0 alters the expression of many more peroxidase genes in spaceflight than does WS ( Fig. 1B ). Peroxidases, an integral part of ROS signalling in cell wall remodelling, cell elongation, auxin catabolism, and response to abiotic and biotic stress, ( Shigeto and Tsutsumi 2016 ) were found to be differentially expressed in spaceflight. Figure 1. Correlations between spaceflight transcriptome and ROS-related microarrays revealed that ROS is induced in spaceflight in an ecotype-dependent manner. (A) The microarray (APEX01) and the RNAseq (APEX03-2) analyses of spaceflight transcriptional profile relative to the ground control profile were correlated to known ROS-related data sets producing specific ROS species from specific locations within the cell using the bioinformatics tool called ROSMETER ( Rosenwasser  et al.  2013 ). Positive correlations (red) show ROS production, whereas negative correlations (blue) show ROS scavenging. Black cells suggest no correlations, whereas gray cells indicate that there are insufficient gene numbers for a statistical correlation. Clusters highlighted in yellow boxes denote regions of interest. Group A showed that only the spaceflight transcriptome of WS positively correlated with the cytoplasmic ascorbate peroxidase knockout (KO- APX1 ) experiments, which represent cytoplasmic H 2 O 2  ROS indices. Group B showed ecotype-related differences in the correlations associated with mitochondrial stress. (B) Peroxidase genes having statically ( P  < 0.01) differential expression (>1 or −1 < log2 fold) between spaceflight and ground control in both WS and Col-0 ecotypes are depicted. Blue is indicative of down-regulation, red is indicative of up-regulation and gray indicates no statistically significant differential expression. OMG1 transcript is up-regulated in WS ecotype across multiple spaceflight experiments \n OMG1  expression was up-regulated in WS roots across multiple spaceflight experiments (APEX01-1B, APEX01-2B and APEX03-2) but remained unchanged in Col-0 ( Fig. 2 ). The Box-Whisker plot of  Fig. 2  illustrates the median fold change of  OMG1  expression between spaceflight and the ground control from a total of nine replicates from each sample. Each spaceflight experiment represents a distinct launch and orbital plant growth event. In both the APEX01 experiments, seeds germinated on orbit grew for 12 days before being harvested.  OMG1  expression shows a 4-fold change in spaceflight compared to ground controls in APEX01-2B and 3.5-fold change in APEX01-1B. In both analyses, the large spread between the maximum and the minimum can be attributed to the mixture of ecotypes. In a subsequent spaceflight experiment, APEX03-2, plants grew for 8 or 11 days on the ISS before being harvested. In the APEX03-2 8-day-old plants, Col-0 showed a median fold change of 1 (no change), whereas WS showed a 3.9-fold increase in spaceflight. In the APEX03-2 11-day-old plants, Col-0 showed a median fold change of 1 and WS showed a 2.1-fold increase in expression. Figure 2. OMG1 transcripts are up-regulated in WS but unchanged in Col-0 consistently over multiple spaceflight experiments. Ecotypes WS or Col-0 were grown onboard the ISS for the number of days (d) indicated, harvested and compared to comparable ground controls. OMG1 transcripts for flight and ground control samples assayed with qRT-PCR. Spaceflight experiment APEX01-2B launched to the ISS via STS131 and analyses published in  Paul  et al.  (2013b) . The same RNA used in the 12d APEX01 microarrays was used for qRT-PCR shown here. Spaceflight experiment APEX01-1B launched to the ISS via STS129, and spaceflight experiment APEX03-2, 8 day and 11 day was launched to the ISS via SpaceX05. Boxplots were constructed from nine replicates for each sample. Expressions were normalized to UBQ11 and plotted spaceflight relative to ground control using results generated from TaqMan™ qRT-PCR. Spaceflight experiments show that OMG1 ",
  "introduction": "Introduction The complex networks and signalling pathways that equip plants to cope with environmental challenge developed over evolutionary time in terrestrial environments. Exposing plants to novel environments presents opportunities to understand how plants adjust to conditions outside their evolutionary experience. Spaceflight is one such novel environment, and understanding how plants function outside of Earth’s boundaries is also integral to space exploration. Plants respond to spaceflight in ways that are dependent on species, ecotype, genetics and even organs ( Cowles  et al.  1984 ;  Hoson  et al.  2002 ;  Soga  et al.  2002 ;  Paul  et al.  2013a ;  Ferl  et al.  2014 ). Indeed, even a single gene difference can influence the spaceflight response ( Paul  et al.  2017 ), thus investigating ecotype-dependent spaceflight transcriptomes can reveal strategies for physiological adaptation to spaceflight while expanding understanding of gene function in terrestrial environments. The physiological impact of spaceflight is reflected in the patterns of gene expression. Irrespective of plant growth hardware, duration in space or age of plants, one consensus is that spaceflight elicits responses from pathways associated with cell wall remodelling, cell polarity, phytohormone-mediated processes, as well as general stress responses, such as wounding, pathogen defence, heat shock and reactive oxygen species (ROS) ( Joo  et al.  2001 ;  Paul  et al.  2005 ,  2012b ,  2013a ;  Correll  et al.  2013 ;  Zupanska  et al.  2013 ;  Ferl  et al.  2014 ;  Mazars  et al.  2014 ;  Sugimoto  et al.  2014 ;  Zhang  et al.  2014 ;  Kwon  et al.  2015 ;  Schüler  et al.  2015 ). In addition, a large proportion of genes differentially expressed in spaceflight encode unknown proteins. Spaceflight-grown  Arabidopsis  roots tend to be smaller, have fewer lateral roots and shorter root hair development than their terrestrial controls ( Paul  et al.  2012a ;  Kwon  et al.  2015 ). Aspects of these morphologies in ecotype Columbia (Col-0) suggest a relationship between the down-regulation of several peroxidase genes in spaceflight ( Kwon  et al.  2015 ). In this study, a spaceflight-induced gene of unknown function identified from roots was investigated for its potential involvement in ROS-related functions. AT1G05290, which we have dubbed  Orbitally Manifested Gene 1  ( OMG1 ), was one of the highest significantly ( P  = 0.0005) induced genes in the Advanced Plant Experiment 01 (APEX01) spaceflight data set (fold change = 12) ( Paul  et al.  2013a ). Two distinct biochemical assays typically used to measure ROS activity indicated that knocking out OMG1 alters the production of ROS. Co-expression networks around  OMG1  show correlations to genes involved in ROS-associated oxidative phosphorylation pathways  Obayashi  et al . 2014 .  OMG1  was also expressed in organs known to highly utilize ROS during development, such as root hairs and pollen tubes ( Shin and Schachtman 2",
  "methods": "Plant materials and growth conditions Seeds from both Col-0 and WS were prepared for APEX01 and APEX03-2 as previously described ( Paul  et al.  2012b ,  2013b ;  Sng  et al.  2014 ;  Ferl and Paul 2016 ). Briefly, plants were cultured on Phytagel™ 10 cm Petri plates and grown either in the Advanced Biological Research System (ABRS) hardware (APEX01), or in the Veggie hardware (APEX03-2) under continuous lighting of ~80–135 μmol m −2  s −1  PAR. In this study, the effects of the spaceflight environment were evaluated, which includes ambient radiation, microgravity and attending effects on convection. In both experiments, the ground control plants were grown with a 24- to 48-h schedule delay that allowed the comparable ground growth chambers to be programmed with the precise environmental conditions that the International Space Station (ISS)-grown plants received on orbit. Plants grown for additional laboratory analyses were grown on Phytagel™ 10 cm plates or in soil, and placed in a greenhouse growth chamber on a 24-h light cycle (~80 μmol m −2  s −1  PAR) at 22 °C.",
  "results": "Results ROS-producing genes are differentially expressed in response to spaceflight in an ecotype-specific manner The differential gene expression data sets of the three independent spaceflight experiments and their comparable ground controls were used in the ROSMETER analyses. The heatmap shows the positive-(red), negative-(blue) and no correlation-(black) between the ROS indices and the queried spaceflight transcriptomes ( Fig. 1A ). A general positive correlation of ROS-producing genes was observed in all the spaceflight transcriptomes and hierarchical clustering displayed a higher similarity with the APEX03-2_WS data set compared to the APEX03-2_Col-0 data set. Two interesting ROS correlation groups were observed in the heatmap. Group A showed that only the spaceflight transcriptome of WS positively correlated with the cytoplasmic ascorbate peroxidase knockout (KO- APX1 ) experiments, which represent cytoplasmic H 2 O 2  ROS indices, whereas in the Col-0 background cytosolic ROS shows no correlation. Group B showed ecotype-related differences in the correlations associated with mitochondrial stress. Specifically, TDNA-AOX-MLD and Retenone-3h indices showed that if one ecotype had a positive correlation the other had no correlation. In addition, in the Retenone-12h and TDNA-AOX indices, the mixed ecotype transcriptome shows a similar trend to one of the two ecotypes. The control data set, which reflects terrestrial ecotype differences between Col-0 and WS, showed that many of the genes differentially expressed between the two ecotypes are associated with the ROS-scavenging mechanism. A representative transcriptome heatmap from the APEX03-2 spaceflight experiment that compared several significantly ( P  < 0.01) differentially expressed (>1 or −1 < log2 fold change) peroxidase genes between 4-day-old Col-0 and WS ecotypes illustrated that Col-0 alters the expression of many more peroxidase genes in spaceflight than does WS ( Fig. 1B ). Peroxidases, an integral part of ROS signalling in cell wall remodelling, cell elongation, auxin catabolism, and response to abiotic and biotic stress, ( Shigeto and Tsutsumi 2016 ) were found to be differentially expressed in spaceflight. Figure 1. Correlations between spaceflight transcriptome and ROS-related microarrays revealed that ROS is induced in spaceflight in an ecotype-dependent manner. (A) The microarray (APEX01) and the RNAseq (APEX03-2) analyses of spaceflight transcriptional profile relative to the ground control profile were correlated to known ROS-related data sets producing specific ROS species from specific locations within the cell using the bioinformatics tool called ROSMETER ( Rosenwasser  et al.  2013 ). Positive correlations (red) show ROS production, whereas negative correlations (blue) show ROS scavenging. Black cells suggest no correlations, whereas gray cells indicate that there are insufficient gene numbers for a statistical correlation. Clusters highlighted in yellow boxes denote regions of interest. Group A showed that only the spaceflight transcriptome of WS positively correlated with the cytoplasmic ascorbate peroxidase knockout (KO- APX1 ) experiments, which represent cytoplasmic H 2 O 2  ROS indices. Group B showed ecotype-related differences in the correlations associated with mitochondrial stress. (B) Peroxidase genes having statically ( P  < 0.01) differential expression (>1 or −1 < log2 fold) between spaceflight and ground control in both WS and Col-0 ecotypes are depicted. Blue is indicative of down-regulation, red is indicative of up-regulation and gray indicates no statistically significant differential expression. OMG1 transcript is up-regulated in WS ecotype across multiple spaceflight experiments \n OMG1  expression was up-regulated in WS roots across multiple spaceflight experiments (APEX01-1B, APEX01-2B and APEX03-2) but remained unchanged in Col-0 ( Fig. 2 ). The Box-Whisker plot of  Fig. 2  illustrates the median fold change of  OMG1  expression b",
  "discussion": "Discussion As sessile organisms, plants have developed sensitive, adaptive strategies to regulate their metabolism in a changing environment ( Noctor  et al.  2007 ;  Schwarzländer and Finkemeier 2012 ). A strategy to avoid oxidative damage relies on the ability to deploy different antioxidants and ROS-scavenging/detoxifying enzymes to efficiently adjust their redox states. When subjected to the novel environment of spaceflight, plants respond by overexpressing more ROS- or redox-associated genes than comparable plants on the ground ( Im  et al.  2011 ;  Paul  et al.  2012b ,  2013b ,  2017 ;  Correll  et al.  2013 ;  Sugimoto  et al.  2014 ). ROS in its various forms and subcellular production sites can elicit distinct and diverse physiological, biochemical and molecular responses ( Mittler  et al.  2004 ;  Gadjev  et al.  2006 ;  Swanson and Gilroy 2010 ;  Suzuki  et al.  2012 ). It is possible that plants drew from diverse ROS response strategies to cope with spaceflight, an environment that is outside their evolutionary experience and therefore potentially stressful. The data presented here suggest that  OMG1  is a putative regulator of the ROS signalling pathway associated with wounding and may play a prominent role in regulating the spaceflight ROS response, especially in the WS ecotype where it is strongly induced by spaceflight. Spaceflight induces the differential expression of ROS-producing genes in an ecotype-dependent manner In general, the differentially expressed genes in spaceflight showed a positive correlation to genes producing ROS ( Fig. 1A ). Although it is known that ecotype differences can diversify the ROS signatures associated with stress responses on Earth ( Kalbina and Strid 2006 ;  Li  et al.  2006 ,  2008 ), these results are the first to demonstrate that different ecotypes use different specific subcellular ROS species to respond to the spaceflight environment ( Fig. 1 ). Previous morphological differences between Col-0 and WS ecotypes in the spaceflight environment were primarily observed in the roots. Although the overall root length at 11 days on orbit between the two ecotypes showed no significant difference ( Paul  et al.  2017 ), it was noted that the Col-0 ecotype showed a dramatic lag in root development during the first 48-h post-germination in orbit when compared to the WS ecotype, and that there are also ecotype-specific differences in root growth behaviour ( Paul  et al.  2012a ). One difference between the Col-0 and WS ecotypes is the regulation of class III peroxidase genes ( Passardi  et al.  2007 ). In fact, two genes  PE10  (AT1G49570) and  PE59  (AT5G19890) that were up-regulated in the APEX03-2 Col-0 but remained unchanged in APEX03-2 WS ( Fig. 1B ) are involved in controlling the root cell elongation process ( Markakis  et al.  2012 ). The differentially expressed peroxidase genes between the two ecotypes in the APEX03-2 spaceflight transcriptomes ( Fig. 1B ) reinforce the notion that different eco",
  "conclusion": "Conclusion OMG1 is a CCT domain transcriptional regulator of ROS homeostasis, one that is important to the physiological adaptation of  Arabidopsis  ecotype WS to spaceflight. While investigations are underway to determine the detailed mechanisms of how OMG1 regulates the ROS homeostasis in wounding, and its specific role in spaceflight, the results presented here demonstrate several important concepts for general consideration. First, spaceflight experiments are useful platforms to discover novel gene functions and provide fundamental insights into terrestrial plant biology. Second, the response to spaceflight is genotype-specific and this understanding should be taken into consideration when defining the overall plant spaceflight response. WS and Col-0 differ in induction of OMG1 in spaceflight. Third, the maintenance of ROS homeostasis plays an important role as plants physiologically adapt to spaceflight. And, last, the CONSTANS-Like family contains members that function well beyond the clock and timing roles typically associated with CCT domains, including ROS signalling."
}