{
  "id": "PMC6062551",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6062551/",
  "title": "Cardiovascular progenitor cells cultured aboard the International Space Station exhibit altered developmental and functional properties",
  "authors": "Jonathan Baio, Aida F. Martinez, Ivan Silva, Carla V. Hoehn, Stephanie Countryman, Leonard Bailey, Nahidh Hasaniya, Michael J. Pecaut, Mary Kearns-Jonker",
  "year": "2018",
  "journal": "NPJ Microgravity",
  "abstract": "The heart and its cellular components are profoundly altered by missions to space and injury on Earth. Further research, however, is needed to characterize and address the molecular substrates of such changes. For this reason, neonatal and adult human cardiovascular progenitor cells (CPCs) were cultured aboard the International Space Station. Upon return to Earth, we measured changes in the expression of microRNAs and of genes related to mechanotransduction, cardiogenesis, cell cycling, DNA repair, and paracrine signaling. We additionally assessed endothelial-like tube formation, cell cycling, and migratory capacity of CPCs. Changes in microRNA expression were predicted to target extracellular matrix interactions and Hippo signaling in both neonatal and adult CPCs. Genes related to mechanotransduction ( YAP1, RHOA ) were downregulated, while the expression of cytoskeletal genes ( VIM ,  NES ,  DES ,  LMNB2 ,  LMNA ), non-canonical Wnt ligands ( WNT5A ,  WNT9A ), and Wnt/calcium signaling molecules ( PLCG1 ,  PRKCA ) was significantly elevated in neonatal CPCs. Increased mesendodermal gene expression along with decreased expression of mesodermal derivative markers ( TNNT2 ,  VWF , and  RUNX2 ), reduced readiness to form endothelial-like tubes, and elevated expression of Bmp and Tbx genes, were observed in neonatal CPCs. Both neonatal and adult CPCs exhibited increased expression of DNA repair genes and paracrine factors, which was supported by enhanced migration. While spaceflight affects cytoskeletal organization and migration in neonatal and adult CPCs, only neonatal CPCs experienced increased expression of early developmental markers and an enhanced proliferative potential. Efforts to recapitulate the effects of spaceflight on Earth by regulating processes described herein may be a promising avenue for cardiac repair.",
  "keywords": "",
  "full_text": "Introduction Changes to the cardiovascular system during spaceflight have prompted molecular biologists to understand the mechanisms governing cellular adaptation to culture aboard the International Space Station (ISS). In doing so, researchers have begun to identify therapeutic benefits, such as enhanced stemness, following culture in space and under conditions that approximate weightlessness on Earth. Therefore, increased understanding of the response of cardiovascular progenitor cells (CPCs) to spaceflight may not only benefit human health in space, but also provide insights into novel cardiovascular stem cell therapies that can be applied on Earth. Recent research in our own laboratory has shown that neonatal human CPCs cultured under two-dimensional (2D) clinorotation, which approximates weightlessness by rotating the cell culture vessel about a horizontal axis, exhibit increased expression of markers of early cardiovascular development and pluripotency (i.e.,  MESP1 ,  T  (Brachyury), and  OCT4 ) as well as broad changes to microRNA expression. 1  The changes in microRNA expression experienced by CPCs in these experiments mirrored the expression of similar microRNAs in human embryonic stem cells (ESC) under normal conditions of early cardiovascular development, thereby suggesting that such culture conditions induce an epigenetic environment that favors an earlier development status. Such a state appears increasingly beneficial for cardiovascular repair. For example, the efficacy of multipotent stem cells expressing Isl1 +  and SSEA-1 +  in ameliorating the symptoms of severe heart failure was recently demonstrated in one patient. 2  Furthermore, KEGG analysis indicated that the microRNAs downregulated in CPCs in these experiments target several signaling pathways, such as MAPK and Wnt, which are relevant to well-characterized repair mechanisms or cardiac stem cell proliferation mechanisms in the heart. For example, non-canonical Wnt ligands (i.e., Wnt2b, Wnt5a, and Wnt9a) have been shown to be associated with the injury response in neonatal rodent heart tissue. 3  Therefore, our observations suggest that 2D clinorotation may foster a developmental state and signaling events that could enhance the use of CPCs for cardiovascular repair. This is supported by one recent study by Jha et al. 4 , which demonstrated that human induced pluripotent stem cells more readily differentiate into cardiomyocytes following three-dimensional (3D) (i.e., embryoid) culture under the influence of a random positioning machine. In the context of our previous findings, these experiments may highlight a potential phenomenon in which 2D clinorotation promotes an enhanced state of stemness that results in increased differentiation potential when the cells are returned to normal gravity conditions. It is currently believed that small RhoGTPases act as transducers of the mechanical alterations that are observed under conditions of spaceflight. 5 , 6  As actors in the planar cell polarity Wnt pathway, they have central roles in cytoskeletal remodeling. Along with the Hippo pathway and calcium signaling, small RhoGTPases represent one potential molecular substrate of gravity sensing. Notably, in the context of cardiogenesis, these processes are central to maintaining multipotency or directing differentiation. 7  Despite the early reports of the effects of spaceflight on stem cells, much is unknown about the mechanisms by which CPCs respond to spaceflight or how these cell types develop enhanced stemness. Hence, we are not yet able to leverage the therapeutic potential of spaceflight here on Earth. While current clinical trials to stimulate repair in damaged heart tissue are promising, 8 – 10  they are stymied by a failure of cells to engraft into the host tissue and by the use of progenitor types that are restricted in potency. 11  Therefore, identifying the molecular events that promote enhanced stemness and regenerative potential in CPCs during spaceflight will benefit stem cell-based cardiac repair. The successful use of autologous CPC sources to regenerate heart tissue in a predominately adult population requires additional understanding of the differences between adult and neonatal CPCs. Our laboratory has previously documented differences in age-dependent expression of microRNAs related to MAPK signaling, cytoskeleton regulation, adherens junction expression, and focal adhesion maintenance. 12  The relationship between these processes and the age-dependent response of CPCs to spaceflight remain unknown, but they imply deficits in the intracellular transduction of environmental cues in the functional shortcomings of adult CPCs. Therefore, in this study, clonal lines of neonatal and adult human CPCs were cultured aboard the ISS. We sought to identify changes in these CPCs in response to spaceflight that impact signaling, development, and stemness. We then characterized the divergent response of neonatal and adult CPCs to spaceflight. In doing so, we present components of the adaptive cellular response to culture aboard the ISS and their implications for enhancing the regenerative potential of neonatal and adult CPCs. Results CPCs exhibit markers of early cardiovascular development CPCs were clonally isolated, expanded, screened for the co-expression of Isl1 and c-Kit, assessed for viability, and ultimately selected for experiments based upon the expression of early developmental markers (Mesp1, PDGFRα, and SSEA1) along with the chemokine receptor CXCR4. Representative adult and neonatal clones are shown in Fig.  1a  and Fig  S1 . Neonatal and adult CPCs are able to differentiate into cardiomyocytes (Fig.  1b ), endothelial cells (Fig.  1c ), and smooth muscle cells (Fig.  1d ) when cultured using directed differentiation protocols (Fig.  S2 ). Clonal lines of CPCs obtained from neonatal and adult patients were then flown aboard the ISS for 12 days and fixed in RNAprotect during orbit (Fig.  S3 ). Fig. 1 Spaceflight alters microRNA expression in neonatal and adult early CPCs. Neonatal (blue) and adult (red) CPC clones were screened for the co-expression of Isl1 and c-Kit, assessed for viability, and then ultimately selected for experiments based upon the co-expression of early developmental markers (Mesp1, PDGFRα, KDR, and SSEA1) along with the chemokine receptor CXCR4  a . Directed differentiation of these CPCs is able to induce cardiomyocytes  b , endothelial cells  c , and smooth muscle cells  d . Neonatal and adult CPCs both exhibited significant alterations in microRNA expression following 12 days of culture aboard the ISS  e . KEGG analysis (Table  S1 ) indicated likely targeting of ECM interactions, membrane metabolism, and Hippo signaling by these microRNAs.  n  = 3 unique clones per age per group for all miRs, except miR-99a and miR100, which were measured in biological and technical triplicates. Data are reported as the mean ± SEM, * P  < 0.05, ** P  < 0.01, *** P  < 0.001 The spaceflight environment mediates changes to expression of microRNAs that target membrane synthesis and extracellular interactions In an effort to understand the relevant signaling events by which CPCs adapt to culture aboard the ISS, we performed microarray analysis to measure broad alterations to transcriptional control. Among both neonatal and adult CPCs, 14 microRNAs exhibited significant alterations in levels of expression (Fig.  1e ). KEGG analysis by age group (Table  S1 ) indicated that fatty acid biosynthesis, extracellular matrix (ECM)–receptor interactions, and Hippo signaling were the most significantly affected targets of these microRNAs. Cytoskeletal maintenance is altered in neonatal, but not adult, CPCs after culture aboard the ISS Since the pathways targeted by the significantly dysregulated microRNAs affect cytoskeletal remodeling and mechanotransduction pathways (Fig.  2a ), we sought to measure changes in the expression of  YAP1 , a gene involved in Hippo signaling; small RhoGTPases; and cytoskeletal molecules.  YAP1  was significantly downregulated in neonatal CPCs (0.24-fold,  P  < 0.01) and modestly upregulated in adult CPCs (2.6-fold,  P  < 0.01) (Fig.  2b ). This prompted us to assess the mechanosensitive small RhoGTPases, which indicated that only  RHOA  was significantly downregulated in neonatal CPCs (0.15-fold,  P  < 0.05, Fig.  2c ), which led us to assess the possible effects of spaceflight on cytoskeletal dysregulation. In doing so, we found that the cytoskeletal genes  VIM ,  NES ,  DES ,  LMNB2 , and  LMNA  were all significantly upregulated (5.2-, 22-, 6-, 5.1-, and 10-fold, respectively;  P  < 0.05) following spaceflight (Fig.  2e ). Meanwhile, in adult CPCs, only  NES  expression decreased significantly (0.30-fold,  P  < 0.01) (Fig.  2d, f ). Fig. 2 Spaceflight impacts expression of genes involved in mechanotransduction and cytoskeleton maintenance. Integrin and mechanical signaling impact Hippo activity and small RhoGTPases, which function along the Wnt planar cell polarity pathway  a .  YAP1  expression was significantly reduced in neonatal CPCs and upregulated in adult CPCs  b .  RHOA , a small RhoGTPase, was expressed at significantly lower levels in neonatal  c , but not adult  d , CPCs. Accordingly, cytoskeletal gene expression was significantly upregulated in neonatal  e , but not adult  f , CPCs.  n  = 3 biological replicates for all gene expression data, except  YAP1  ( n  = 6 measures of three pooled clones). Data are reported as the mean ± SEM, * P  < 0.05, ** P  < 0.01 Transcripts for non-canonical/Ca 2+  signaling in neonatal CPCs are elevated during spaceflight Given the role of small RhoGTPases in non-canonical, planar cell polarity Wnt signaling and the impact of RhoA on regulating calcium signaling, 13  we sought to assess the expression of genes involved in the canonical and calcium Wnt pathways. (Fig.  3a–f ). We observed significantly increased expression of  GSK3B  (6.8-fold,  P  < 0.05) in neonatal CPCs (Fig.  3a ) and significantly increased expression of  CTNNB1  (1.9-fold,  P  < 0.05) in adult CPCs (Fig.  3d ). Since Gsk3β sequesters β-catenin for degradation in the cytoplasm, thereby suggesting suppression of canonical Wnt signaling in neonatal CPCs and the promotion of canonical Wnt signaling in adult CPCs, we measured non-canonical Wnt ligand expression and that of genes in the Wnt/Ca 2+  pathway. We measured significantly increased  WNT5A  and  WNT9A  expression (36-fold and 17-fold, respectively;  P  < 0.05) in neonatal CPCs (Fig.  3b ) and significantly decreased  WNT9A  expression (0.39-fold,  P  < 0.05) in adult CPCs (Fig.  3e ). This was supported by significantly increased expression of  PLCG1  and  PRKCA  (14-fold and 12-fold, respectively;  P  < 0.05) and a general increase in  ITPR1  expression in neonatal CPCs (Fig.  3c ), but not adult CPCs (Fig.  3f ). Fig. 3 Genes involved in the non-canonical Wnt/Ca 2+  pathway are expressed at higher levels along with mesendodermal markers in neonatal CPCs. Canonical Wnt signaling genes were measured in neonatal  a  and adult  d  CPCs along with non-canonical Wnt ligands  b ,  e . Genes involved in the non-canonical Wnt/calcium pathway were elevated in neonatal  c , but not adult  f , CPCs. Markers of development were measured in neonatal and adult CPCs, which indicated elevation of early mesodermal markers (i.e.,  FOXC1 ,  MESP1 , and  T ) in the former and no changes in the latter population  g .  n  = 3 unique clones per group. Data are reported as the mean ± SEM, * P  < 0.05 Neonatal CPCs exhibit increased expression of genes involved in pre-mesodermal development Calcium and Wnt signaling have central roles in cardiogenesis. For this reason, we sought to assess the transcription of markers of various stages of cardiac development. In doing so, we observed that the expression of genes involved in embryonic stem cell self-renewal ( POU5F1 ,  NANOG ,  SOX2 ), mesodermal specification ( FOXC1 ,  MESP1 ,  T ), and early cardiogenesis ( GATA4 ,  KIT ,  PDGFRA ,  ISL1 ,  KDR)  increased, while  NKX2-5  expression decreased, in neonatal CPCs (Fig.  3g ). In this population, the expression of genes involved in early mesodermal specification were the most significantly elevated. Conversely, adult CPCs generally exhibited decreased or unchanged expression of genes involved in early developmental processes (Fig.  3g ). Expression of BMP4 and TBXs 3, 5, and 18 is elevated under ISS culture in neonatal CPCs These modifications to the expression of genes involved in cardiogenesis motivated us to measure the changes in the expression of genes in the Bmp, Smad, and Tbx families, which have important roles in pre- and early mesodermal development. We measured elevated expression of  BMP4 ,  TBX3 ,  TBX5 , and  TBX18 , and a general increase in  BMP2  expression in neonatal CPCs (Fig.  4a ). In adult CPCs,  SMAD1  exhibited a significant increase in expression, while  SMAD2  and  TBX18  also trended towards an increase in expression (Fig.  4a ). These findings indicate that the transcripts of genes involved in early pre-cardiac mesoderm development are upregulated by spaceflight in neonatal CPCs. Fig. 4 Spaceflight reduces the propensity for neonatal CPCs to readily form endothelial-like tubes and express markers of terminal mesodermal derivatives. The expression of members of the BMP, Smad, and TBX families of genes was measured  a  and found to be elevated significantly in neonatal CPCs and modestly in adult CPCs. Following culture in biocells on the ground or the ISS for 30 days, CPCs were placed in endothelial growth media and incubated on Matrigel for 7 h to facilitate endothelial-like tube formation. The length of endothelial-like tubes formed  b  and the number of branches  c  were quantified using ImageJ for neonatal ground  d  and ISS  e  CPCs as well as for adult ground  f  and ISS  g  CPCs (ruler = 1000 µm). Changes in gene expression relevant to mesodermal derivatives were measured in CPCs cultured aboard the ISS for 12 days, indicating decreased expression of cardiomyocyte, endothelial, and osteogenic markers and increased expression of sinoatrial nodal markers  h .  n  = 3 unique clones per group for gene expression data;  n  = 3 measurements of four pooled clones per group for migration assay data. Data are reported as the mean ± SEM, *** P  < 0.001 Spaceflight reduces terminal mesodermal derivative marker expression and endothelial-like tube formation in neonatal CPCs Given the elevated expression of early to pre-mesodermal genes in neonatal, but not adult, CPCs, we sought to measure whether spaceflight impacts the expression of CPC and other mesodermal derivative markers. First, following 30 days in orbit, CPCs were returned to Earth and assayed for endothelial-like tube formation using a widely accepted assay to assess the potency of progenitor cells with the capacity to form tube-like structures. 14 , 15  However, endothelial-specific markers were not measured on space-flown CPCs in this assay. Unlike adult CPCs, neonatal CPCs exhibited a significantly reduced ability to form endothelial-like tubes (Fig.  4b, c ). Representative images of endothelial-like tube formation of neonatal ground (Fig.  4d ) and ISS (Fig.  4e ) as well as adult ground (Fig.  4f ) and ISS (Fig.  4g ) samples reflect this age-dependent response of CPCs to spaceflight. This impact of ISS culture on endothelial-like tube formation ability led us to measure the expression of markers of other derivatives: cardiomyocyte ( TNNT2 ), endothelial ( VWF ), and osteoblast ( RUNX2 ). These markers were all significantly reduced in neonatal, but not adult, CPCs after 12 days in orbit. Since spaceflight induces pre-cardiac mesodermal marker expression, we sought to assess whether markers of the sinoatrial node, which may represent embryonic myocardium maintained in its primitive state, 16  were modified. Indeed, the sinoatrial nodal markers  HCN4  and  SHOX2  exhibited elevated expression in neonatal CPCs and reduced expression in adult CPCs (Fig.  4h ). Taken together, these findings indicate that spaceflight induces a pre-cardiac mesoderm gene expression profile in neonatal CPCs. ISS-cultured neonatal CPCs proliferate more rapidly than adult or ground-control CPCs Given the change in developmental status of the cell, we sought to assess whether such changes would affect the proliferative potential of space-flown CPCs; hence, cell cycling was assessed using flow cytometry. The Dean–Jett–Fox model was fitted to fluorescence intensity curves generated for propidium iodide-stained neonatal and adult CPCs (Fig.  5a ). Adult CPCs exhibited a significant decrease in the percentage of cells in the G1/G0 phase (ISS vs Ground: 71% vs 61%, P < 0.01) and neonatal CPCs exhibited a significant increase in the percentage of cells in the G2/M phase (ISS vs Ground: 14% vs 17%, P = 0.05) (Fig.  5b ). Neonatal CPCs were more frequently in the G2/M phase both on the ground and following culture aboard the ISS. Interestingly, neonatal CPCs exhibited increases in  CDKN2A  (14-fold,  P  < 0.05),  E2F1  (9-fold,  P  = 0.01), and  PLK1  (8.5-fold,  P  < 0.05) (Fig.  5c ). These modulators of cell cycling were not significantly altered in adult CPCs (Fig.  5d ). Furthermore, increased telomerase activity, as indicated by enhanced  TERT  expression (Fig.  5e ), was observed in neonatal (6.8-fold,  P  < 0.05) and adult (21-fold,  P  < 0.01) CPCs. Regardless of age, CPCs demonstrate enhanced proliferative potential aboard the ISS. Fig. 5 Cell cycling and proliferation are enhanced following spaceflight in neonatal CPCs. Following 30 days of culture aboard the ISS, CPCs were fixed, stained with propidium iodide, and measured using flow cytometry. The Dean–Jett–Fox model was then applied to the histogram of propidium iodide fluorescence intensity for ground-cultured and ISS-cultured CPCs  a . Upon analysis  b , adult CPCs exhibited a significant decrease in the percentage of cells in the G1/G0 and neonatal CPCs exhibited a significant increase in the percentage of cells in the G2/M phase. This was supported by increased expression of  CDKN2A ,  E2F1 , and  PLK1 , which function to regulate G1/S arrest, overcome G1/S arrests, and promote G2/M progression, respectively, in neonatal  c , but not adult  d , CPCs. Furthermore, increased telomerase activity, as indicated by enhanced  TERT  expression  e , was observed in both groups. In addition to enhanced proliferation, DNA repair gene expression was induced in neonatal CPCs, as indicated by increased levels of  ATM ,  RAD23 , and  RAD50 \n f . Adult CPCs generally exhibited increased DNA repair genes; however, only  ATM  expression was significantly increased  g .  n  = 3 measurements of four pooled clones per group for cell cycling analysis;  n  = 3 unique clones per group for all gene expression data, except for  E2F1 ,  TERT ,  ATM ,  RAD23 , and  RAD50  ( n  = 9, three biological samples each measured in triplicate). Data are reported as the mean ± SEM, * P  < 0.05, ** P  < 0.01, *** P  < 0.001 DNA repair transcripts increased following spaceflight The broad alterations experienced by CPCs and the possibility of exposure to radiation in the extraterrestrial environment prompted us to consider possible cellular stress response mechanisms, including the expression of DNA repair gene programs. In doing so, we measured increased expression of genes involved in DNA repair, as indicated by elevated levels of  ATM  (11-fold,  P  < 0.05),  RAD23  (7.9-fold,  P  < 0.001), and  RAD50  (21-fold,  P  < 0.05) (Fig.  5f ). Adult CPCs generally exhibited increased expression of DNA repair genes (Fig.  5g ); however, only  ATM  (24-fold,  P  = 0.001) expression was significantly elevated. Stress response, but not apoptosis, genes are induced in CPCs Given the broad induction of transcripts associated with DNA repair, we sought to characterize the impact of other stressor",
  "introduction": "Introduction Changes to the cardiovascular system during spaceflight have prompted molecular biologists to understand the mechanisms governing cellular adaptation to culture aboard the International Space Station (ISS). In doing so, researchers have begun to identify therapeutic benefits, such as enhanced stemness, following culture in space and under conditions that approximate weightlessness on Earth. Therefore, increased understanding of the response of cardiovascular progenitor cells (CPCs) to spaceflight may not only benefit human health in space, but also provide insights into novel cardiovascular stem cell therapies that can be applied on Earth. Recent research in our own laboratory has shown that neonatal human CPCs cultured under two-dimensional (2D) clinorotation, which approximates weightlessness by rotating the cell culture vessel about a horizontal axis, exhibit increased expression of markers of early cardiovascular development and pluripotency (i.e.,  MESP1 ,  T  (Brachyury), and  OCT4 ) as well as broad changes to microRNA expression. 1  The changes in microRNA expression experienced by CPCs in these experiments mirrored the expression of similar microRNAs in human embryonic stem cells (ESC) under normal conditions of early cardiovascular development, thereby suggesting that such culture conditions induce an epigenetic environment that favors an earlier development status. Such a state appears increasingly beneficial for cardiovascular repair. For example, the efficacy of multipotent stem cells expressing Isl1 +  and SSEA-1 +  in ameliorating the symptoms of severe heart failure was recently demonstrated in one patient. 2  Furthermore, KEGG analysis indicated that the microRNAs downregulated in CPCs in these experiments target several signaling pathways, such as MAPK and Wnt, which are relevant to well-characterized repair mechanisms or cardiac stem cell proliferation mechanisms in the heart. For example, non-canonical Wnt ligands (i.e., Wnt2b, Wnt5a, and Wnt9a) have been shown to be associated with the injury response in neonatal rodent heart tissue. 3  Therefore, our observations suggest that 2D clinorotation may foster a developmental state and signaling events that could enhance the use of CPCs for cardiovascular repair. This is supported by one recent study by Jha et al. 4 , which demonstrated that human induced pluripotent stem cells more readily differentiate into cardiomyocytes following three-dimensional (3D) (i.e., embryoid) culture under the influence of a random positioning machine. In the context of our previous findings, these experiments may highlight a potential phenomenon in which 2D clinorotation promotes an enhanced state of stemness that results in increased differentiation potential when the cells are returned to normal gravity conditions. It is currently believed that small RhoGTPases act as transducers of the mechanical alterations that are observed under conditions of spaceflight. 5 , 6  As actors in the pl",
  "methods": "Electronic supplementary material \n Supplemental Files",
  "results": "Results CPCs exhibit markers of early cardiovascular development CPCs were clonally isolated, expanded, screened for the co-expression of Isl1 and c-Kit, assessed for viability, and ultimately selected for experiments based upon the expression of early developmental markers (Mesp1, PDGFRα, and SSEA1) along with the chemokine receptor CXCR4. Representative adult and neonatal clones are shown in Fig.  1a  and Fig  S1 . Neonatal and adult CPCs are able to differentiate into cardiomyocytes (Fig.  1b ), endothelial cells (Fig.  1c ), and smooth muscle cells (Fig.  1d ) when cultured using directed differentiation protocols (Fig.  S2 ). Clonal lines of CPCs obtained from neonatal and adult patients were then flown aboard the ISS for 12 days and fixed in RNAprotect during orbit (Fig.  S3 ). Fig. 1 Spaceflight alters microRNA expression in neonatal and adult early CPCs. Neonatal (blue) and adult (red) CPC clones were screened for the co-expression of Isl1 and c-Kit, assessed for viability, and then ultimately selected for experiments based upon the co-expression of early developmental markers (Mesp1, PDGFRα, KDR, and SSEA1) along with the chemokine receptor CXCR4  a . Directed differentiation of these CPCs is able to induce cardiomyocytes  b , endothelial cells  c , and smooth muscle cells  d . Neonatal and adult CPCs both exhibited significant alterations in microRNA expression following 12 days of culture aboard the ISS  e . KEGG analysis (Table  S1 ) indicated likely targeting of ECM interactions, membrane metabolism, and Hippo signaling by these microRNAs.  n  = 3 unique clones per age per group for all miRs, except miR-99a and miR100, which were measured in biological and technical triplicates. Data are reported as the mean ± SEM, * P  < 0.05, ** P  < 0.01, *** P  < 0.001 The spaceflight environment mediates changes to expression of microRNAs that target membrane synthesis and extracellular interactions In an effort to understand the relevant signaling events by which CPCs adapt to culture aboard the ISS, we performed microarray analysis to measure broad alterations to transcriptional control. Among both neonatal and adult CPCs, 14 microRNAs exhibited significant alterations in levels of expression (Fig.  1e ). KEGG analysis by age group (Table  S1 ) indicated that fatty acid biosynthesis, extracellular matrix (ECM)–receptor interactions, and Hippo signaling were the most significantly affected targets of these microRNAs. Cytoskeletal maintenance is altered in neonatal, but not adult, CPCs after culture aboard the ISS Since the pathways targeted by the significantly dysregulated microRNAs affect cytoskeletal remodeling and mechanotransduction pathways (Fig.  2a ), we sought to measure changes in the expression of  YAP1 , a gene involved in Hippo signaling; small RhoGTPases; and cytoskeletal molecules.  YAP1  was significantly downregulated in neonatal CPCs (0.24-fold,  P  < 0.01) and modestly upregulated in adult CPCs (2.6-fold,  P  < 0.01) (Fig.  2b ). This prompted us to assess the mechanosensitive small RhoGTPases, which indicated that only  RHOA  was significantly downregulated in neonatal CPCs (0.15-fold,  P  < 0.05, Fig.  2c ), which led us to assess the possible effects of spaceflight on cytoskeletal dysregulation. In doing so, we found that the cytoskeletal genes  VIM ,  NES ,  DES ,  LMNB2 , and  LMNA  were all significantly upregulated (5.2-, 22-, 6-, 5.1-, and 10-fold, respectively;  P  < 0.05) following spaceflight (Fig.  2e ). Meanwhile, in adult CPCs, only  NES  expression decreased significantly (0.30-fold,  P  < 0.01) (Fig.  2d, f ). Fig. 2 Spaceflight impacts expression of genes involved in mechanotransduction and cytoskeleton maintenance. Integrin and mechanical signaling impact Hippo activity and small RhoGTPases, which function along the Wnt planar cell polarity pathway  a .  YAP1  expression was significantly reduced in neonatal CPCs and upregulated in adult CPCs  b .  RHOA , a small RhoGTPase, was expressed ",
  "discussion": "Discussion In this study, we found that spaceflight exerts broad effects on the developmental status, proliferative potential, and migratory ability of CPCs, some of which occurred in an age-dependent manner. In particular, neonatal CPCs exhibited increased expression of early developmental markers, enhanced proliferative potential, and increased migratory capacity following culture aboard the ISS. Meanwhile, adult CPCs experienced little change in the expression of genes indicative of their developmental state, but exhibited changes to migratory capacity. These findings suggest that broad cytoskeletal modifications resulting from reduced mechanotransduction impart improved migratory and adhesion capabilities (Fig.  2a ) regardless of age, but that neonatal CPCs are able to propagate or experience additional intracellular signaling events (e.g., calcium signaling) that modify their developmental status. As we have shown elsewhere, one important difference between adult and neonatal CPCs is their epigenetic (i.e., microRNA) environment. 12 Several microRNAs were observed to be differentially regulated in response to spaceflight in neonatal and adult CPCs. Interestingly, the predicted targets of these microRNAs included activators and repressors of several pathways. A detailed inspection of the putative targets under each pathway impacted by the microRNAs identified in this study revealed the targeting of genes relating to Wnt signaling ( FZD3 ,  FZD5 ,  FZD7 ,  FZD8 ), cytoskeletal regulation ( ACTB ,  ACTG1 ,  LAMC3 ), cardiovascular development ( TGFBR1 ,  BMP2 ,  BMP5 ,  SMAD7 ), integrin function ( ITGB4 ,  ITGAV ), extracellular proteins ( COL4A2 ,  COL5A1 ,  COL1A1 ,  COL1A2 ,  COL4A1) , and Hippo signaling ( TEAD1 ,  YAP1 ,  LATS1 ). Interestingly, miR-16, whose expression was generally elevated in neonatal CPCs and repressed in adult CPCs, directly targets  YAP1 , which could account, at least in part, for the age-dependent response of CPCs to spaceflight. However, since KEGG analysis only identifies broad categories of genes (i.e., functional categories) that are likely targets of the microRNAs under study, further experiments are warranted to identify the cumulative impact of these microRNAs on signaling in space-flown CPCs. These results motivated us to assess the overall impact of spaceflight on  YAP1 , an effector of Hippo signaling that functions with TAZ to regulate transcription. Activation of Hippo kinases, such as through a loss of microRNA-mediated repression or through reduced mechanical signaling, results in elevated levels of phosphorylated Yap1 and Taz. This prevents translocation of these transcriptional activators to the nucleus. Similarly, the application of 2D clinorotation to bone mesenchymal stem cells prevented TAZ translocation to the nucleus, thereby preventing the expression of  RUNX2  and inhibiting osteogenesis. 21  Similarly, the decreased expression of  YAP1  and  RUNX2  observed in this experiment indicate tha",
  "conclusion": ""
}