{
  "id": "PMC7314936",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7314936/",
  "title": "Hardware Validation of the Advanced Plant Habitat on ISS: Canopy Photosynthesis in Reduced Gravity",
  "authors": "Oscar Monje, Jeffrey T. Richards, John A. Carver, Dinah I. Dimapilis, Howard G. Levine, Nicole F. Dufour, Bryan G. Onate",
  "year": "2020",
  "journal": "Frontiers in Plant Science",
  "abstract": "The Advanced Plant Habitat (APH) is the largest research plant growth facility deployed on the International Space Station (ISS). APH is a fully enclosed, closed-loop plant life support system with an environmentally controlled growth chamber designed for conducting both fundamental and applied plant research during experiments extending as long as 135 days. APH was delivered to the ISS in parts aboard two commercial resupply missions: OA-7 in April 2017 and SpaceX-11 in June 2017, and was assembled and installed in the Japanese Experiment Module Kibo in November 2018. We report here on a 7-week-long hardware validation test that utilized a root module planted with both  Arabidopsis  (cv. Col 0) and wheat (cv. Apogee) plants. The validation test examined the APH’s ability to control light intensity, spectral quality, humidity, CO 2  concentration, photoperiod, temperature, and root zone moisture using commanding from ground facilities at the Kennedy Space Center (KSC). The test also demonstrated the execution of programmed experiment profiles that scheduled: (1) changes in environmental combinations (e.g., a daily photoperiod at constant relative humidity), (2) predetermined photographic events using the three APH cameras [overhead, sideview, and sideview near-infrared (NIR)], and (3) execution of experimental sequences during the life cycle of a crop (e.g., measure photosynthetic CO 2  drawdown experiments).  Arabidopsis  and wheat were grown in microgravity to demonstrate crew procedures, planting protocols and watering schemes within APH. The ability of APH to contain plant debris was assessed during the harvest of mature  Arabidopsis  plants. Wheat provided a large evaporative load that tested root zone moisture control and the recovery of transpired water by condensation. The wheat canopy was also used to validate the ability of APH to measure gas exchange of plants from non-invasive gas exchange measurements (i.e., canopy photosynthesis and respiration). These features were evaluated by executing experiment profiles that utilized the CO 2  drawdown technique to measure daily rates of canopy photosynthesis and dark-period CO 2  increase for respiration. This hardware validation test confirmed that APH can measure fundamental plant responses to spaceflight conditions.",
  "keywords": "Apogee Wheat, canopy photosynthesis, controlled environment agriculture, elevated CO, ISS spaceflight environment, NASA APH, microgravity",
  "full_text": "Introduction The Advanced Plant Habitat (APH) facility was designed and built by NASA and Orbital Technologies Corporation (ORBITEC, now Sierra Nevada Corp., Madison, WI, United States) to conduct both fundamental and applied plant research in reduced gravity ( Figure 1 ). Located in the Kibo module on the ISS, the APH was designed for a 10-year mission for collecting physiological data of plant responses to the spaceflight environment. This data will improve our understanding of how terrestrial biology responds to reduced gravity which is useful for enabling the manned exploration of space ( National Research Council, 2011 ;  Wheeler, 2017 ). FIGURE 1 APH Facility:  (A)  Modular APH subsystems.  (B)  Overall APH system architecture. Abbreviations are listed in  Table 1 . This paper describes the results of a hardware validation technology demonstration of the APH facility after its assembly on ISS. Technology demonstrations are simpler than typical flight experiments conducting peer-reviewed science designed to discern differences in plant responses caused by the lack of gravity ( Stutte et al., 2015 ). As such, extensive science and experiment verification tests prior to flight, and a corresponding ground experiment mimicking the culture and environmental conditions experienced on ISS were not conducted. The goal of this hardware validation test was to demonstrate that the APH facility was fully operational and capable of conducting fundamental plant research in microgravity onboard the ISS. The functionality of APH subsystems was verified, as well as the ability of APH to grow two plant species in microgravity during a 7-week period. Minimal ground testing was conducted in an APH engineering development unit (i.e., a similar but non-flight qualified version of the APH) to ensure wheat and  Arabidopsis  plants would germinate using the watering protocols recommended by the APH design team. The operation of the APH facility was verified by executing experiment profiles that controlled: (1) the environmental conditions during growth of each plant species, (2) chamber CO 2  to obtain daily gas exchange data from a plant canopy, and (3) chamber CO 2  and light intensity to conduct pre-programmed CO 2  drawdown experiments. Spaceflight Plant Research The primary goal of several decades of spaceflight plant research has been to determine if plant growth, development, and reproduction in microgravity is similar to that on Earth ( Stutte et al., 2015 ;  Zabel et al., 2016 ). The goal of this research was to determine if future plant-based Bioregenerative Life Support Systems (BLSS) growing crops for human colonies on the Moon or Mars ( Averner et al., 1984 ;  Wheeler, 2010 ,  2017 ) can be sized using 1 g data ( Monje et al., 2005 ). In addition, NASA has recently identified the need for new technologies in space crop production and food safety for supplementing the space diet with fresh leafy green crops in near term ISS, cislunar, and lunar missions ( Massa et al., 2015 ;  Anderson et al., 2017 ). Spaceflight plant research is conducted in plant chambers designed to operate in reduced gravity. Previous spaceflight experiments found that indirect effects of microgravity reduce plant growth in space ( Musgrave et al., 1997 ;  Monje et al., 2003 ). These indirect effects include: (1) altered behavior of liquids and gases affecting fluid behavior phenomena, (2) capillary-driven moisture redistribution resulting in poor root-zone aeration, and (3) the absence of buoyancy-driven convection causing poor mass and heat transfer to leaves and plant organs ( Musgrave et al., 1997 ;  Musgrave, 2002 ;  Monje et al., 2003 ;  Heinse et al., 2007 ;  Kitaya et al., 2010 ;  Stutte et al., 2015 ). Other considerations include the limited availability of resources in spacecraft (i.e., mass, power and volume) for plant chambers ( Zabel et al., 2016 ). As a result, plant growth systems for conducting spaceflight experiments [e.g., Advanced Astroculture (ADVASC) and the Biomass Production System (BPS)] were designed to mitigate these secondary effects of the spaceflight environment using forced convection and actively watered root modules that provide well-aerated root zones ( Stutte et al., 2015 ;  Zabel et al., 2016 ). However, these systems were limited by small growth areas available for crop production. Larger plant growth systems are required to overcome the remaining challenges in spaceflight plant research. These challenges are to develop and demonstrate the performance of substrate-free, gravity-independent, water delivery systems to safely grow salad crops in reduced gravity environments for supplementing crew diets ( Massa et al., 2015 ;  Anderson et al., 2017 ;  Monje et al., 2019 ;  Khodadad et al., 2020 ). NASA Facilities Enable Future Exploration NASA recently developed two new plant research facilities, Veggie and the APH, for conducting spaceflight plant research on ISS as recommended by the NRC Decadal Survey Study “Recapturing a Future for Space Exploration: Life and Physical Sciences Research for a New Era” ( National Research Council, 2011 ). These facilities have larger plant growth areas (∼0.2 m 2 ) and volumes than previous platforms, and are designed for studying crop production, plant-to-plant interactions, and human-plant-microbial ecosystems using large plants in space ( Massa et al., 2016 ;  Khodadad et al., 2020 ). Veggie uses LED lights, a passive watering system and minimal environmental control consisting of a fan to circulate ISS air through the plant growth volume. Recently, the Veggie was used to grow nutritious lettuce crops that are safe to eat on ISS ( Khodadad et al., 2020 ). In contrast, the APH facility is a research, plant growth chamber that can grow plants under complete environmental control (i.e., spectral quality, light intensity, temperature, relative humidity, CO 2  and ethylene concentration) for life cycles as long as 135 days ( Morrow et al., 2016 ). It incorporates a root module watering design that is similar to those developed for ADVASC and BPS: a substrate-based water delivery system that actively controls matric potential of the root zone ( Morrow and Crabb, 2000 ;  Link et al., 2003 ;  Morrow et al., 2004 ). The APH has the ability to collect non-destructive data sets (i.e., images and gas exchange rates) for measuring plant growth during spaceflight, and significantly expands the lighting capabilities (e.g., higher light intensities and increased spectral combinations) available for plant research on ISS. The APH measures CO 2  and water vapor fluxes using non-destructive gas exchange techniques demonstrated on the BPS, a predecessor to the APH with an identical CO 2  control architecture ( Monje et al., 2005 ). During the ISS Expedition 4 in 2002, the BPS was used to measure the photosynthetic canopy quantum yield (CQY), the conversion of absorbed radiation into gross CO 2  fixation, of wheat plant stands in microgravity using the CO 2  drawdown technique ( Morrow et al., 2004 ,  2016 ;  Monje et al., 2005 ;  Stutte et al., 2005 ). In that study, the canopy photosynthetic rates and CQY of 21-day-old wheat in microgravity did not differ from 1g controls at moderate light intensities ( Stutte et al., 2005 ). The APH was designed to also measure canopy photosynthetic rates and CQY during spaceflight, however, at higher light intensities than previously available in the BPS. The APH provides lighting with a wide range in spectral quality and a maximum photosynthetic photon flux density (PPFD) of 1,000 μmol m –2  s –1 , which is nearly three times higher than was possible in the BPS. Future plant research conducted in Veggie and APH will enable exploration by improving our understanding of how plants, and their associated microbiomes in leaves and roots, grow in the spaceflight environment. This knowledge is useful for developing suitable countermeasures to mitigate potential problems of crop production, water recycling, and atmosphere revitalization needed for supporting sustainable and long-term human colonies in space ( Wheeler, 2010 ,  2017 ). APH Facility The APH facility is a platform that permits the collection of physiological and environmental data to test specific hypotheses on how plant development, gene expression, photosynthesis and respiration, seed formation, plant/microbe interactions, or growth rate may respond to primary effects of microgravity or to secondary effects of the spaceflight environment. The APH is a controlled environment chamber (0.2 m 2  by 0.4 m tall) that is teleoperated from the ground, permitting minimal crew involvement to conduct science ( Figure 1A ). Crew operations are limited to adding water to the APH reservoirs, collecting biological samples, harvesting plants, and conducting periodic system maintenance. Biological samples from shoots and roots grown in APH (such as leaf disks, periodic harvest of plants, etc.) can be returned frozen, or in Kennedy Fixation Tubes (KFTs) containing fixatives (e.g., RNAlater), for post-flight analysis on the ground. The growth chamber controls temperature (T; 18–30°C), relative humidity (RH; 50–90%), CO 2  concentration (400–5,000 μmol mol –1 ), wind speed (0.3–1.5 m s –1 ), spectral quality, and provides the highest light level (up to 1,000 μmol m –2  s –1 ) of any spaceflight chamber to date ( Massa et al., 2016 ;  Zabel et al., 2016 ). In its baseline configuration, the plants germinate and grow in the APH Science Carrier (SC), a four-quadrant rooting module, using fertilized substrate-based media. Water for filling the reservoirs and wetting the rooting media are initially supplied from ISS potable water, while the majority of the water for sustaining plant growth and operations is provided by condensed humidity that is recycled back to the reservoir. Soil (media) water content is controlled in each rooting quadrant using an active moisture control system. Currently, the baseline configuration of the SC is a single-use 0.2 m 2  module that uses a porous granular substrate (1–2 mm arcillite) as rooting media. The media is watered using a manifold of porous ceramic tubes, and moisture content is actively controlled with negative pressure (i.e., suction) to provide optimum root zone water and O 2  in microgravity ( Monje et al., 2005 ;  Stutte et al., 2005 ;  Morrow et al., 2016 ). The amount of consumable media (∼4 kg per experiment) required by the current APH SC configuration makes this growth system unsustainable for future food production missions beyond low Earth orbit ( Monje et al., 2019 ), but it is adequate for conducting space biology and life-cycle crop production experiments. In space biology experiments, used root modules are often discarded after the plants are harvested because sample return space and down mass from the ISS is limited, however, the APH facility is versatile and can accommodate alternative SC designs for testing future sustainable crop production systems. APH Architecture The APH facility ( Figure 1A ) consists of the PHARMER (Plant Habitat Avionics Realtime Manager in EXPRESS Rack see  Table 1  for abbreviations) that commands several APH subsystems, including the Growth Chamber (GC) and the Growth Light Assembly (GLA). The GC controls ambient CO 2  concentration, removes ethylene, and houses the SC root module ( Figures 2A–C ). The PHARMER subsystem interfaces with other APH subsystems to monitor and control the internal APH environment and fluid levels along with APH thermal and power paths. TABLE 1 List of abbreviations. Symbol Definition AAA Avionics air assembly ADVSC Advance Astroculture APH Advance Plant Habitat BLSS Bioregenerative life support systems BPS Biomass Production System CQY Canopy quantum yield CWF Cool white fluorescent DAP Days after planting DPM Data processing module EMA Experiment Monitoring Area ECS Environmental control subsystems FDS Fire detection system GC Growth chamber GLA Growth light assembly GUI Graphical user interface HPS High pressure sodium ISS International Space Station KFT Kennedy fixation tubes KSC Kennedy Space Center MTL Moderate temperature loop NIR Near-infrared ORU Orbital replacement unit PH-01 Plant Habitat 1 experiment PHARMER Plant habitat avionics realtime manager in EXPRESS rack PDA Power distribution assembly P net Canopy net photosynthetic rate PPFD Photosynthetic photon flux density R dark Canopy dark respiration rate SC Science carrier TCS Thermal control subsystem TReK Telescience resource kit software VES Vacuum exhaust system WGS Waste gas system WRADS Water recovery and distribution subsystem FIGURE 2 APH Growth chamber subsystems: Science Carrier [SC;  (A–E) ] and Growth Light Assembly [GLA;  (F–I) ]. The SC is packed with 1–2 mm arcillite  (A–C) . The planting, germination and cultivation procedures were demonstrated in APH during ground studies  (D) . The Flight SC was shipped wrapped in a Tedlar bag  (E) . The GLA illuminates plants with LED lighting of different wavelengths: blue 455 nm  (F) , green 530 nm  (G) , red 630 nm  (H) , far-red 735 nm, and white 4100 K. The GLA can also provide mixed light recipes: red, blue, and white  (I) . The APH has two Environmental Control Subsystems (ECS) that physically interface to the EXPRESS Rack Gaseous Nitrogen (GN 2 ) system, Avionics Air Assembly (AAA), and Moderate Temperature Loop (MTL) ( Figure 1B ). The ECS units control GC air circulation, filtration, and provide temperature and humidity conditioning. The Water Recovery and Distribution Subsystem (WRADS) operates in conjunction with the APH ECS to provide water to the plant growth chamber. The APH facility has two water reservoirs (Distribution and Recovery) with a combined volume of 3 L. Plants growing in the GC transpire water supplied to the root zone from the 2 L Distribution reservoir. Transpired water is condensed and stored in the 1 L Recovery reservoir. The ECS replenishes the Recovery reservoir with condensate water and the WRADS dispenses water stored in the Distribution reservoir to each quadrant of the SC. The APH Power Distribution Assembly (PDA) is powered via the EXPRESS Rack power interface and provides the appropriate power levels to APH components: PHARMER, GC, GLA, SC, ECS, WRADS, and the Thermal Control Subsystem (TCS). The PHARMER also provides the communication path for command uplink to APH and telemetry downlink from APH via the EXPRESS Rack. Commanding of APH from the ground (i.e., teleoperation) was conducted at the Experiment Monitoring Area (EMA) at KSC. Hardware Validation A timeline of the APH hardware validation events is summarized in  Table 2 . The APH Flight Unit 1 was shipped in parts to the ISS on two spacecraft and assembled in space by the crew. After APH was powered up, a series of functional tests were conducted over 5 days (November 27 to December 01, 2017) to validate that the hardware was operational. The PHARMER was initiated, then commanding, telemetry, and data retrieval from PHARMER was verified, and each APH subsystem was powered up sequentially. The water reservoirs were filled by the crew with ISS potable water and the environmental control functions (temperature, humidity, CO 2  concentration, spectral quality, and light intensity), as well as, camera control functions of APH, were validated via commanding from the ground at KSC. At the end of the functional test, an acoustic test was performed and the APH was then configured for conducting a plant experiment. TABLE 2 Summary of events during hardware validation of APH on ISS. Event/Test Spacecraft/Module Date Astronaut Transported to ISS Cygnus OA-7 April 18, 2017 SpaceX 11 June 02, 2017 Assembly Kibo October 27, 2017 Joe Acaba 1st Power up 5 Day functional November 27 to December 01, 2017 Joe Acaba Acoustic test Kibo December 08, 2017 Alexander Misurkin 1st Plant test Arabidopsis January 22, 2018 to March 06, 2018 Norishige Kanai Wheat February 08, 2018 to March 12, 2018 Norishige Kanai First Power-Up After the APH facility was powered up, the crew filled the Recovery and Distribution reservoirs manually with potable galley water. Thereafter, the remaining activation steps were executed by an operator via commanding from the ground in the EMA at KSC using software and communications channeled via the Marshall Spaceflight Center. The environmental control systems (ECS-A and ECS-B) that control chamber temperature and humidity were primed and adjusted. Once stable temperature and humidity controls were established, it was verified that the ECS modules could control chamber temperature and humidity at the following setpoints: 23°C/70% RH, 18°C/50% RH, 18°C/90% RH, 30°C/90% RH, and 30°C/50% RH. The GC subsystem was powered to enable the chamber pressure, O 2 , and CO 2  sensors, as well as, initiate CO 2  and ethylene control. The APH GLA can generate a wide variety of spectral quality recipes using five LED banks: blue (0–400 μmol m –2  s –1  at 450 nm), green (0–100 μmol m –2  s –1  at 525 nm), red (0–600 μmol m –2  s –1  at 630 nm), white (0–600 μmol m –2  s –1  at 400–740 nm), and near-infrared (0–50 μmol m –2  s –1  at 735 nm). The setpoints for each separate blue, green, white, red, and near-infrared LEDs of the GLA were adjusted one at a time and photographs of the illuminated growth chamber were taken to confirm their operation ( Figures 2F–H ). The APH operates in several modes: Standby, Manual, and Experiment Profile. To test the Experiment Profile mode, the APH was configured to a desired experimental profile that adjusts daily settings of light intensity, spectral quality ( Figure 2I ), photoperiod, thermoperiod, relative humidity (RH), CO 2  concentration, chamber air speed, ethylene removal, and root zone matric potential. Changes in the timing of these parameters were observed, recorded, and verified using the APH Command log. First Plant Test Overview The main purpose of the first on-orbit plant growth test was to validate that the APH could grow large plants in the spaceflight environment. However, plant growth during spaceflight could not be compared to 1g controls because an identical ground study was not conducted during the validation test. Furthermore, there was no crew time allotted for thinning plants, and there were no provisions to bring back harvested plant samples for analysis on the ground. Instead, non-destructive and non-invasive gas exchange measurements (i.e., photosynthesis and respiration) of an  Arabidopsis /wheat canopy were recorded daily. Thus, healthy plant growth was ascertained by comparing images and gas exchange data collected during the life cycle of the plants with known values reported in the literature. The photosynthetic responses of an  Arabidopsis /wheat canopy to light and CO 2  concentration were measured in microgravity, and compared to literature values from previous studies with wheat conducted at 1g and during spaceflight ( Wheeler, 1996 ;  Monje and Bugbee, 1998 ;  Stutte et al., 2005 ). A SC root module, composed of 4 quadrants packed with 1–2 mm arcillite ( Figures 2A–C ), was pre-planted with two quadrants of  Arabidopsis  (WT) cv Col-0 and two quadrants of wheat cv Apogee. The SC planting and watering protocols used were previously tested on the ground in an APH engineering development unit ( Figure 2D ). For the 1st plant test of APH in microgravity, the pre-planted SC was wrapped in a Tedlar bag, packed in soft foam shipping units, and launched to ISS ( Figure 2E ) on Cygnus OA-7. During the first plant test, the SC was removed from the Tedlar stowage bag and installed in the APH by the crew. The APH was then teleoperated from the ground to water the plants and collect plant growth data without crew involvement. Experiment profiles, scripts that are executed daily by the PHARMER, were uploaded and implemented to capture a daily record of images, environmental and plant performance data. The experiment profiles were also used for conducting pre-progra",
  "introduction": "Introduction The Advanced Plant Habitat (APH) facility was designed and built by NASA and Orbital Technologies Corporation (ORBITEC, now Sierra Nevada Corp., Madison, WI, United States) to conduct both fundamental and applied plant research in reduced gravity ( Figure 1 ). Located in the Kibo module on the ISS, the APH was designed for a 10-year mission for collecting physiological data of plant responses to the spaceflight environment. This data will improve our understanding of how terrestrial biology responds to reduced gravity which is useful for enabling the manned exploration of space ( National Research Council, 2011 ;  Wheeler, 2017 ). FIGURE 1 APH Facility:  (A)  Modular APH subsystems.  (B)  Overall APH system architecture. Abbreviations are listed in  Table 1 . This paper describes the results of a hardware validation technology demonstration of the APH facility after its assembly on ISS. Technology demonstrations are simpler than typical flight experiments conducting peer-reviewed science designed to discern differences in plant responses caused by the lack of gravity ( Stutte et al., 2015 ). As such, extensive science and experiment verification tests prior to flight, and a corresponding ground experiment mimicking the culture and environmental conditions experienced on ISS were not conducted. The goal of this hardware validation test was to demonstrate that the APH facility was fully operational and capable of conducting fundamental plant research in microgravity onboard the ISS. The functionality of APH subsystems was verified, as well as the ability of APH to grow two plant species in microgravity during a 7-week period. Minimal ground testing was conducted in an APH engineering development unit (i.e., a similar but non-flight qualified version of the APH) to ensure wheat and  Arabidopsis  plants would germinate using the watering protocols recommended by the APH design team. The operation of the APH facility was verified by executing experiment profiles that controlled: (1) the environmental conditions during growth of each plant species, (2) chamber CO 2  to obtain daily gas exchange data from a plant canopy, and (3) chamber CO 2  and light intensity to conduct pre-programmed CO 2  drawdown experiments. Spaceflight Plant Research The primary goal of several decades of spaceflight plant research has been to determine if plant growth, development, and reproduction in microgravity is similar to that on Earth ( Stutte et al., 2015 ;  Zabel et al., 2016 ). The goal of this research was to determine if future plant-based Bioregenerative Life Support Systems (BLSS) growing crops for human colonies on the Moon or Mars ( Averner et al., 1984 ;  Wheeler, 2010 ,  2017 ) can be sized using 1 g data ( Monje et al., 2005 ). In addition, NASA has recently identified the need for new technologies in space crop production and food safety for supplementing the space diet with fresh leafy green crops in near term ISS, cislunar, and lunar missions ",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "Conclusion The APH Facility was installed, assembled and its ability for conducting fundamental plant research on ISS was evaluated and demonstrated. Wheat and  Arabidopsis  plant canopies were successfully grown from seed and harvested after 6 weeks and after 33 days of growth on ISS, respectively. No pre-flight testing was performed on the ground, thus design team recommended settings were used throughout the operation of the APH during the validation test. The planting, germination, and watering protocols for the two species were demonstrated on ISS. The ability to grow  Arabidopsis  stems, flowers and siliques was accomplished in 6 weeks and the APH’s ability to contain debris during harvest was demonstrated during harvest of the mature  Arabidopsis  plants. Environmental and non-destructive plant growth data was collected and used to validate the ability of APH to measure photosynthesis, respiration and CQY of a plant canopy during spaceflight."
}