{
  "id": "PMC7067979",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7067979/",
  "title": "Microbiological and Nutritional Analysis of Lettuce Crops Grown on the International Space Station",
  "authors": "Christina L. M. Khodadad, Mary E. Hummerick, LaShelle E. Spencer, Anirudha R. Dixit, Jeffrey T. Richards, Matthew W. Romeyn, Trent M. Smith, Raymond M. Wheeler, Gioia D. Massa",
  "year": "2020",
  "journal": "Frontiers in Plant Science",
  "abstract": "The ability to grow safe, fresh food to supplement packaged foods of astronauts in space has been an important goal for NASA. Food crops grown in space experience different environmental conditions than plants grown on Earth (e.g., reduced gravity, elevated radiation levels). To study the effects of space conditions, red romaine lettuce,  Lactuca sativa  cv ‘Outredgeous,’ plants were grown in Veggie plant growth chambers on the International Space Station (ISS) and compared with ground-grown plants. Multiple plantings were grown on ISS and harvested using either a single, final harvest, or sequential harvests in which several mature leaves were removed from the plants at weekly intervals. Ground controls were grown simultaneously with a 24–72 h delay using ISS environmental data. Food safety of the plants was determined by heterotrophic plate counts for bacteria and fungi, as well as isolate identification using samples taken from the leaves and roots. Molecular characterization was conducted using Next Generation Sequencing (NGS) to provide taxonomic composition and phylogenetic structure of the community. Leaves were also analyzed for elemental composition, as well as levels of phenolics, anthocyanins, and Oxygen Radical Absorbance Capacity (ORAC). Comparison of flight and ground tissues showed some differences in total counts for bacteria and yeast/molds (2.14 – 4.86 log 10  CFU/g), while screening for select human pathogens yielded negative results. Bacterial and fungal isolate identification and community characterization indicated variation in the diversity of genera between leaf and root tissue with diversity being higher in root tissue, and included differences in the dominant genera. The only difference between ground and flight experiments was seen in the third experiment, VEG-03A, with significant differences in the genera from leaf tissue. Flight and ground tissue showed differences in Fe, K, Na, P, S, and Zn content and total phenolic levels, but no differences in anthocyanin and ORAC levels. This study indicated that leafy vegetable crops can produce safe, edible, fresh food to supplement to the astronauts’ diet, and provide baseline data for continual operation of the Veggie plant growth units on ISS.",
  "keywords": "lettuce, microgravity, ISS, phyllosphere, rhizosphere, space, microbes",
  "full_text": "Introduction Crop production in space may be a necessary and desirable component of future exploration systems ( MacElroy et al., 1992 ;  Kliss et al., 2000 ). Fresh produce can be grown  in situ  to supplement a stored, packaged diet, and crops may provide beneficial nutrients as well as dietary variety. Veggie is a small plant growth chamber designed and built by Orbital Technologies Corporation (Now Sierra Nevada Corp., Madison, WI, United States) to grow vegetable crops in space ( Morrow et al., 2005 ;  Morrow and Remiker, 2009 ). The first Veggie plant growth chamber was launched to the International Space Station (ISS) in April, 2014 along with eighteen plant (rooting) pillows for the VEG-01 experiment. Veggie is a simple plant growth facility that uses LED lights and fans to circulate ISS air through the plant growth volume. A transparent, extensible bellows attached to the light unit via magnets contains the growing plants and any debris, and directs air flow from the bottom of the canopy to the top of the growth volume ( Figure 1 ). Screens remove large particles from the cabin air before it passes through the plant growth chamber, however, no level of filtration is present, so plants growing in Veggie are exposed to any microbial or chemical constituents present in the ISS environment. More details about the Veggie facility can be found in  Massa et al. (2016) . For the VEG-01 and VEG-03 demonstration tests, plants were grown from seeds in plant pillows. Plant pillows are small growing bags that interact with a root mat water reservoir on the Veggie baseplate. Pillows contain a calcined clay substrate mixed with controlled release fertilizer and wicks for seed attachment. Surface sanitized seeds are glued into these plant pillow wicks, and pillows are packaged for flight under sterile air. Further details of seed and pillow preparation are provided by  Massa et al. (2017b) . FIGURE 1 Veggie payload containing a crop of mature red romaine lettuce in Veggie pillows aboard the ISS with the light panel off  (left)  and red light panel on  (right) . Bellows are in the up position. A major focus of our research in the past several years has been to identify crop candidates with high potential for dietary supplementation, given the constraints associated with the current space diet. Ongoing testing has indicated that some essential human nutrients are either deficient in the processed and pre-packaged space foods (e.g., potassium, Vitamin K) or may degrade to inadequate levels over the times required for long duration missions (e.g., Vitamin B1, Vitamin C) ( Cooper, 2013 ). Several of these nutrients may be supplemented through fresh salad crops and will provide antioxidants and phytochemicals in a natural, whole-food form. Previous studies with salad crops have focused on combinations of environmental conditions (e.g., light, temperature, CO 2  concentration) needed to optimize plant growth for space settings ( Richards et al., 2004 ,  2006 ). While the macro nutritional value of crops was often evaluated in productivity studies (calories, protein, fats, and carbohydrates), micro nutritional data are limited ( McKeehen et al., 1996 ;  Wheeler et al., 1996 ,  1997 ). In order to utilize “pick-and-eat” produce such as the lettuce crops grown in VEG-01 and 03 as a supplemental food for space, nutritional assessment is essential. In this study we compare the nutritional quality of red romaine lettuce ( Lactuca sativa , cv. Outredgeous) grown on ISS to ground controls grown under the same ISS environmental conditions including relative humidity, CO 2  concentration and temperature. Within a Veggie chamber, conditions such as humidity and temperature can vary from ISS conditions outside the chamber, for example, the temperature and humidity inside the Veggie tend to be slightly elevated compared to the open cabin air. These differences may have an impact on the elemental, nutritional and microbiological components of the plant. Increased temperatures have been shown to decrease macronutrient content in red leaf lettuce while increasing flavonoids and phenolics ( Sublett et al., 2018 ). Studies have shown that increased humidity initiates a positive response in biomass yield in many agricultural crops while concomitantly decreasing transpiration rate altering the uptake of water and some nutrients ( Tibbitts, 1979 ;  Gislerød and Mortensen, 1990 ). Microbiological testing is an integral part of any food safety program to verify quality, production and proper handling processes but few studies exist for space grown plants ( Hummerick et al., 2010 ). We conducted microbiological testing of Veggie-grown produce to understand potential risks to astronauts as consumers. Good agricultural practices and procedures are in place to minimize microbial contamination of crops grown in Veggie, and microbial testing is one tool to verify the effectiveness of these processes ( Hummerick et al., 2011 ). Plant-growth conditions, the surrounding environment, mineral nutrition, and plant species can all influence the microbial populations living on plant surfaces ( Lindow and Brandl, 2003 ). A variety of microorganisms can be found on fresh produce, most as part of the normal flora of the plant with no adverse effect on humans if consumed ( Heaton and Jones, 2008 ;  Leff and Fierer, 2013 ;  Oyinlola et al., 2017 ). Microbiological analysis can also provide insight on the microbial ecology (population density and types of bacteria and fungi) of Veggie-grown plants. The likelihood of contamination and growth of potential human pathogens on plants grown in Veggie is low since sterilization/sanitization of seeds, plant growth medium, irrigation water, and hardware can be controlled. However, if a contamination event were to occur, the risks to the crew of exposure to food borne pathogens could be increased considering the association of immune dysregulation to spaceflight ( Borchers et al., 2002 ). Heterotrophic bacterial counts and the presence of Enterobacteriaceae that serve as an indicator of contamination of processed foods, irrigation water, and food processing surfaces are frequently present in raw foods like fresh produce making those tests irrelevant as risk indicators for fruits and vegetables ( Heaton and Jones, 2008 ;  Leff and Fierer, 2013 ). The microbial load on crops intended for consumption by astronauts presumably should fall within an acceptable range of microbiological standards set for food. Currently, however, there are no standards in place for microbial levels in fresh produce grown in space. The closest related NASA standards are for non-thermostabilized food items including any of the freeze dried foods consumed in orbit, e.g., shrimp cocktail, chocolate candy, granola bars. For example, the current limit for aerobic bacteria on a non-thermostabilized food item is <2 × 10 4  colony-forming units (CFU) per gram on one sample or <1 × 10 4  on two out of five samples ( Perchonok et al., 2012 ) however, these standards apply to prepackaged food sent from Earth. For fresh produce grown on ISS, the microbiological acceptability is assessed on a case-by-case basis relying on microbiological analysis of crops grown in ground studies analogous to Veggie grown crops. Microbiological analysis has been performed previously on edible plants grown in the Russian Lada chamber on ISS ( Hummerick et al., 2010 ,  2011 ). Mizuna, barley and radish from Lada were stored at −80°C after harvest until analysis was performed at Kennedy Space Center, Merritt Island, FL, United States. A range of microbial densities as indicated by aerobic bacterial and fungal plate counts was found depending on plant type and location. The four samples of mizuna, the only leafy green tested, were grown in different Lada root modules at different times and counts ranged from 3.1 × 10 3  – 8.7 × 10 5 . When compared to field grown or market produce of similar types these numbers are well within the expected range of microbial densities or even lower ( Holvoet et al., 2015 ;  Wood et al., 2015 ;  Fröhling et al., 2018 ; Hummerick et al., unpublished data). However, not all microorganisms can be cultured in the laboratory and alternate methods of community characterization are needed ( Byrd et al., 1991 ;  Schaule et al., 1993 ;  Kalmbach et al., 1997 ). Genomic DNA analysis using whole genome or amplicon sequencing provides the capability of identifying 98–99% of the microbes present in a complex, heterogeneous microbial community. With the current advances in technology, the Illumina MiSeq provided a platform for capturing the community structure of the leaf and root material returned from the ISS and for the ground control samples. Identifying the community makeup is the first step in understanding the complex structure and interactions between mutualistic or symbiotic partners in plant growth systems. The purpose of this study was to determine the effects of ISS and Veggie environmental conditions on the microbiological and nutritional quality of Veggie grown lettuce intended for crew consumption. Materials and Methods Plant Growth and Harvest The Veggie production system on ISS is a small plant growth chamber designed and built by ORBITEC (Madison, WI, United States) to grow crops in space ( Morrow et al., 2005 ;  Morrow and Remiker, 2009 ). The Veggie production system, equipped with LED lighting and a passive watering system, launched to the ISS in 2014 aboard Space X’s third Commercial Resupply (CRS-3) mission ( Figure 1 ). Red romaine lettuce  Lactuca sativa  cv. ‘Outredgeous’ was grown in Veggie rooting pillows as described by  Massa et al. (2017a) . Briefly, plants were grown in Veggie pillows containing solid, porous, arcillite (calcined clay) substrate in two different blends, either 100% sized to 600 μ–1 mm or a 1:1 ratio of that size to 1–2 mm (Turface Proleague, Profile Products, LLC) and controlled release fertilizer (Nutricote 18-6-8, type 180, Florikan, Sarasota, FL, United States). Procedures for detailed substrate and pillow preparation are outlined in  Massa et al. (2017b) . Two surface sanitized seeds were attached with guar in each plant pillow between paired germination wicks. All plant rooting pillows with attached seeds were kept dry in heat sealed, gas-impermeable Tedlar bags until test initiation on the ISS. Seeds for three separate, independent plantings (biological replicates) were germinated and grown for 33–56 days on ISS and ground controls were run in controlled environment chambers under ISS environmental conditions with a 24 h delay for VEG-01A and B and a 72 h delay for VEG-03A. Each experiment began with six rooting pillows. Germinated seeds were thinned to one plant per pillow at day 7. Each independent planting was grown at different times aboard ISS with parallel ground experiments for comparison ( Table 1 ). TABLE 1 Initiation and harvest schedule of red romaine lettuce crop in Veggie aboard ISS. Experiment Initiation date Harvest date VEG-01A 5/8/2014 6/10/2014 (Day 33) VEG-OIB 7/8/2015 8/10/2015 (Day 33) VEG-03A 10/25/2016 2nd 12/09/2016 4th 12/28/2016 Ground controls were harvested 1 day later for VEG-01 and 3 days later for VEG-03. VEG-01A was grown from May 8 to June 10, 2014; VEG-01B was grown from July 8 to August 10, 2015, and VEG-03A was grown from October 25 to December 28, 2016. VEG-01A and B were harvested after 33 days of growth using sanitized scissors to remove the leaves ( Table 1 ). VEG-03A leaves were harvested sequentially starting at 33 days followed by 3 weekly harvests. Harvested leaves from each plant were wrapped in foil and placed into a −80°C freezer. The first, third, and half of the fourth harvests were consumed by the crew. Only the 2nd harvest and the remaining leaves (approximately half of the total leaves) of the final harvest from VEG-03A were stored for sample return. After completion of the final harvest for all three plantings, two rooting pillows from each independent experiment were removed from Veggie hardware and placed into bags and frozen at −80°C. Ground control samples were processed and stored the same as flight samples. The Veggie baseplate was positioned 30.5–31.75 cm below the LED light array to provide approximately 200 μmol⋅m 2 ⋅s –1 of photosynthetically active radiation at the surface of the pillows in the center of the Veggie unit at a ratio of 12 red (630 nm): 3 Blue (455 nm): 1 green (530 nm). A photoperiod was set to 16 h light/8 h dark. Environmental conditions from the three experiments are summarized in  Supplementary Table S1 . Both the VEG-01A and part of the VEG-03A experiment on ISS had data collected inside the Veggie chamber using a temperature and relative humidity data logger. Sample Processing After return to Kennedy Space Center, Merritt Island, FL, United States samples from all three experiments were maintained in a −80°C freezer until analysis. Plant samples were removed from the freezer and processed immediately while pillows were thawed at 4°C overnight. Leaf biomass was divided for microbiological and chemical analysis. The samples intended for chemical analysis were subsequently frozen at −80°C, freeze dried, then ground up using an IKA Tekmar A10 Analytical Grinding Mill. Roots were removed from each pillow and divided for microbiological and molecular analysis. Microbiological Analysis Leaf and pillow root samples were placed into sterile 50 ml centrifuge tubes with sterile phosphate buffered saline (PBS) with glass beads, weighed then shaken vigorously for 2 min. Sample extracts were diluted into PBS and appropriate dilutions were plated in duplicate onto trypticase soy agar (TSA) and inhibitory mold agar (IMA). Plates were incubated at 30°C for 48 h for TSA and 72–120 h for IMA before enumeration of colonies. Individual colony phenotypes were selected for each sample and streaked for isolation. Isolated bacterial colonies were identified using the Micro Id System (Biolog, Hayward, CA, United States) or MicroSEQ 16S rDNA sequencing kit for bacteria (Thermo Fisher Scientific, Waltham, MA, United States). Fungal colonies were identified using the MicroSEQ D2 LSU rDNA kit for fungi (Thermo Fisher Scientific, Waltham, MA, United States). Sequencing was completed on the ABI 3130 Genetic Analyzer (Thermo Fisher Scientific, Waltham, MA, United States). Bacterial and fungal DNA sequences were identified using MicroSEQ ID Software V2.0 (Bacterial Library, 2009; Fungal Library, 2011, Applied Biosystems, Life Technologies, Foster City, CA, United States) and/or NCBI Basic Local Alignment Search Tool (BLAST). For microbial food safety screening, sample extracts were plated onto  E. coli /coliform and Staph Express Petrifilm (3M, St. Paul, MN, United States) according to manufacturer’s instructions. Petrifilms were incubated at 35°C for 24 h and colonies positive for  E. coli  and  S. aureus  were enumerated. Coliform colonies, if present, were re-isolated and further identified using Biolog GEN III plates. Screening for Salmonella was done by inoculating buffered peptone water (BPW) with 1 ml of sample extract followed by incubation at 35°C for 24 h. For selective enrichment, 1 ml of the incubated BPW was transferred into 5 ml of Rappaport-Vassiliadis (RV) broth or Tetrathionate broth (Thermo Fisher Scientific, Waltham, MA, United States) and incubated for 24 h at 35°C. Broths were then streaked onto selective media for  Salmonella  and incubated at 35°C for 24–48 h. These methods were adapted from the FDA bacteriological analytical manual ( FDA U.S. Food and Drug Administration, 2018 ). Microbial DNA Isolation, 16S and ITS PCR, and Sequencing DNA was isolated from sample material processed for microbiological analysis described above. Each sample was centrifuged at 13,000 rpm to pellet microbial cells, suspended in RNA later  and stored at −80°C until processing for DNA isolation was completed. DNA was extracted from plant leaf and root material of the Veggie pillows using the Microbial Cell DNA Isolation Kit (Qiagen, Inc, Carlsbad, CA, United States) then quantified using the Qubit 2.0 double stranded DNA assay (Invitrogen, Grand Island, NY, United States). The variable 4 region of the 16S ribosomal RNA gene (rRNA) was selected as a phylogenetic marker to identify microorganisms taxonomically to the species level. A dual indexing system for multiplexing was adapted for these communities and polymerase chain reaction (PCR) was optimized for reagent concentrations and volume. Each community was labeled with two barcoded primers for identification at completion of sequencing. Amplicons were created in triplicate using 1 ng of template DNA, and final reagent concentrations of 1X buffer, 200 μM dNTP’s, 25 mM MgCl 2 , and 300 nM each barcoded 16S rRNA gene primer for bacterial identification or barcoded ITS primers for fungal identification ( Bokulich and Mills, 2013 ;  Kozich et al., 2013 ). The PCR cycling conditions were 95°C for 5 min to denature the Taq polymerase enzyme, followed by 30 cycles of 95°C for 1 min, 58°C for annealing and 72°C for 2 min for extension. A final 10 min extension of 72°C completed the PCR run on a Bio-Rad C-1000 thermocycler. After PCR all amplicons were purified using the Min-Elute System (Qiagen, Carlsbad, CA, United States) and quantified with the Qubit 2.0 high sensitivity ds DNA assay (Invitrogen, Grand Island, NY, United States). The purified amplicons were then pooled in an equimolar concentration to create the library following Illumina protocols. The sample library was combined with a 10% Phi-X control library to create diversity and sequenced on the Illumina MiSeq using a V2 500-cycle kit (Illumina, Inc, San Diego, CA, United States). Sequence Analysis All 16S and ITS FASTQ sequences were obtained using the Illumina MiSeq Control Software and default settings for demultiplexing all samples. Sequence analyses for 16S sequences were completed using RDP GreenGenes ( DeSantis et al., 2006 ) to obtain the taxonomic reference. ITS FASTQ results were analyzed with the UNITE database ( Kõljalg et al., 2013 ) to analyze the reference sequences and for taxonomic assignment. The Shannon Index was calculated for alpha diversity for each sample with MiSeq control Software (Illumina, Inc. San Diego, CA, United States) while the Bray–Curtis ( Anderson, 2001 ) statistics methods calculated beta diversity between samples. Total Anthocyanins Approximately 100 mg of each dry sample powder was placed in an ASE350 cell of the Dionex Automated Solvent Extraction System (Dionex Corporation, Sunnyvale, CA, United States) and extracted with a solvent mixture of methanol:water:acetic acid (MWA) 85:14.5:0.5 (V/V/V) (methanol and acetic acid; Sigma-Aldrich, St. Louis, MO, United States). Parameters for the ASE 350 were: 100°C with 5 min static time; 70% flush; 90 s purge; 1 cycle; and 1500 psi. Extracts were analyzed immediately after extraction for total anthocyanin content by reading their absorbance at 530 and 650 nm (Beckman DU 700). A standard curve was created using Cyandin-3-Glycoside (Sigma-Aldrich, St. Louis, MO, United States). ORAC and Total Phenolic Content A separate extract was prepared for the determination, firstly, of the antioxidant capacity using the hydrophilic Oxygen Radical Adsorption Capacity (ORAC-FL) assay and secondly, the total phenolics in the sample. Twenty five milligrams (25 mg) of the freeze dried sample was placed in an ASE 350 cell and extracted with acetone:water:acetic acid (AWA) at the ratio of 70%:29.5%:0.5%. Parameters for the ASE 350 were: 80°C with 5 min static time; 60% flush; 60 s purge; 1 cycle; and 1500 psi. Aliquots of 0.2 ml were subsequently reacted with Folin-Ciocalteu phenol reagent (Sigma Aldrich, St. Louis, MO, United States) for the determination of total phenolics by the modified Folin-Ciocalteu assay ( Prior et al., 2005 ). A series of known concentrations of gallic acid (Sigma Aldrich, ",
  "introduction": "Introduction Crop production in space may be a necessary and desirable component of future exploration systems ( MacElroy et al., 1992 ;  Kliss et al., 2000 ). Fresh produce can be grown  in situ  to supplement a stored, packaged diet, and crops may provide beneficial nutrients as well as dietary variety. Veggie is a small plant growth chamber designed and built by Orbital Technologies Corporation (Now Sierra Nevada Corp., Madison, WI, United States) to grow vegetable crops in space ( Morrow et al., 2005 ;  Morrow and Remiker, 2009 ). The first Veggie plant growth chamber was launched to the International Space Station (ISS) in April, 2014 along with eighteen plant (rooting) pillows for the VEG-01 experiment. Veggie is a simple plant growth facility that uses LED lights and fans to circulate ISS air through the plant growth volume. A transparent, extensible bellows attached to the light unit via magnets contains the growing plants and any debris, and directs air flow from the bottom of the canopy to the top of the growth volume ( Figure 1 ). Screens remove large particles from the cabin air before it passes through the plant growth chamber, however, no level of filtration is present, so plants growing in Veggie are exposed to any microbial or chemical constituents present in the ISS environment. More details about the Veggie facility can be found in  Massa et al. (2016) . For the VEG-01 and VEG-03 demonstration tests, plants were grown from seeds in plant pillows. Plant pillows are small growing bags that interact with a root mat water reservoir on the Veggie baseplate. Pillows contain a calcined clay substrate mixed with controlled release fertilizer and wicks for seed attachment. Surface sanitized seeds are glued into these plant pillow wicks, and pillows are packaged for flight under sterile air. Further details of seed and pillow preparation are provided by  Massa et al. (2017b) . FIGURE 1 Veggie payload containing a crop of mature red romaine lettuce in Veggie pillows aboard the ISS with the light panel off  (left)  and red light panel on  (right) . Bellows are in the up position. A major focus of our research in the past several years has been to identify crop candidates with high potential for dietary supplementation, given the constraints associated with the current space diet. Ongoing testing has indicated that some essential human nutrients are either deficient in the processed and pre-packaged space foods (e.g., potassium, Vitamin K) or may degrade to inadequate levels over the times required for long duration missions (e.g., Vitamin B1, Vitamin C) ( Cooper, 2013 ). Several of these nutrients may be supplemented through fresh salad crops and will provide antioxidants and phytochemicals in a natural, whole-food form. Previous studies with salad crops have focused on combinations of environmental conditions (e.g., light, temperature, CO 2  concentration) needed to optimize plant growth for space settings ( Richards et al., 2004 ,  2006 )",
  "methods": "Materials and Methods Plant Growth and Harvest The Veggie production system on ISS is a small plant growth chamber designed and built by ORBITEC (Madison, WI, United States) to grow crops in space ( Morrow et al., 2005 ;  Morrow and Remiker, 2009 ). The Veggie production system, equipped with LED lighting and a passive watering system, launched to the ISS in 2014 aboard Space X’s third Commercial Resupply (CRS-3) mission ( Figure 1 ). Red romaine lettuce  Lactuca sativa  cv. ‘Outredgeous’ was grown in Veggie rooting pillows as described by  Massa et al. (2017a) . Briefly, plants were grown in Veggie pillows containing solid, porous, arcillite (calcined clay) substrate in two different blends, either 100% sized to 600 μ–1 mm or a 1:1 ratio of that size to 1–2 mm (Turface Proleague, Profile Products, LLC) and controlled release fertilizer (Nutricote 18-6-8, type 180, Florikan, Sarasota, FL, United States). Procedures for detailed substrate and pillow preparation are outlined in  Massa et al. (2017b) . Two surface sanitized seeds were attached with guar in each plant pillow between paired germination wicks. All plant rooting pillows with attached seeds were kept dry in heat sealed, gas-impermeable Tedlar bags until test initiation on the ISS. Seeds for three separate, independent plantings (biological replicates) were germinated and grown for 33–56 days on ISS and ground controls were run in controlled environment chambers under ISS environmental conditions with a 24 h delay for VEG-01A and B and a 72 h delay for VEG-03A. Each experiment began with six rooting pillows. Germinated seeds were thinned to one plant per pillow at day 7. Each independent planting was grown at different times aboard ISS with parallel ground experiments for comparison ( Table 1 ). TABLE 1 Initiation and harvest schedule of red romaine lettuce crop in Veggie aboard ISS. Experiment Initiation date Harvest date VEG-01A 5/8/2014 6/10/2014 (Day 33) VEG-OIB 7/8/2015 8/10/2015 (Day 33) VEG-03A 10/25/2016 2nd 12/09/2016 4th 12/28/2016 Ground controls were harvested 1 day later for VEG-01 and 3 days later for VEG-03. VEG-01A was grown from May 8 to June 10, 2014; VEG-01B was grown from July 8 to August 10, 2015, and VEG-03A was grown from October 25 to December 28, 2016. VEG-01A and B were harvested after 33 days of growth using sanitized scissors to remove the leaves ( Table 1 ). VEG-03A leaves were harvested sequentially starting at 33 days followed by 3 weekly harvests. Harvested leaves from each plant were wrapped in foil and placed into a −80°C freezer. The first, third, and half of the fourth harvests were consumed by the crew. Only the 2nd harvest and the remaining leaves (approximately half of the total leaves) of the final harvest from VEG-03A were stored for sample return. After completion of the final harvest for all three plantings, two rooting pillows from each independent experiment were removed from Veggie hardware and placed into bags and frozen at −80°C. Ground cont",
  "results": "Results Microbial Counts on Leaves and Roots VEG-01A was the first time the Veggie facility had been used for plant growth on ISS ( Massa et al., 2017a ,  b ) so presumably it would have been the least likely of the three plantings described in this study to harbor microbial contamination. Aerobic plate counts for the leaves harvested from VEG-01B flight plants were significantly higher than the counts from both harvests of VEG-03A flight and the ground controls ( P  < 0.05) ( Figure 2 ). With the exception of VEG-01B, the flight and ground control aerobic plate counts on leaves were not significantly different. The bacterial counts on ground control samples from VEG-01B were significantly lower than the flight leaves by orders of magnitude ( P  < 0.0001) ( Figure 2 ). Previous studies ( Hummerick et al., 2010 ,  2012 ) have shown an increase in microbial counts with a repeated harvest or “cut and come again” protocol as was done in VEG-03A. An increase between the 2nd and 4th harvests was not seen in bacterial counts on the leaves, however, fungal counts in the flight leaves were significantly higher in the 4th harvest when compared to the 2nd harvest ( P  = 0.0002) ( Figure 3 ). FIGURE 2 Mean bacterial  (A)  and fungal  (B)  counts on Outredgeous leaves from three Veggie experiments. Bacterial counts are CFU on TSA per gram of frozen tissue and fungal counts are CFU from IMA plates. Error bars represent standard error of the mean. Horizontal lines indicate significance between flight samples. * P  < 0.05,  ∗∗ P  < 0.01,  ∗∗∗ P  < 0.001. Significant differences were determined using an ANOVA with Tukey’s post test to compare groups. FIGURE 3 Mean bacterial  (A)  and fungal  (B)  counts on Outredgeous roots from three Veggie grow outs. Bacterial counts are CFU on TSA per gram of frozen tissue and fungal counts are CFU on IMA plates. Error bars represent standard error of the mean. Horizontal lines indicate significance between flight samples.  ∗ P  < 0.05,  ∗∗ P  < 0.01. Significant differences were determined using an ANOVA with Tukey’s post test to compare groups. The bacterial counts on lettuce leaves grown on ISS in VEG-01A, B and both harvests from VEG-03A were relatively low on average, 3.53, 4.86, 2.89, and 2.14 log 10  CFU/g respectively ( Figure 2 ), when compared to farm or market produce counts of similar type ( Valentin-Bon and Jacobson, 2008 ;  Rastogi et al., 2012 ;  Jackson et al., 2013 ;  Holvoet et al., 2015 ;  Wood et al., 2015 ;  Hagenmair and Baker, 2016 ;  Oyinlola et al., 2017 ;  Fröhling et al., 2018 ;  Zhang et al., 2018 ). Fungal counts on Veggie grown lettuce ranging from 2.3 to 4.3 log 10  CFU/g were within the range of yeast and mold counts on lettuce reported in the literature ( Figure 3 ) ( Oliveira et al., 2010 ). Bacterial counts from the roots in the VEG-03A grow out were significantly lower than the other two grow outs and lower than the corresponding ground control ( Figure 3 ) although these counts were in a range of 10 6 -10 8  per gram which is typical of lettuce root tissue ( Riser et al., 1984 ;  Adesina et al., 2009 ). Screening for potential food borne pathogens,  E. coli, Salmonella sp. , and  S. aureus  on the leaf tissue yielded negative results. These screening results were corroborated by NGS data. Cultivated Bacterial and Fungal Isolate Identification Cultivation of individual bacterial colony phenotypes on TSA from VEG-01 and VEG-03 samples yielded 14 genera identified from the leaf samples ( Table 2 ) and 19 from the root samples ( Table 3 ). It is important to note that culture based isolation utilized in this study is limited to the selection of the mostly dominant colony phenotypes that grew under aerobic conditions on one type of general growth media. A majority of the bacterial taxa isolated from the Veggie grown leaves are known endophytic and/or epiphytic phyllosphere commensals or symbionts including  Arthrobacter  ( Scheublin and Leveau, 2013 ),  Methylobacterium  ( Pe",
  "discussion": "Discussion Differences in culturable bacterial and fungal density on the leaves in each of the Veggie plantings can not necessarily be traced to a particular source or environmental condition. However, it is reasonable to conclude that environmental conditions such as temperature and humidity, water levels provided, the microbiota in the air on ISS, and possible human interaction at the time of growth and harvest may contribute to the microbial community and density on the surface of the leaves. Terrestrially, airborne bacteria and fungal spores can land on the surface of leaves and become a part of the epiphytic microbial community albeit transient and dynamic depending on selective pressures ( Lindow and Brandl, 2003 ;  Vokou et al., 2012 ;  Maignien et al., 2014 ). Varying conditions such as humidity, leaf surface moisture and temperature can also effect the colonization and growth of bacteria and fungi on leaf surfaces. There is a positive correlation between fungal sporulation and the duration of leaf surface moisture ( Talley et al., 2002 ;  Li et al., 2014 ). Poor air circulation can cause persistent droplets of moisture on the surface of a leaf due to transpiration producing a micro environment favorable for microbial proliferation. In the case of the three Veggie plantings on the ISS, environmental data collected by HOBO data recorders ( Supplementary Table S1 ) showed that temperature and humidity were slightly higher inside the Veggie chamber during the first 22 days of VEG-03A growth than the other two Veggie tests. Additionally, germinating seedlings in the VEG-03A test had excess moisture in the early period of growth, likely due to a fan malfunction, when compared to the VEG-01A and VEG-01B plants. It was during this experiment that our team identified a consistent anomaly with the Veggie hardware – specifically that when power is cycled to the hardware, upon restarting the fan will read “low” but it will actually be off. This problem also led to issues of excess moisture in an earlier Zinnia test but a repetition of this with lettuce confirmed the anomaly. In contrast, VEG-01A and VEG-01B tests had no fan issues, but instead the plants had some periods of low water early on (see  Massa et al., 2017a ). Given that Veggie is a manually watered system and that fluid behavior in microgravity differs considerably from that on Earth, these early Veggie experiments involved considerable variation in fluid addition as both the ground teams and the astronauts struggled to effectively water the crops. Logged data from VEG-03A were not collected for the duration of the 64 days experiment so it is speculative to conclude any correlation between microbial counts and Veggie chamber conditions. Key to this work is determining the microbiological food safety of Veggie grown crops. Bacterial and fungal counts on fresh plant material are not necessarily an indication of the food quality and microbiological safety of the item and vary depending on t",
  "conclusion": ""
}