{
  "id": "PMC7010715",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7010715/",
  "title": "Brassinosteroids Inhibit Autotropic Root Straightening by Modifying Filamentous-Actin Organization and Dynamics",
  "authors": "Louise de Bang, Ana Paez-Garcia, Ashley E. Cannon, Sabrina Chin, Jaydeep Kolape, Fuqi Liao, J. Alan Sparks, Qingzhen Jiang, Elison B. Blancaflor",
  "year": "2020",
  "journal": "Frontiers in Plant Science",
  "abstract": "When positioned horizontally, roots grow down toward the direction of gravity. This phenomenon, called gravitropism, is influenced by most of the major plant hormones including brassinosteroids. Epi-brassinolide (eBL) was previously shown to enhance root gravitropism, a phenomenon similar to the response of roots exposed to the actin inhibitor, latrunculin B (LatB). This led us to hypothesize that eBL might enhance root gravitropism through its effects on filamentous-actin (F-actin). This hypothesis was tested by comparing gravitropic responses of maize ( Zea mays ) roots treated with eBL or LatB. LatB- and eBL-treated roots displayed similar enhanced downward growth compared with controls when vertical roots were oriented horizontally. Moreover, the effects of the two compounds on root growth directionality were more striking on a slowly-rotating two-dimensional clinostat. Both compounds inhibited autotropism, a process in which the root straightened after the initial gravistimulus was withdrawn by clinorotation. Although eBL reduced F-actin density in chemically-fixed  Z. mays  roots, the impact was not as strong as that of LatB. Modification of F-actin organization after treatment with both compounds was also observed in living roots of barrel medic ( Medicago truncatula ) seedlings expressing genetically encoded F-actin reporters. Like in fixed  Z. mays  roots, eBL effects on F-actin in living  M. truncatula  roots were modest compared with those of LatB. Furthermore, live cell imaging revealed a decrease in global F-actin dynamics in hypocotyls of etiolated  M. truncatula  seedlings treated with eBL compared to controls. Collectively, our data indicate that eBL-and LatB-induced enhancement of root gravitropism can be explained by inhibited autotropic root straightening, and that eBL affects this process, in part, by modifying F-actin organization and dynamics.",
  "keywords": "autotropism, actin, brassinosteroids, clinostat, cytoskeleton, gravitropism, root development",
  "full_text": "Introduction Plants are sessile organisms that are limited by their location. As such, they have evolved sensitive and delicate ways to respond to environmental cues allowing them to reprogram their growth when presented with changes in their surroundings. One of the adaptive behaviors that plants exhibit in response to external signals is the ability to redirect the growth of their major organs towards or away from a perceived stimulus. These phenomena, collectively called tropisms, shape the above and belowground architecture of the plant. One of the most widely studied tropisms is gravitropism, which describes the growth of shoots and roots away or toward the gravity vector, respectively. Gravity perception occurs in the columella cells located in the root cap or endodermal cells in shoots. Columella and endodermal cells contain starch-filled amyloplasts, called statoliths, which sediment to the lower side of the cell when the plant is reoriented relative to the gravity vector ( Sack, 1997 ;  Tasaka et al., 1999 ;  Kiss, 2000 ). The physical signal triggered by statolith sedimentation is transduced to the growing regions of the organ resulting in differential growth between the upper and lower sides ( Blancaflor and Masson, 2003 ;  Sato et al., 2015 ). Plant organs typically have a defined gravitropic set point angle (GSA). Although the GSA of a specific organ is influenced by the developmental stage of the plant and other environmental cues, it is under tight genetic control allowing for the maintenance of a defined growth angle relative to gravity when other external signals are kept constant. For instance, under carefully controlled laboratory conditions, the main shoot axis typically grows vertically upward (negative gravitropism) with a GSA of 180˚ and the primary root grows vertically downward (positive gravitropism) with a GSA of 0˚. Lateral roots and shoot branches typically have a GSA between these values ( Firn and Digby, 1997 ). Recently, mechanisms underlying GSA of plant organs that exhibit non-vertical growth, such as lateral roots and shoot branches, have been shown to be dependent on auxin and plant nutritional status ( Roychoudhry et al., 2013 ;  Roychoudhry et al., 2017 ). Most studies on gravitropism have focused on understanding biological processes that lead to the initial redirection of organ growth when the plant is reoriented. However, gravitropism has been viewed as a composite response that includes restrained or anti-gravity growth readjustment in which the organ eventually straightens after the initial growth redirection. The latter phenomenon is known as autotropic straightening or autotropism ( Stankovic et al., 1998a ;  Stanković et al., 1998b ). Although it is well established that the initial gravitropic response (i.e. downward root growth and upward shoot growth) is modulated by auxin redistribution ( Swarup et al., 2001 ;  Rakusova et al., 2015 ), there is accumulating evidence that most of the major plant hormones participate in gravitropism through overlapping signaling pathways ( Guisinger and Kiss, 1999 ;  Lofke et al., 2013 ;  Vandenbussche et al., 2013 ;  Pernisova et al., 2016 ). By contrast, little is known about the underlying mechanisms regulating autotropism. It has been debated whether induction of autotropic straightening is triggered by gravity itself ( Myers et al., 1995 ) or as an autonomic counter response to gravitropic bending ( Tarui and Iino, 1999 ;  Bastien et al., 2013 ;  Okamoto et al., 2015 ). It has also been suggested that the term autotropism should be used exclusively in situations when plant organs straighten after withdrawal of the gravity stimulus through randomization of the gravity vector on a clinostat or in microgravity ( Stanković et al., 1998b ). The cytoskeleton has been proposed to play major roles in all phases of gravitropism ( Blancaflor, 2002 ;  Bisgrove, 2008 ). Microtubules and filamentous-actin (F-actin) are the core protein components of the cytoskeleton, and their dynamics and higher order organization within the cell are defined by many regulatory proteins ( Blancaflor, 2013 ). Most studies implicating the cytoskeleton in gravitropism have employed pharmacological approaches in which roots or shoots were exposed to cytoskeletal inhibitors, and the subsequent response of the organ to a horizontal reorientation was quantified ( Blancaflor, 2002 ). Interestingly, such approaches have revealed that chemical inhibitors of F-actin such as latrunculin B (LatB) or cytochalasin B can elicit stronger gravitropic responses in shoots and roots ( Blancaflor and Hasenstein, 1997 ;  Yamamoto and Kiss, 2002 ;  Blancaflor et al., 2003 ;  Hou et al., 2003 ;  Hou et al., 2004 ). The stronger gravitropic response of roots and shoots after treatment with F-actin antagonists was recapitulated in  Arabidopsis thaliana  mutants disrupted in vegetative actin isoforms ( Kato et al., 2010 ;  Lanza et al., 2012 ). Furthermore, the  A. thaliana shoot gravitropic response9  ( sgr9 ) mutant, which had reduced shoot gravitropism and statolith sedimentation, could be rescued by LatB treatment ( Nakamura et al., 2011 ). Recently, delayed root gravitropism in  A. thaliana actin-related protein 3  ( arp3 ) mutants was linked to abnormal amyloplast sedimentation and bundled F-actin in the columella cells. The delay in root gravitropism was reversed by LatB exposure ( Zhou et al., 2016 ). It was postulated that actin disruption promoted gravitropism by increasing gravity sensing potential through unimpeded statolith sedimentation ( Blancaflor, 2013 ). However, this hypothesis remains to be tested experimentally. As noted, gravitropism is modulated by most of the major plant hormones, but in the context of past actin inhibitor studies, brassinosteroid is the plant hormone that is of most interest. Like LatB, eBL promoted gravitropism in shoots and roots ( Meudt, 1987 ;  Kim et al., 2000 ;  Li et al., 2005 ;  Kim et al., 2007 ;  Lanza et al., 2012 ). The effect of eBL on root gravitropism was explained primarily through its interaction with auxin ( Kim et al., 2000 ;  Kim et al., 2007 ). In  A. thaliana , eBL induced the accumulation of the auxin efflux carrier PIN-FORMED 2 (PIN2) protein in the root elongation zone ( Li et al., 2005 ). The effect of eBL on PIN2 accumulation was proposed to involve the actin cytoskeleton through an increase in the expression domains of ROP2 (for Rho of Plants), a small GTPase regulator of F-actin dynamics ( Li et al., 2005 ). Furthermore, it was shown that exogenous eBL treatment altered both actin organization and PIN2 polar localization in  A. thaliana  roots in a manner similar to that of auxin ( Lanza et al., 2012 ). Taken together, the actin cytoskeleton appears to be a component of the signaling pathways by which eBL promotes gravitropic growth responses in plants. The promotive effect of LatB and eBL on gravitropism has been explained primarily in regard to their impact on gravity sensing events or on the differential growth responses resulting from altered auxin redistribution ( Hou et al., 2003 ;  Hou et al., 2004 ;  Li et al., 2005 ;  Lanza et al., 2012 ;  Blancaflor, 2013 ). However, a recent study with  A. thaliana  mutants disrupted in genes encoding the actin motor protein myosin presents an alternative hypothesis to explain the LatB- or eBL-induced enhancement of root gravitropism. The apparent promotion of tropistic organ responses brought about by altered actin function may instead be due to its inhibition of the autotropic straightening response ( Okamoto et al., 2015 ). In the study by  Okamoto et al. (2015) , inflorescence stems of  A. thaliana  myosin XI mutants bent strongly when the initial gravity stimulus was withdrawn by clinorotation, an observation that mirrored the persistent curvature of  Z. mays  roots treated with LatB ( Hou et al., 2003 ). Here, we show that eBL-treated roots exhibited persistent curvature responses when the initial gravity response was withdrawn by clinorotation in a similar manner as LatB-treated roots. Our results indicate that the apparent promotion of root gravitropism by eBL can be explained by its inhibitory effect on autotropic straightening that resulted, in part, from eBL-mediated alterations in F-actin dynamics and organization. Materials and Methods Zea mays  Root Growth and Drug Treatments Maize ( Zea mays  L. cultivar Merit) seeds were soaked for 10 to 12 h in deionized water. After soaking, seeds were planted side by side with the embryo facing down on 45 × 35 cm opaque plastic trays lined with moist germination paper (Seedburo Equipment Co. USA). The seeds were covered with a second layer of germination paper and gentle pressure was applied to the paper so that surface tension between the two sheets of paper held the seeds in place. A second opaque plastic tray was placed on top of the first tray so that the two layers of germination paper containing the seeds were secured between the two trays. The trays were oriented vertically in a plastic tub filled with water to a depth of 5–10 cm to keep the germination paper moist. After 48 h, seedlings with 1–2 cm long straight primary roots were selected and treated with working solutions of LatB, eBL or the corresponding solvent control, which consisted of diluted dimethyl sulfoxide (DMSO). To treat roots, a set-up consisting of 1.5 ml microfuge tubes oriented vertically on microfuge holders was prepared. The center of the lid of the microfuge tube was punctured with the tip of a heated metal probe to create a 2 mm diameter hole, and 1 ml of the treatment solution was added to each tube. Selected seedlings were transferred one at a time to each microfuge tube by inserting the roots into the hole so that 20 mm of the root tip was immersed vertically in the solution. Seedlings were stabilized during treatment by mounting the kernel to the microfuge tube with caulking compound. Roots were incubated with 100, 250, 500, and 1,000 nM LatB and eBL and DMSO controls using this set-up for 1 h. Soaking, germination and treatment was done in a Conviron growth chamber (Controlled Environments Ltd, Canada) set to 24°C with 14 h (120 μmoles m -2  s -1 )/10 h day/night cycle. Stock solutions of LatB (1mM; Calbiochem, USA) and eBL (10 mM; Santa Cruz Biotechnology, USA) were prepared with 100% (v/v) DMSO (Sigma-Aldrich, USA) and stored at -20°C prior to use. Working solutions were prepared by adding the appropriate volume of stock solution to sterile de-ionized water. Z. mays  Clinorotation Assays After treatment, five seedlings were selected from each treatment group and mounted on 10 × 10 cm square Petri dishes with double-sided foam tape. The lid of the Petri dish was lined with two layers of wet germination paper (Seedburo Equipment Co., USA) to maintain high humidity. The Petri dishes were sealed with parafilm and mounted on a custom-built two-dimensional (2-D) clinostat located in the same Conviron growth chamber (Controlled Environments Ltd, Canada) used for seed germination and root treatment. The Petri dishes were first mounted so that the roots were vertical ( Appendix 1 ). After 60 min the Petri dishes were rotated by 90° so that roots were in a horizontal position. After 20 min, the clinostat was activated and roots were rotated for 20 h at 1 revolution per minute (RPM). Digital images of the roots after clinorotation were captured using a camera mounted on a copy stand. Each treatment was replicated three times using a total of 15–20 seedlings. Root curvature was measured using ImageJ software ( https://imagej.nih.gov/ij/ ). Time-Lapse Imaging of Graviresponding  Z. mays  Roots Another set of  Z. mays  seedlings was treated with 100 nM LatB, 500 nM eBL and the solvent control solution and mounted on square Petri dishes following the methods described above. The plates were positioned so that the roots were in a vertical orientation. After 60 min, the plates were rotated 90° so that the roots were horizontal. Immediately after rotation, images were captured every 15 min for 12 h. Time-lapse movies were generated using the Metamorph 5.0 image acquisition software (Universal Imaging Corp, USA). From the generated time-lapse movies, the root tip angle with respect to the horizontal was measured using ImageJ software. Experiments were repeated at least three independent times with 15-20 seedlings per treatment. F-Actin Labeling and Confocal Microscopy of Fixed  Z. mays  Roots Labeling and imaging of F-actin was essentially as described by  Dyachok et al. (2016) . Briefly, the apical 5 mm of roots incubated in LatB, eBL and the corresponding solvent control for 1 h were fixed in 50 mM piperazine- N,N ′ bis [2-ethansesulfonic acid], 2 mM MgCl 2 , and 10 mM ethylene glycol-bis(β-aminoethyl ether)-N,N,N′,N′-tetraacetic acid pH 7.0 (PME buffer) containing 5% DMSO and 2% paraformaldehyde (Electron Microscopy Sciences, USA). After roots were washed with PME buffer, they were sectioned at a thickness of 70 μm using a Vibratome 1500 (Ted Pella Inc., USA). F-actin in the root sections was labelled with Alexa Fluor 488-phalloidin (Molecular Probes, USA) suspended in PME buffer. After mounting sections on glass slides, they were imaged with an inverted Leica TCS-SP8-X confocal laser scanning microscope (Leica Microsystems, Germany) equipped with a 63× oil-immersion objective. Alexa-Fluor was excited with the 488 nm line of the white light laser and emission was detected at 522 nm. To enhance the resolution of F-actin images obtained from fixed roots for downstream quantitative analysis, the HyVolution deconvolution package (Huygens, The Netherlands) was used to process image data directly acquired with the Leica SP8-X system. Five optical sections taken at 0.5 μm intervals were acquired. Each dataset was then processed using the wizard-driven HyVolution user interface linked with the Leica Application Suite (LAS) software. Generation of  M. truncatula  Plants Expressing Fluorescent Protein-Based F-Actin Reporters Transgenic  M. truncatula  lines expressing  UBQ10:Lifeact-mGFP  and  UBQ10:GFP-ABD2-GFP  were generated essentially as described in  Jiang et al. (2019) . Briefly,  Agrobacterium tumefaciens  strain EHA 105 harboring Lifeact and ABD2 constructs were streaked on Luria-Bertani (LB) agar plates containing 50 mg ml -1  kanamycin and 25 mg ml -1  rifampicin and cultured at 28°C for 2–3 days. A single colony was picked and then cultured in LB liquid media containing the same antibiotics for 16 h or until the OD600 was 0.6–0.8. The trifoliates located second from the top were collected from 4–6 week-old  M. truncatula  R108 plants grown at 24/20°C and 16/8 h day/night. The leaves were sterilized with 20% commercial bleach containing a drop of Tween-20 for 10 min and then washed three times with sterile water. The leaves were then infected with the  A. tumefaciens  suspension that was generated by centrifuging the  A. tumefaciens  liquid culture at 3,500 rpm for 20 min and then resuspending the pellets in liquid infection medium to an OD600 of 0.2–0.3. The infection procedure included a 10-min vacuum infiltration, a 3–5 min sonication and then another 10-min vacuum infiltration. After this, the infected leaves were blot dried and plated on co-cultivation medium. The trifoliate explants were transferred onto selection medium containing 10 mg ml -1  hygromycin after 24–30 h incubation under 24°C in the dark. Culture of the explants continued for an additional 5–6 weeks under the same conditions or until enough resistant calli were produced. The resistant calli were then transferred onto shoot regeneration medium and cultured under 150 μmoles m -2  s -1  light at 24/20°C and 16/8 h day/night cycle. After 2–3 months, plantlets were fully regenerated with functional roots. A couple of leaflets were sampled from the regenerated plants for DNA extraction. Genomic DNA was extracted using cetyl trimethylammonium bromide. DNA samples were PCR amplified with primers for  hygromycin B phosphotransferase  gene (forward 5’- AAGGAATCGGTCAATACACTACATGG -3’ and reverse 5’- AAGACCAATGCGGAGCATATACG -3’). Confirmed transgenic plants were then screened using a fluorescent stereo microscope and those with GFP signal were transferred to soil and allowed to go to seed. Multiple, independent lines of both  UBQ10:GFP-ABD2-GFP , and  UBQ10:Lifeact-mGFP  were screened in the subsequent generations until homozygous positive lines were obtained. Growth Characterization of  M. truncatula  F-Actin Reporter Lines Seeds of both reporter lines and wild type (R108) were scarified in concentrated sulfuric acid for 8 min, washed with cold water, and then surface sterilized for 3 min in a solution containing 30% commercial bleach and 0.1% Tween-20. After decanting the bleach solution, the seeds were rinsed and stored overnight in the dark at room temperature. The seeds were placed onto sterile, moist filter paper in Petri dishes and stratified at 4°C in the dark for 2 days and then transferred to a growth chamber at 22°C and 16/8 h day/night (modified from  Boisson-Dernier et al. (2001) . After germinating, seedlings were transferred to square agar plates supplemented with ½ Murashige and Skoog medium. The plates were moved back to the growth chamber and positioned vertically to allow the roots to elongate on the agar media surface. The root tip of at least 16 plants per genotype was marked with a black dot. This process was repeated two times every 24 h for a total of 3 days. ImageJ was used to measure the average root elongation per day and this measurement was used as an indicator of the root growth rate. Plants were allowed to grow for four more days in plates, for a total of 7 days. The plates were imaged and RootNav software (University of Nottingham, UK) was used to automatically measure the primary root length ( Pound et al., 2013 ). The plants were then transferred to pots filled with a mixture of turface and vermiculite (3:1), and then grown at 22°C and 16/8 h day/night for three more weeks, for a total of 28 days of growth. After this time, the plants were removed from the pots and the soil mixture was washed away from the roots. Roots and shoots were separated, bagged, and dried at 65°C for one week, before obtaining shoot and root dry weight. Clinorotation and F-Actin Imaging of  M. truncatula  Expressing F-Actin Reporters M. truncatula  seeds were scarified with 150 grit sandpaper (3M, USA). Next, seeds were sterilized with 6% (v/v) sodium hypocholorite in 50 ml Falcon tubes (Corning, USA) for 10 min in room temperature, with intermittent rotation. Post-incubation, the seeds were rinsed six times with sterile deionized water and were spread out on 10% (w/v) agar (Sigma- Aldrich, USA) plates in 100 × 25 mm round petri dishes. Seeds were stratified for 2 days in the dark at 4°C. Plates were flipped upside-down and seeds were germinated by transferring them to a 24°C incubator for 20 h. Six seedlings with straight radicles that emerged into the air were selected and transferred onto a 10 ×10 cm square plates containing 10% (w/v) agar (Sigma-Aldrich, USA) for subsequent treatment with germination paper (Seedburo Equipment Co., USA) that was pre-soaked with either 100 nM LatB, 5 μM eBL or DMSO solvent control. The soaked germination paper was laid on the radicles of the seedlings for an hour in room temperature and the plate was set up vertically to enable radicles to continue growing vertically straight. Plates for clinorotation assays were prepared by filling 10 × 10 cm square plates with 10% (w/v) agar (Sigma-Aldrich, USA) up to half of the height of the plate. Once the agar had set, half of the agar was cut and removed from the plate with a razor blade. In addition, six shallow indentations for the cotyledons of six seedlings was cut with a razor blade. Each seedling was fitted into its respective indentation, with its cotyledon held by the agar and its radicle suspend",
  "introduction": "Introduction Plants are sessile organisms that are limited by their location. As such, they have evolved sensitive and delicate ways to respond to environmental cues allowing them to reprogram their growth when presented with changes in their surroundings. One of the adaptive behaviors that plants exhibit in response to external signals is the ability to redirect the growth of their major organs towards or away from a perceived stimulus. These phenomena, collectively called tropisms, shape the above and belowground architecture of the plant. One of the most widely studied tropisms is gravitropism, which describes the growth of shoots and roots away or toward the gravity vector, respectively. Gravity perception occurs in the columella cells located in the root cap or endodermal cells in shoots. Columella and endodermal cells contain starch-filled amyloplasts, called statoliths, which sediment to the lower side of the cell when the plant is reoriented relative to the gravity vector ( Sack, 1997 ;  Tasaka et al., 1999 ;  Kiss, 2000 ). The physical signal triggered by statolith sedimentation is transduced to the growing regions of the organ resulting in differential growth between the upper and lower sides ( Blancaflor and Masson, 2003 ;  Sato et al., 2015 ). Plant organs typically have a defined gravitropic set point angle (GSA). Although the GSA of a specific organ is influenced by the developmental stage of the plant and other environmental cues, it is under tight genetic control allowing for the maintenance of a defined growth angle relative to gravity when other external signals are kept constant. For instance, under carefully controlled laboratory conditions, the main shoot axis typically grows vertically upward (negative gravitropism) with a GSA of 180˚ and the primary root grows vertically downward (positive gravitropism) with a GSA of 0˚. Lateral roots and shoot branches typically have a GSA between these values ( Firn and Digby, 1997 ). Recently, mechanisms underlying GSA of plant organs that exhibit non-vertical growth, such as lateral roots and shoot branches, have been shown to be dependent on auxin and plant nutritional status ( Roychoudhry et al., 2013 ;  Roychoudhry et al., 2017 ). Most studies on gravitropism have focused on understanding biological processes that lead to the initial redirection of organ growth when the plant is reoriented. However, gravitropism has been viewed as a composite response that includes restrained or anti-gravity growth readjustment in which the organ eventually straightens after the initial growth redirection. The latter phenomenon is known as autotropic straightening or autotropism ( Stankovic et al., 1998a ;  Stanković et al., 1998b ). Although it is well established that the initial gravitropic response (i.e. downward root growth and upward shoot growth) is modulated by auxin redistribution ( Swarup et al., 2001 ;  Rakusova et al., 2015 ), there is accumulating evidence that most of the major plant ho",
  "methods": "Materials and Methods Zea mays  Root Growth and Drug Treatments Maize ( Zea mays  L. cultivar Merit) seeds were soaked for 10 to 12 h in deionized water. After soaking, seeds were planted side by side with the embryo facing down on 45 × 35 cm opaque plastic trays lined with moist germination paper (Seedburo Equipment Co. USA). The seeds were covered with a second layer of germination paper and gentle pressure was applied to the paper so that surface tension between the two sheets of paper held the seeds in place. A second opaque plastic tray was placed on top of the first tray so that the two layers of germination paper containing the seeds were secured between the two trays. The trays were oriented vertically in a plastic tub filled with water to a depth of 5–10 cm to keep the germination paper moist. After 48 h, seedlings with 1–2 cm long straight primary roots were selected and treated with working solutions of LatB, eBL or the corresponding solvent control, which consisted of diluted dimethyl sulfoxide (DMSO). To treat roots, a set-up consisting of 1.5 ml microfuge tubes oriented vertically on microfuge holders was prepared. The center of the lid of the microfuge tube was punctured with the tip of a heated metal probe to create a 2 mm diameter hole, and 1 ml of the treatment solution was added to each tube. Selected seedlings were transferred one at a time to each microfuge tube by inserting the roots into the hole so that 20 mm of the root tip was immersed vertically in the solution. Seedlings were stabilized during treatment by mounting the kernel to the microfuge tube with caulking compound. Roots were incubated with 100, 250, 500, and 1,000 nM LatB and eBL and DMSO controls using this set-up for 1 h. Soaking, germination and treatment was done in a Conviron growth chamber (Controlled Environments Ltd, Canada) set to 24°C with 14 h (120 μmoles m -2  s -1 )/10 h day/night cycle. Stock solutions of LatB (1mM; Calbiochem, USA) and eBL (10 mM; Santa Cruz Biotechnology, USA) were prepared with 100% (v/v) DMSO (Sigma-Aldrich, USA) and stored at -20°C prior to use. Working solutions were prepared by adding the appropriate volume of stock solution to sterile de-ionized water. Z. mays  Clinorotation Assays After treatment, five seedlings were selected from each treatment group and mounted on 10 × 10 cm square Petri dishes with double-sided foam tape. The lid of the Petri dish was lined with two layers of wet germination paper (Seedburo Equipment Co., USA) to maintain high humidity. The Petri dishes were sealed with parafilm and mounted on a custom-built two-dimensional (2-D) clinostat located in the same Conviron growth chamber (Controlled Environments Ltd, Canada) used for seed germination and root treatment. The Petri dishes were first mounted so that the roots were vertical ( Appendix 1 ). After 60 min the Petri dishes were rotated by 90° so that roots were in a horizontal position. After 20 min, the clinostat was activated and roots were rotate",
  "results": "Results Epi-Brassinolide-Treated  Z. mays  Roots Exhibit Persistent Curvature on a Slowly Rotating Clinostat and Enhanced Gravitropism Previous reports have shown that LatB and eBL promoted gravitropism in roots ( Hou et al., 2003 ;  Hou et al., 2004 ;  Li et al., 2005 ;  Kim et al., 2007 ;  Lanza et al., 2012 ). The enhancement of gravitropic response in LatB-treated roots was more strongly manifested on a slowly-rotating 2-D clinostat. For instance,  Z. mays  roots treated with LatB displayed persistent root curvature on the clinostat, as opposed to untreated roots that straightened ( Hou et al., 2003 ). We hypothesized that the enhanced gravitropism of eBL-treated roots was likely to also be more prominent under clinorotation. Our experiment involved applying a perpendicular gravistimulus to roots for 20 min after pre-treating them for an hour with LatB or eBL followed by clinorotation for 20 h ( Appendix 1 ). We found that eBL-treated roots mirrored the persistent curvature responses of LatB-treated roots ( Figure 1A ;  Hou et al., 2003 ). Quantification of the angle of root curvature that developed on the clinostat revealed that LatB was more potent than eBL when tested at the same concentrations. For instance, LatB induced a strong curvature response at 100 nM concentration, whereas eBL elicited a similar curvature at a higher 500 nM concentration ( Figure 1B ). Figure 1 Epi-Brassinolide (eBL) and LatB enhanced gravitropism and dampened straightening of  Z. mays  roots.  (A)  Representative images of  Z. mays  roots grown on a 2-D clinostat for 20 h to test autotropic straightening after withdrawal of the gravity signal. Vertical roots treated with LatB and eBL for 1 h were mounted on a 2-D clinostat and kept horizontal for 20 min (white arrow indicates the direction of gravity) prior to clinorotation for 20 h. Note that untreated roots (solvent controls) straightened after reaching an angle of about 45° while roots treated with eBL or LatB did not.  (B)  Dose response of root curvature on a clinostat after eBL and LatB treatment. Angle of curvature was obtained as shown by the yellow arrow above the graph. Bars are means (n > 14 plants) ± S.E. ***P < 0.001, * P < 0.05 (Student’s t-test).  (C)  Time course of root gravitropism after vertically growing roots were placed horizontally without clinorotation. Statistical significance was determined by one-way ANOVA. Means (n > 12 plants) ± S.E. Different letters indicate significant differences among means (P < 0.05, Tukey’s test). Next, we compared the kinetics of gravitropism of  Z. mays  roots pretreated for 1 h with 100 nM LatB or 500 nM eBL under continuous gravistimulation (i.e. roots reoriented 90° from the vertical without clinorotation). We found that roots treated with the solvent control solution grew downward and reached a maximum angle of about 80° from the horizontal at approximately 200 min. Control roots maintained this angle for the entire 720 min time course. By contrast, LatB- and eBL-treated roots overshot the vertical and reached maximum angle of approximately 110° after 250 min ( Figure 1C ). Overshooting of the vertical by LatB- and eBL- treated roots was followed by a correction to the vertical that began at about 300 min after orienting roots horizontally. Although both LatB- and eBL-treated roots exhibited similar kinetics with regard to their overshooting of the vertical, the subsequent overcorrection was more pronounced in eBL-treated roots. eBL-treated roots returned to an angle of about 60° at 450 min after gravistimulation, but eventually stabilized to a 90° growth angle by about 600 min. At the end of the 720 min time course, eBL-treated roots reached a similar angle as controls. By contrast, LatB-treated roots returned to about 90° at 450 min and maintained this growth angle for the duration of the time course ( Figure 1C ). Epi-Brassinolide Modifies F-Actin Organization in  Z. mays  Roots The similar effects of LatB and eBL on maize root grav",
  "discussion": "Discussion In this paper, a slowly-rotating 2-D clinostat was used to gain additional insights into actin-mediated regulation of directional root growth. These experiments showed that brassinosteroids were involved in modulating directional root growth, in part, by modifying the organization and dynamics of the actin cytoskeleton. This conclusion was based on the observation that exogenous application of eBL and LatB triggered similar enhanced root gravitropism and amplified root coiling on a clinostat ( Figure 1 ). The curvature responses of roots treated with eBL and LatB during continuous gravistimulation and on a clinostat are reminiscent of the behavior of inflorescence stems of  A. thaliana myosin XI  and  actin8  mutants ( Kato et al., 2010 ;  Okamoto et al., 2015 ;  Talts et al., 2016 ). The hyperbending of inflorescence stems of myosin and actin  A. thaliana  mutants was proposed to be the result of inhibited autotropism. With an aberrant acto-myosin system in fiber cells, it was proposed that the stems could no longer perceive their posture to initiate a straightening response ( Okamoto et al., 2015 ). Here, we propose that a similar mechanism may be operating in roots, and that eBL is a component of the root organ straightening response through its impacts on F-actin. Most of the studies implicating the actin cytoskeleton in gravitropism have emphasized its role in the gravity perception phase ( Blancaflor, 2013 ;  Su et al., 2017 ). In gravity sensing cells such as the columella, actin has been proposed to interact with amyloplasts to facilitate conversion of the physical gravity signal to a biochemical signal ( Zheng et al., 2015 ). Because actin inhibitors such as LatB or mutations to genes encoding actin itself led to stronger root gravitropic curvature ( Yamamoto and Kiss, 2002 ;  Hou et al., 2003 ;  Kato et al., 2010 ;  Lanza et al., 2012 ), it was proposed that the unrestrained sedimentation of amyloplasts may amplify the gravity sensing signal leading to a more robust graviresponse ( Blancaflor, 2013 ). However, work on  A. thaliana myosin XI  mutants ( Okamoto et al., 2015 ) and results presented here, suggest a more prominent role for actin in the graviresponse phase, and more specifically in the autotropic straightening response that enables plant organs to correct their orientation ( Stankovic et al., 1998a ;  Stanković et al., 1998b ). Furthermore, given the difficulties in obtaining clear images of F-actin in the columella ( Figure 3 ), we cannot rule out the possibility that a secondary mechanism of gravity sensing in the root transition zone might be affected by LatB ( Wolverton et al., 2002 ). A number of studies have implicated eBL in directional root growth control. For instance, eBL application mirrored the enhanced root waving and gravitropism of  A. thaliana actin2  mutants and caused disruptions in F-actin configurations in wild type ( Lanza et al., 2012 ). Enhanced root gravitropism was also observed in wild-typ",
  "conclusion": ""
}