{
  "id": "PMC7393961",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7393961/",
  "title": "Draft Genome Sequences of Rhodotorula mucilaginosa Strains Isolated from the International Space Station",
  "authors": "Robert Daudu, Ceth W. Parker, Nitin K. Singh, Jason M. Wood, Marilyne Debieu, Niamh B. O’Hara, Christopher E. Mason, Kasthuri Venkateswaran",
  "year": "2020",
  "journal": "Microbiology Resource Announcements",
  "abstract": "The whole-genome sequences (WGS) of 28 isolates from the International Space Station were generated and identified as Rhodotorula mucilaginosa, a pigmented yeast that has been classified as an emerging human pathogen in recent times. These WGS enable the identification of genes responsible for synthesizing compounds with biological implications.",
  "keywords": "",
  "full_text": "ANNOUNCEMENT Rhodotorula mucilaginosa of phylum Basidiomycota is found in soil, air, food, stool, and other environments (1) and produces carotenoids, making it easily identifiable by its distinctive pink, yellow, orange, or red colonies (2). Carotenoids are important for various biological activities, including vitamin A biosynthesis, enhancement of the immune system, reduction of the risk of various diseases (3), and protection from radiation (4). For these reasons, R. mucilaginosa carotenoids are used as food additives and hold pharmaceutical potential (5). R. mucilaginosa, which was previously considered to be nonpathogenic, has now been classified as an emerging pathogen (6, 7) and has been shown to colonize central venous catheters, causing fungemia due to biofilm formation (8). Among the 28 recognized members of the genus Rhodotorula (9), R. mucilaginosa is the most common species isolated from the environment (7) and the most abundant yeast isolated from surfaces of the International Space Station (ISS) (10). The ability of this yeast to produce biofilms makes it very important to study ISS strains since the harsh conditions of the ISS (microgravity and radiation) were shown to enhance antimicrobial resistance and biofilm formation (11, 12). Due to their ability to form biofilms and colonize life support systems, such as water tanks and pipes containing clean water, characterization of whole-genome sequences (WGS) of R. mucilaginosa would allow for the development of countermeasures to eradicate this potential threat. Samples were collected from ISS surfaces using premoistened polyester wipes (10). Each sample was aseptically transferred into 200 ml of phosphate-buffered saline, vigorously shaken, and concentrated using an InnovaPrep (Drexel, MO) CP-150 concentrated pipette. A 100-μl aliquot from each sample was plated onto potato dextrose agar (PDA) with 100 μg/ml chloramphenicol (25°C; 7 days). A single colony was obtained and restreaked onto PDA plates (25°C; 7 days), and a single colony was collected for DNA extraction. Genomic DNA was extracted by using a ZymoBIOMICS DNA MagBead kit (Zymo, Irvine, CA). To acquire the WGS of these 28 fungal strains, shotgun libraries were prepared using the Illumina Nextera Flex protocol (13). Paired-end sequencing was performed on a NovaSeq 6000 S4 flowcell paired-end (PE) 2 × 150-bp platform. Quality analysis was performed with FastQC (v0.11.7) (14) to validate the quality of the raw sequencing data. For quality control, adapter trimming and quality filtering were performed using the software fastp (v0.20.0) (15), and then the cleaned sequences were assembled using SPAdes (v3.11.1) (16). Three functions of fastp were used, namely, correction of mismatches in overlapped regions of paired-end reads, trimming of autodetected adapter sequences, and quality trimming at the 5′ and 3′ ends. SPAdes ran using an option to reduce the number of mismatches and short indels in the final contigs, the automatic read coverage cutoff value, and the default values of k-mer sizes. To assess the assembly quality, the number of contigs, N50 values, median coverage, and the genome size were calculated using QUAST (v5.0.2) (17) (Table 1). The G+C content ranged between 60.53% and 60.55%. All other statistics are given in Table 1. TABLE 1 Genome statistics of Rhodotorula mucilaginosa isolated from various ISS environments during microbial trackinga Sample nameGenBank accession no.Raw sequence accession no.Flight/locationLocation descriptionNo. of contigsGenome size (bp)N50 (bp)Median coverage (×)No. of passed filter readsIF1SW-B1JABBIR000000000SRR11774209F1-1Cupola (node 3)17720,046,905330,870129.9128,317,184IF1SW-F2JABBIH000000000SRR11774205F1-1Cupola (node 3)19820,124,384333,77684.3619,015,638IF3SW-F2JABBIG000000000SRR11774204F1-3ARED (node 3)20120,117,457333,69197.7721,673,000IF4SW-B1JABBIQ000000000SRR11774208F1-4Dining table (node 1)18720,115,049329,462140.6333,186,328IF4SW-B2JABBIP000000000SRR11774197F1-4Dining table (node 1)17020,047,348332,671140.6330,611,592IF4SW-F2JABBIF000000000SRR11774203F1-4Dining table (node 1)18520,043,495330,89088.3919,426,356IF5SW-F1JABBIE000000000SRR11774202F1-5Zero G stowage rack19220,113,158332,417139.2631,068,638IF6SW-B2JABBYN000000000SRR11774188F1-6PMM port 117920,045,004359,523129.9128,411,998IF6SW-F1JABBID000000000SRR11774201F1-6PMM port 118020,050,344331,252136.6130,528,434IF7SW-B3JABBIO000000000SRR11774187F1-7Lab 3 overhead19220,045,846339,159124.5526,791,674IF8SW-B2JABBIN000000000SRR11774186F1-8Port crew quarters (node 2)18820,043,142352,443140.6336,119,534IF8SW-P2JABBIM000000000SRR11774185F1-8Port crew quarters (node 2)19220,113,185319,608135.2735,567,466IIF1SW-F1JABBIC000000000SRR11774200F2-1Cupola (node 3)20320,113,961335,52293.7520,465,404IIF2*SW-B1JABBII000000000SRR11774206F2-2WHC18420,052,772275,091113.8427,351,418IIF2SW-F1JABBMW000000000SRR11774199F2-2WHC18020,050,420343,644140.6330,717,766IIF2*SW-F1JABBIA000000000SRR11774194F2-2WHC19920,045,739311,34195.0920,483,810IIF4SW-F1JABBMV000000000SRR11774198F2-4Dining table (node 1)17819,988,416334,58668.3014,736,170IIF5SW-F2JABBMU000000000SRR11774196F2-5Zero G stowage rack17319,996,184340,304152.6833,355,092IIF6SW-B1JABBMX000000000SRR11774184F2-6PMM port 120120,114,311317,098123.2129,834,278IIF6SW-B2JABBIL000000000SRR11774183F2-6PMM port 119320,045,085311,342132.5929,218,554IIF6SW-F1JABBYM000000000SRR11774193F2-6PMM port 118820,045,112294,04995.0920,554,260IIF8SW-B2JABBIK000000000SRR11774182F2-8Port crew quarters (node 2)17220,044,451330,15695.0920,617,330IIF8SW-B3JABBIJ000000000SRR11774207F2-8Port crew quarters (node 2)17520,050,813328,275103.1322,961,434IIF8SW-F1JABBIB000000000SRR11774195F2-8Port crew quarters (node 2)17320,047,674343,393125.8927,516,784IIFCSW-F1JABBHZ000000000SRR11774192F2-FCField control wipe18820,117,057331,823101.7922,300,810IFCSG-B1JABBHY000000000SRR11774191Ground CRV-5Inside capsule CRV5 (FC)17720,050,250321,788112.525,568,744IF1SG-B1JABBHX000000000SRR11774190Ground CRV-5Outside capsule CRV5 (L1)17620,053,156335,912108.4824,942,204IF3SG-B1JABBHW000000000SRR11774189Ground CRV-5Inside capsule CRV5 (L3)18520,046,360317,139156.7035,073,840 a Abbreviations: F1 and F2, flight 1 and 2, respectively; ARED, advanced resistive exercise device; WHC, waste and hygiene compartment; PMM, permanent multipurpose module; CRV, crew resupply vehicle; FC, field control. Data availability. This whole-genome shotgun project has been deposited at DDBJ/ENA/GenBank under the accession numbers given in Table 1 (BioProject no. PRJNA625575). The version described in this paper is the first version.",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}