{
  "id": "PMC7516158",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7516158/",
  "title": "Draft Genome Sequences of Lactobacillales Isolated from the International Space Station",
  "authors": "Achintya R. Bharadwaj, Nitin K. Singh, Jason M. Wood, Marilyne Debieu, Niamh B. O’Hara, Fathi Karouia, Christopher E. Mason, Kasthuri Venkateswaran",
  "year": "2020",
  "journal": "Microbiology Resource Announcements",
  "abstract": "Nineteen strains from the order Lactobacillales were isolated from the International Space Station and commercial resupply vehicle, and whole-genome sequences (WGS) were generated. WGS would permit the characterization of these potentially pathogenic bacteria that have been adapting to the extreme conditions of the space environment.",
  "keywords": "",
  "full_text": "ANNOUNCEMENT The order Lactobacillales consists of Gram stain-positive, facultative anaerobes validly described by Ludwig et al. (1). Members of the genus Enterococcus are found to possess human pathogenicity characteristics such as antibiotic resistance (2) and therefore pose health concerns for those on Earth and astronauts residing in the International Space Station (ISS). However, Aerococcus urinaeequi, a nonpathogenic strain, was first isolated from horse urine (3). Astronauts on long flights are immunocompromised due to microgravity-induced physiological and mental stress. Decreased immune response allows bacteria to take growth advantage due to their adaptability potential in the space environment (4). Understanding the genomic makeup of these potential pathogens will help the development of suitable countermeasure and mitigation strategies. Members of the order Lactobacillales isolated from the ISS and the commercial resupply vehicle (CRV) surfaces were Enterococcus faecalis, Enterococcus faecium, and Aerococcus urinaeequi (5, 6). E. faecalis and E. faecium have been reported as nosocomial isolates harboring vancomycin and ampicillin resistance (5). A. urinaeequi was isolated from a chronic kidney disease patient and has also been reported to be resistant to vancomycin (6). Further characterization of the whole-genome sequences (WGS) of these ISS environmental strains, including virulence genes, and subsequent confirmation in animal models are required to decipher their potential pathogenicity. The strains used for the WGS were collected from three different ISS locations across two flights and seven different surface locations, including one field control on CRV6, and are detailed in Table 1 (7). The samples collected from the ISS were brought back to Earth and aseptically processed, and suitable aliquots of the sample concentrate (100 μl) were plated onto Reasoner’s 2A (R2A) or Trypticase soy agar (TSA) medium and incubated at 25°C for 7 days. A single well-isolated colony on a culture plate was archived at −80°C. Genomic DNA was extracted from the overnight-grown cultures on TSA medium using a ZymoBIOMICS DNA MagBead kit according to the manufacturer’s instructions. TABLE 1 Metadata and genome statistics of Aerococcus and Enterococcus strains isolated from various ISS and CRV6 environmental surfaces during the Microbial Tracking-1 Flight Projecta Sample nameANI (%)b GenBank accession no.Raw sequence accession no.Flight no./locationc Location descriptionNo. of contigsGenome size (bp)N50 (bp)Median sequencing depth (×)No. of QC readsNo. of raw readsG+C content (%)151250015-1-258-5596(A)JACGAN000000000SRR12341118F1-1Cupola351,981,406130,552282.596,701,7423,361,02039.5151250015-2-258-5696(A)JACGAM000000000SRR12341117F1-2WHC361,981,307130,552645.5415,523,3947,803,03539.5151250009-4-258-5196(A)JACGAO000000000SRR12341119F1-4Dining table381,981,891130,552885.2720,960,03010,516,33039.5IIF2*SW-B299(B)JACDPC000000000SRR12341307F2-2WHC262,928,643679,975736.6122,911,86411,494,98337.4IIF2SG-B499(B)JACDPE000000000SRR12341300CRV6-2Outside capsule292,926,313293,834499.5515,063,8267,552,40937.4IIF3SG-B299(B)JACDPF000000000SRR12341299CRV6-3Outside capsule202,948,3921,487,444600.0019,513,4289,781,10037.3IIF4SG-B399(B)JACDPG000000000SRR12341298CRV6-4Inside capsule242,928,137352,081559.8217,637,9748,849,10937.4IIF4SG-B599(B)JACDPH000000000SRR12341297CRV6-4Inside capsule222,929,029680,116675.0021,186,82610,633,80837.4IIF5SG-B299(B)JACDPI000000000SRR12341296CRV6-5Inside capsule272,926,858293,439467.4113,779,0066,902,59937.4IIF6SG-B199(B)JACDPJ000000000SRR12341295CRV6-6Inside capsule212,928,522680,116673.6620,619,15010,336,46737.4IIF6SG-B299(B)JACDPK000000000SRR12341294CRV6-6Inside capsule232,928,581352,365835.7125,542,37812,807,96837.4IIF6SG-B499(B)JACDPL000000000SRR12341293CRV6-6Inside capsule212,928,384679,976811.6124,973,06212,536,21637.4IIF7SG-B299(B)JACDPM000000000SRR12341305CRV6-7Inside capsule192,948,7591,487,531595.9819,817,6269,946,58437.3IIF7SG-B399(B)JACDPN000000000SRR12341304CRV6-7Inside capsule212,928,555680,118523.6616,480,5368,263,73437.4IIF8SG-B199(B)JACDPO000000000SRR12341303CRV6-8Inside capsule202,948,3991,487,531543.7517,797,9828,925,02137.3IIF8SG-B299(B)JACDPP000000000SRR12341302CRV6-8Inside capsule302,926,820293,834570.5416,894,6548,447,26737.4IIF8SG-B399(B)JACDPQ000000000SRR12341301CRV6-8Inside capsule202,948,9241,487,531495.5416,544,2128,303,04837.3IIFCSG-B399(B)JACDPD000000000SRR12341306CRV6-FCField control302,926,028293,439570.5417,408,1368,727,75137.4IIFCSG-B595(C)JACGAP000000000SRR12341224CRV6-FCField control712,821,57491,275866.5228,642,87014,378,98938.0 a Abbreviations: ANI, average nucleotide identity; F1, ISS flight 1; F2, ISS flight 2; WHC, waste and hygiene compartment; FC, field control (a sampling wipe was exposed to the air for 120 s at the center of CRV6); QC, quality control. b The 16S rRNA gene sequences were retrieved from the WGS, and BLAST analysis was conducted against type strains of all 16S rRNA sequences in the NCBI database. The bacterial species identity was determined when the queried sequence showed >97.5% similarity with the 16S rRNA gene sequences of the type strain. The WGS of the nearest neighbor was further selected for ANI evaluation: A, A. urinaeequi DSM 20341T; B, E. faecalis DSM 20478T; C, E. faecium DSM 20477T. c Hyphenated designations indicate the flight number followed by the location; for example, F1-1 indicates flight 1 and location 1. The WGS of 19 bacterial isolates were prepared using the Illumina Nextera Flex protocol for library preparation, as used in similar studies (8). The NovaSeq 6000 S4 flow cell paired-end 2 × 150-bp platform was used to execute paired-end sequencing. FastQC v0.11.7 was used to validate the quality of the raw sequencing data (9). Adapter trimming and quality filtering were carried out using the software fastp v0.20.0 to perform quality control (10). The cleaned sequences were assembled using SPAdes v3.11.1 (11). The N50 values, numbers of contigs, and total genome lengths were generated using QUAST v5.0.2 and used to assess the quality of the final assembly (12). The average nucleotide identity was calculated by comparing all strains with their respective type strains, and their taxonomic affiliations, as well as genome statistics, are given in Table 1 (13). The NCBI Prokaryotic Genome Annotation Pipeline v4.12 was used for genome annotation. Default parameters were used for all software. Data availability. This WGS project has been deposited at DDBJ/ENA/GenBank, and the accession numbers are given in Table 1 (BioProject accession no. PRJNA645454 with 16 strains and PRJNA649272 with 3 strains). The versions described in this paper are the first versions.",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}