{
  "id": "PMC7677455",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7677455/",
  "title": "Assessing the Risk of Transfer of Microorganisms at the International Space Station Due to Cargo Delivery by Commercial Resupply Vehicles",
  "authors": "Snehit Mhatre, Jason M. Wood, Aleksandra Checinska Sielaff, Maximilian Mora, Stefanie Duller, Nitin Kumar Singh, Fathi Karouia, Christine Moissl-Eichinger, Kasthuri Venkateswaran",
  "year": "2020",
  "journal": "Frontiers in Microbiology",
  "abstract": "Background With increasing numbers of interplanetary missions, there is a need to establish robust protocols to ensure the protection of extraterrestrial planets being visited from contamination by terrestrial life forms. The current study is the first report comparing the commercial resupply vehicle (CRV) microbiome with the International Space Station (ISS) microbiome to understand the risks of contamination, thus serving as a model system for future planetary missions. Results Samples obtained from the internal surfaces and ground support equipment of three CRV missions were subjected to various molecular techniques for microbial diversity analysis. In total, 25 samples were collected with eight defined locations from each CRV mission prior to launch. In general, the internal surfaces of vehicles were clean, with an order of magnitude fewer microbes compared to ground support equipment. The first CRV mission had a larger microbial population than subsequent CRV missions, which were clean as compared to the initial CRV locations sampled. Cultivation assays showed the presence of  Actinobacteria ,  Proteobacteria ,  Firmicutes , and  Bacteroidetes  and members of  Ascomycota  and  Basidiomycota . As expected, shotgun metagenome analyses revealed the presence of more microbial taxa compared to cultivation-based assays. The internal locations of the CRV microbiome reportedly showed the presence of microorganisms capable of tolerating ultraviolet radiation (e.g.,  Bacillus firmus ) and clustered separately from the ISS microbiome. Conclusions The metagenome sequence comparison of the CRV microbiome with the ISS microbiome revealed significant differences showing that CRV microbiomes were a negligible part of the ISS environmental microbiome. These findings suggest that the maintenance protocols in cleaning CRV surfaces are highly effective in controlling the contaminating microbial population during cargo transfer to the ISS via the CRV route.",
  "keywords": "forward contamination, microbial diversity, commercial resupply vehicle, viability, International Space Station",
  "full_text": "Introduction Spacefaring nations carrying out interplanetary missions are subject to rules and regulations that were designed and instigated by the Committee on Space Research (COSPAR) in 1967 ( COSPAR, 2011 ). Protocols for cleaning and sterilization are of the highest priority and are regularly practiced and meticulously followed during spacecraft assembly for various missions ( Benardini et al., 2014 ). Cleanrooms are where various spacecraft subsystems, including commercial resupply vehicles (CRV) transporting cargo to the International Space Station (ISS), are assembled. These cleanrooms undergo daily cleaning procedures, including vacuuming and mopping of floors with 70% Isopropanol, high efficiency particulate arrestance (HEPA) air filtration, regular replacement of sticky mats at the entrance, and strict gowning procedures. Utmost care is taken by personal entering these facilities, as they are required to put on face masks, gloves, bodysuits, shoe covers, cleanroom boots, and cover hair and beards with nets ( Benardini et al., 2014 ). These precautionary measures are a part of routine exercises, because humans are the primary source of microbial contamination ( Moissl-Eichinger et al., 2015 ;  Checinska Sielaff et al., 2019 ;  Avila-Herrera et al., 2020 ). On average, humans shed 1.5 million skin cells an hour which carry approximately 15 million bacterial cells, thus becoming a significant source of the indoor microbiome ( Jaffal et al., 1997 ;  Lax et al., 2014 ). Many reports showed transfer of microorganisms via direct contact to indoor surfaces like keyboards ( Fierer et al., 2010 ), restrooms ( Flores et al., 2011 ), offices ( Hewitt et al., 2012 ), kitchens ( Flores et al., 2013 ), airplanes ( McManus and Kelley, 2005 ;  Korves et al., 2013 ), and hospitals ( Kembel et al., 2012 ;  Lax et al., 2017 ). Because of the human presence in these cleanrooms, their surfaces are not expected to be free of microbial burden. The ISS and CRV assembly cleanrooms, including spacecraft assembly facility (SAF) environments, are strictly controlled and monitored for airflow, water circulation, temperature, and humidity; however, individual differences do exist between the two systems ( Checinska et al., 2015 ). The ISS is a closed system where the air is recirculated after purification, while cleanrooms get a constant supply of fresh air from the outside environment. Additionally, astronauts live and work on the ISS as humans do in a typical household on Earth, while SAF cleanrooms have strict requirements that avoid activities like eating or sleeping. At a given point in time, the ISS harbors around six astronauts with a maximum of around 13 crew, while approximately 50 people can work in a cleanroom every day in a highly regulated manner. Despite high human traffic in SAF, the microbial burden was minimal and ranged between 10 2  and 10 4  cells per m 2  ( Hendrickson et al., 2017 ). It has also been shown that the cleaning procedures followed at SAF significantly decreased the number of microorganisms, but these procedures led to the selection of hardy, robust microorganisms capable of surviving extreme oligotrophic conditions ( Gioia et al., 2007 ;  Vaishampayan et al., 2012 ;  Mahnert et al., 2015 ). Cargos such as food and equipment for scientific experiments are assembled in clean conditions and delivered to the ISS via CRV. All spacefaring nations impose cleanroom requirements when packaging their cargos that are resupplying the ISS. The objective of this study is to decipher the role of CRV systems in potentially transporting microorganisms to the ISS to understand if CRV could be a source of microbial contamination of the ISS. Sampling of various surfaces of CRV systems (CRV1, CRV2, and CRV3) was carried out prior to launch (∼1 month) and corresponding in-flight sampling of the ISS (Flight 1, Flight 2, and Flight 3) was designed to be within 25–51 days after docking of the respective CRV systems (see  Figure 1  for a timeline). This sampling scheme was implemented to help understand whether CRV1 had any influence on the microbial population of ISS Flight 1, whether CRV2 had any influence on the microbial population of ISS Flight 2, or whether CRV3 had any influence on the microbial population of ISS Flight 3. Microbial burden associated with CRV environmental surface samples were estimated using traditional techniques (e.g., colony counts), and molecular techniques like adenosine triphosphate (ATP) assay and 16S rRNA gene (bacteria) and internal transcribed spacer (ITS) region (fungi) quantification using quantitative polymerase chain reaction (qPCR) assays. In addition to characterizing cultivable microbial diversity using the Sanger sequencing method, the CRV samples were more thoroughly analyzed using a shotgun metagenome sequencing approach. Subsequently, the microbial diversity of the CRV samples was compared with the ISS environmental microbiome ( Checinska Sielaff et al., 2019 ) to understand the potential transfer of biological materials from Earth to the ISS. FIGURE 1 (A)  Sampling time line for the CRV and the ISS samples. Blue labels mark sampling events conducted on CRV prior to launch, and red labels mark sampling events on board the ISS.  (B)  Representative sampling locations of internal CRV surfaces. Pictures: NASA/ESA Credit. Materials and Methods In this study, internal surfaces and external ground support equipment (GSE) of three CRV destined to the ISS were sampled ( N  = 22 and 3 controls;  Table 1 ). Samples collected aboard the ISS were done during the berthing period of their respective vehicles, except for CRV1 (see  Figure 1  for a timeline) ( Checinska Sielaff et al., 2019 ). Eight samples were collected in 2014 for CRV1, nine in 2015 for CRV2, and eight in 2016 for CRV3. Since CRV3 vehicle surfaces were extremely clean and all analyses, including traditional microbiology assays, were below detection limits, data pertaining to CRV3 vehicle locations are not presented in this study. Since CRV were not reused during this study, we could not sample from the same capsule multiple times. Efforts were taken to collect samples as close together as possible in subsequent CRV, but due to differences in configuration of each vehicle, it was not always possible to collect samples from the same locations. All CRV sampled were manufactured by the same vendor. TABLE 1 Descriptions of sampling locations on commercial resupply vehicles. Sample ID Description Category CRV1-L1 Ladder platform just prior to the vehicle entrance GSE CRV1-L2 Clean room floor near the ladder that leads up to the vehicle entrance GSE CRV1-L3 Upper shelf in starboard side of the vehicle Internal CRV1-L4 Lower shelf in starboard side of the vehicle Internal CRV1-L5 Front panels in deck side of the vehicle Internal CRV1-L6 Lower shelf in aft side of the vehicle Internal CRV1-L7 Ladder steps that leads up to the platform near the vehicle entrance GSE CRV1-FC Control wipe exposed to the air for 30 s inside the vehicle Control CRV2-L1 Right leg/side of ladder GSE CRV2-L2 Left leg/side of ladder GSE CRV2-L3 Left and right rail arms of the ladder above the platform GSE CRV2-L4 Lower shelf in aft side of the vehicle Internal CRV2-L5 Upper shelf in starboard side of the vehicle Internal CRV2-L6 Upper shelf in aft side of the vehicle Internal CRV2-L7 Locker panels in deck side of the vehicle Internal CRV2-L8 Locker panels in deck side of the vehicle near the aft side Internal CRV2-FC Control wipe exposed to the air for 30 s inside the vehicle Control CRV3-L1 Ladder platform just prior to the vehicle entrance GSE CRV3-L2 Left rail arm of the ladder above the platform GSE CRV3-L3 Right rail arm of the ladder above the platform GSE CRV3-L4 Upper shelf in starboard side of the vehicle near the aft side Internal CRV3-L5 Lower shelf in aft side of the vehicle Internal CRV3-L6 Lower shelf in forward side of the vehicle Internal CRV3-L7 Upper shelf in forward side of the vehicle Internal CRV3-FC Control wipe exposed to the air for 30 s inside the vehicle Control The nomenclature used to describe the sides of the cargo resupply vehicle are based on the following reference directions, with respect to the +X, +Y, +Z Local Vertical, Local Horizontal, and Velocity Vector. CRV, commercial resupply vehicle; GSE, ground support equipment. Sampling kits were assembled as detailed in our previous ISS studies ( Singh et al., 2018 ;  Checinska Sielaff et al., 2019 ;  Avila-Herrera et al., 2020 ) to facilitate comparisons between these datasets. Briefly, each polyester wipe (9″ × 9″; ITW Texwipe, Mahwah, NJ, United States) was soaked in 15 mL of sterile molecular grade water (Sigma-Aldrich, St. Louis, MO, United States) for 30 min followed by transfer to a sterile zip lock bag ( Venkateswaran et al., 2012 ). Several locations were sampled on CRV surfaces using polyester wipes, and descriptions of the locations are summarized in  Table 1 . A single wipe was used for each location by donning sterile gloves (KIMTEC Pure G3 White; Nitrile Clean-room Certified; Cat. HC61190; Fisher Scientific, Waltham, MA, United States) to collect a sample of one-meter square area. The samples were stored at 4°C and shipped to Jet Propulsion Laboratory (JPL, Pasadena, CA, United States) for processing. Microbiological analyses were carried out within 48 h of sampling at JPL. A control wipe (environmental control) was taken out from the zip lock bag, unfolded, waved for 30 s, and packed back inside a new sterile zip lock. One control wipe was included for each CRV sampling session. Similarly, an unused wipe that was flown to the sampling location and brought back to JPL along with the samples served as a negative control for sterility testing. If field controls (wipes that were exposed to the CRV environment but not used in active sampling) showed any signs of microbial growth, then negative controls would be assayed for cultivable counts to check sterility of the wipes used for sampling. However, none of the field controls showed any colony forming units (CFU) for all CRV sampling events. Sample Collection and Processing Samples from CRV were processed in the same way as ISS samples from our previous studies ( Singh et al., 2018 ;  Checinska Sielaff et al., 2019 ;  Avila-Herrera et al., 2020 ). Briefly, each wipe was transferred to an individual 500 mL bottle containing 200 mL of sterile phosphate-buffered saline (PBS; Sigma-Aldrich, St. Louis, MO, United States) and vigorously hand shaken for 2 min. The resulting suspension was then concentrated to 4 mL using a CP-150 concentration pipette (Innova Prep, Drexel, MO, United States). Both negative and field controls used in this study were processed the same way as other samples for comparison. The concentrated sample (4 mL) were further aliquoted to four different parts for shotgun metagenome analysis (2 × 1.5 mL; PMA treated and untreated), ATP analysis (900 μL), and for growing microorganisms (100 μL). Due to the measurement of different kinds of microorganisms, that require multiple culture media (3 types) in duplicates, the aliquots kept for growing microorganisms were further diluted (10 –1  and 10 –2 ) and used. Culture Based Microbial Diversity Due to proprietary cleaning regimes, the surfaces of CRV might be oligotrophic. Although most nutrient and carbon sources necessary for microbial growth are presumably lacking or at very-low concentrations, these surfaces may still harbor microorganisms that are either dormant or slowly metabolizing. Furthermore, microorganisms adapted to more stringent conditions may not necessarily grow on normal nutrient media. Therefore, to target the slow-growing microbial population, Reasoner’s 2A agar (R2A; Difco, MI, United States) media ( Reasoner and Geldreich, 1985 ) was used. Similarly, as humans are always near the CRV during the assembly and packaging processes, potential opportunistic pathogenic microorganisms may transfer to the CRV surfaces. As a result, the CRV samples were also plated on blood agar media (BA; Difco, MI, United States) to decipher the potentially pathogenic microbial population. Additionally, the samples were also plated on potato dextrose agar (PDA; Difco, MI, United States) medium, thus targeting the fungal population on CRV. To estimate the bacterial and fungal populations, the concentrated sample was diluted to a suitable serial 10-fold dilution in sterile PBS. A volume of 100 μl of suspension from the serially diluted sample was spread onto R2A media plates and PDA plates with chloramphenicol (100 μg/mL; Sigma-Aldrich, St. Louis, MO, United States), incubated at 25°C for 7 days for bacterial and fungal population enumeration, respectively. For enumeration of human commensal microorganisms, 100 μl of serially diluted sample was also spread onto BA and incubated at 35°C for 2 days. Distinct isolated colonies were transferred to fresh media and subsequently archived in semi-solid R2A media (dilution 1:10) and stored at room temperature. Strain Identification Bacterial isolates were identified by amplifying partial 16S rRNA genes using the primers 9bF (5′- GRGTTTGATCCTGG CTCAG-3′) ( Huber et al., 2002 ) and 1406uR (5′- ACGGG CGGTGTGTRCAA-3′) ( Lane, 1991 ) and the following cycling conditions: initial denaturation at 95°C for 2 min, 10 cycles of denaturing at 96°C for 30 s, annealing at 60°C for 30 s and elongation at 72°C for 60 s, followed by another 25 cycles of denaturing at 94°C for 30 s, annealing at 60°C for 30 s and elongation at 72°C for 60 s and a final elongation step at 72°C for 10 min. The template was either a small fraction of a picked colony in a colony-PCR assay or 5–20 ng of DNA purified from culture via the peqGOLD Bacterial DNA Kit (peqlab, Germany). The 16S rRNA gene amplicons were Sanger-sequenced (Eurofins, Germany) and the obtained sequences were classified using the EzTaxon identification service ( Yoon et al., 2017 ). Fungal isolates were identified by amplifying their ITS region using the primers ITS1F (5′-CTTGGTCATTTAGAGG AAGTAA-3′) and ITS4 (5′-TCCTCCGCTTATTGATATGC-3′) ( Manter and Vivanco, 2007 ) at the following cycling conditions: initial denaturation at 95°C for 10 min, followed by 35 cycles of denaturing at 94°C for 60 s, annealing at 51°C for 60 s, elongation at 72°C for 60 s, and a final elongation step at 72°C for 8 min. The amplicons were Sanger-sequenced (Eurofins, Germany) and the obtained sequences were classified using the curated databases UNITE version 7.2 ( Kõljalg et al., 2013 ) and BOLD version 4 ( Ratnasingham and Hebert, 2013 ). Molecular Methods for Quantitation of Total and Viable Microorganisms ATP Assay To determine the total and intracellular ATP from all samples, a bioluminescence assay was performed using the CheckLite HS Kit (Kikkoman, Japan) and the manufacturer’s protocol, as described previously ( Venkateswaran et al., 2003 ). For total ATP assay (dead and viable microbes), four replicates of 100 μl sample were mixed with 100 μl of benzalkonium chloride, a cell lysing reagent and incubated at room temperature for 1 min. To this mixture, 100 μl of luciferin-luciferase reagent was added, and the resulting bioluminescence was measured immediately using a Lumitester K-210 luminometer (Kikkoman, Japan). For intracellular ATP (viable microorganisms), 500 μl of the serially diluted sample was amended with a 50 μl of an ATP-eliminating reagent (apyrase, adenosine deaminase) and incubated for 30 min at room temperature for eliminating extracellular ATP. Following which, the ATP assay was performed as described previously for the total ATP. It has been reported that one relative luminescent unit (RLU), the unit of measurement of ATP, was considered equivalent to approximately one CFU ( La Duc et al., 2004 ). PMA-Viability Assay Before DNA extraction, half of the sample was treated with propidium monoazide (PMA; Biotium, Inc., Hayward, CA, United States) so that the microbiome of intact/viable cells (PMA treatment) could be characterized. The PMA-untreated samples yielded information about the total microbial population (including free DNA, dead cells, cells with a compromised cell membrane, intact cells, and viable cells). PMA binds to DNA, making the DNA unavailable for amplification during PCR steps ( Nocker et al., 2007 ). Due to its higher molecular weight and/or charge, PMA cannot penetrate cells that have an intact cell membrane (i.e., viable) but can bind to free floating DNA or DNA inside cells with a compromised cell membrane (i.e., dead cells) ( Nocker et al., 2006 ,  2007 ). It is in this way that many studies have utilized PMA to distinguish between intact/viable cells and compromised/dead cells ( Lin et al., 2011 ;  Vaishampayan et al., 2013 ;  Checinska et al., 2015 ;  Jäger et al., 2018 ;  Singh et al., 2018 ;  Checinska Sielaff et al., 2019 ;  Avila-Herrera et al., 2020 ). A 3 mL aliquot of the concentrated sample was split into two halves. One 1.5 mL aliquot was treated with PMA (Biotium, Inc., Hayward, CA, United States) to a final concentration of 25 μM, followed by 5 min incubation in the dark at room temperature. The sample was then exposed to photoactivation for 15 min in a PMA-Lite LED Photolysis Device (Biotium, Inc., Hayward, CA, United States). The other aliquot with no PMA treatment was also incubated in dark for 5 min followed by photoactivation for 15 min like the PMA treated aliquot. Both PMA treated and untreated samples were then each split into half again. One half (750 μl) of each sample was then transferred to Lysing Matrix E tube (MP Biomedicals, Santa Ana, CA, United States) and subjected to bead beating for 60 s to allow cell disruption of hardy cells and spores with a limited loss of microbial diversity. The mechanically disrupted sample was then mixed with the unprocessed counterpart and used for DNA extraction via the Maxwell 16 automated system (Promega, Madison, WI, United States), per the manufacturer’s protocol. DNA was extracted in 50 μl volume and stored at −20°C until further processing. Quantitative PCR Assay Real-time quantitative polymerase chain reaction (qPCR) assays, targeting the 16S rRNA gene (bacteria) and ITS region (fungi), were performed in triplicate with a SmartCycler (Cepheid, CA, United States) to quantify the bacterial and fungal burden. The following primers were used for targeting the 16S rRNA gene: 1369F (5′-CGGTGAATACGTTCYCGG-3′) and modified 1492R (5′-GGWTACCTTGTTACGACTT-3′) were used for this analysis ( Suzuki et al., 2000 ). Primers targeting the ITS region, were NS91 (5′-GTCCCTGCCCTTTGTACACAC-3′) and ITS51 (5′-ACCTTGTTACGACTTTTACTTCCTC-3′) ( Onofri et al., 2012 ). Each 25 μL reaction consisted of 12.5 μL of 2X iQ SYBR Green Supermix (Bio-Rad, Hercules, CA, United States), 1 μL each of forward and reverse oligonucleotide primers (10 μM each), and 1 μL of template DNA. Purified DNA from Model Microbial Consortium ( Kwan et al., 2011 ) served as the positive control and DNase/RNase free molecular-grade distilled water (Promega, Madison, WI, United States) was used as the negative control. These controls were included in all qPCR runs. The reaction conditions were as follows: a 3 min denaturation at 95°C, followed by 40 cycles of denaturation at 95°C for 15 s, and combined annealing and extension at 55°C for 35 s. The number of gene copies were determined from the standard curve. The 16S rRNA gene of  Bacillus pumilus  SAFR-032 and the ITS region of  Aureobasidium pullulans  28v1 were synthesized and used for preparing standard curves as described previously ( Checinska et al., 2015 ). The qPCR efficiency was ∼98% for each run. Negative controls yielded similar values (∼100 copies) despite using either 1 or 10 μL of DNA templates. Metagenome Sequencing DNA extracted from all CRV samples was quantified using the Qubit ®  Quant-iT dsDNA High Sensitivity Kit (Invitrogen, Life Technologies, Grand Island, NY, United States) and samples were s",
  "introduction": "Introduction Spacefaring nations carrying out interplanetary missions are subject to rules and regulations that were designed and instigated by the Committee on Space Research (COSPAR) in 1967 ( COSPAR, 2011 ). Protocols for cleaning and sterilization are of the highest priority and are regularly practiced and meticulously followed during spacecraft assembly for various missions ( Benardini et al., 2014 ). Cleanrooms are where various spacecraft subsystems, including commercial resupply vehicles (CRV) transporting cargo to the International Space Station (ISS), are assembled. These cleanrooms undergo daily cleaning procedures, including vacuuming and mopping of floors with 70% Isopropanol, high efficiency particulate arrestance (HEPA) air filtration, regular replacement of sticky mats at the entrance, and strict gowning procedures. Utmost care is taken by personal entering these facilities, as they are required to put on face masks, gloves, bodysuits, shoe covers, cleanroom boots, and cover hair and beards with nets ( Benardini et al., 2014 ). These precautionary measures are a part of routine exercises, because humans are the primary source of microbial contamination ( Moissl-Eichinger et al., 2015 ;  Checinska Sielaff et al., 2019 ;  Avila-Herrera et al., 2020 ). On average, humans shed 1.5 million skin cells an hour which carry approximately 15 million bacterial cells, thus becoming a significant source of the indoor microbiome ( Jaffal et al., 1997 ;  Lax et al., 2014 ). Many reports showed transfer of microorganisms via direct contact to indoor surfaces like keyboards ( Fierer et al., 2010 ), restrooms ( Flores et al., 2011 ), offices ( Hewitt et al., 2012 ), kitchens ( Flores et al., 2013 ), airplanes ( McManus and Kelley, 2005 ;  Korves et al., 2013 ), and hospitals ( Kembel et al., 2012 ;  Lax et al., 2017 ). Because of the human presence in these cleanrooms, their surfaces are not expected to be free of microbial burden. The ISS and CRV assembly cleanrooms, including spacecraft assembly facility (SAF) environments, are strictly controlled and monitored for airflow, water circulation, temperature, and humidity; however, individual differences do exist between the two systems ( Checinska et al., 2015 ). The ISS is a closed system where the air is recirculated after purification, while cleanrooms get a constant supply of fresh air from the outside environment. Additionally, astronauts live and work on the ISS as humans do in a typical household on Earth, while SAF cleanrooms have strict requirements that avoid activities like eating or sleeping. At a given point in time, the ISS harbors around six astronauts with a maximum of around 13 crew, while approximately 50 people can work in a cleanroom every day in a highly regulated manner. Despite high human traffic in SAF, the microbial burden was minimal and ranged between 10 2  and 10 4  cells per m 2  ( Hendrickson et al., 2017 ). It has also been shown that the cleaning procedures followed a",
  "methods": "Molecular Methods for Quantitation of Total and Viable Microorganisms ATP Assay To determine the total and intracellular ATP from all samples, a bioluminescence assay was performed using the CheckLite HS Kit (Kikkoman, Japan) and the manufacturer’s protocol, as described previously ( Venkateswaran et al., 2003 ). For total ATP assay (dead and viable microbes), four replicates of 100 μl sample were mixed with 100 μl of benzalkonium chloride, a cell lysing reagent and incubated at room temperature for 1 min. To this mixture, 100 μl of luciferin-luciferase reagent was added, and the resulting bioluminescence was measured immediately using a Lumitester K-210 luminometer (Kikkoman, Japan). For intracellular ATP (viable microorganisms), 500 μl of the serially diluted sample was amended with a 50 μl of an ATP-eliminating reagent (apyrase, adenosine deaminase) and incubated for 30 min at room temperature for eliminating extracellular ATP. Following which, the ATP assay was performed as described previously for the total ATP. It has been reported that one relative luminescent unit (RLU), the unit of measurement of ATP, was considered equivalent to approximately one CFU ( La Duc et al., 2004 ). PMA-Viability Assay Before DNA extraction, half of the sample was treated with propidium monoazide (PMA; Biotium, Inc., Hayward, CA, United States) so that the microbiome of intact/viable cells (PMA treatment) could be characterized. The PMA-untreated samples yielded information about the total microbial population (including free DNA, dead cells, cells with a compromised cell membrane, intact cells, and viable cells). PMA binds to DNA, making the DNA unavailable for amplification during PCR steps ( Nocker et al., 2007 ). Due to its higher molecular weight and/or charge, PMA cannot penetrate cells that have an intact cell membrane (i.e., viable) but can bind to free floating DNA or DNA inside cells with a compromised cell membrane (i.e., dead cells) ( Nocker et al., 2006 ,  2007 ). It is in this way that many studies have utilized PMA to distinguish between intact/viable cells and compromised/dead cells ( Lin et al., 2011 ;  Vaishampayan et al., 2013 ;  Checinska et al., 2015 ;  Jäger et al., 2018 ;  Singh et al., 2018 ;  Checinska Sielaff et al., 2019 ;  Avila-Herrera et al., 2020 ). A 3 mL aliquot of the concentrated sample was split into two halves. One 1.5 mL aliquot was treated with PMA (Biotium, Inc., Hayward, CA, United States) to a final concentration of 25 μM, followed by 5 min incubation in the dark at room temperature. The sample was then exposed to photoactivation for 15 min in a PMA-Lite LED Photolysis Device (Biotium, Inc., Hayward, CA, United States). The other aliquot with no PMA treatment was also incubated in dark for 5 min followed by photoactivation for 15 min like the PMA treated aliquot. Both PMA treated and untreated samples were then each split into half again. One half (750 μl) of each sample was then transferred to Lysing Matrix E tube (MP ",
  "results": "Results Microbial Burden Microbial burden assays were aimed at using both cultivation-dependent and independent methods to assess the broad diversity of microorganisms on various locations sampled from CRV1 and CRV2 (see  Table 1  for a description of each sample). Since CRV3 did not show any cultivable counts, such information was not obtained. Microbial colonies were isolated from all three locations on the GSE surfaces of CRV1 (locations 1, 2, and 7), and only one internal surface (location 4) as shown in  Table 2 . Using the R2A media, bacteria isolated from three GSE surfaces of CRV1 ranged between 1.3 × 10 5  to 2.8 × 10 6  CFU per m 2  while 1.8 × 10 4  CFU per m 2  colonies were isolated from the internal location CRV1-L4, an order of magnitude lower than samples from GSE surfaces. The MWW test of colony counts on R2A media show that the three GSE surfaces of CRV1 harbor a significantly different number of cultivable bacteria than the internal locations ( W  = 12,  p -value = 0.0436). No colonies were isolated from internal locations of CRV1 on BA media while GSE surfaces (location 2 and 7) showed 1 × 10 6  CFU per m 2  and location 1 showed 5.1 × 10 2  CFU per m 2  colonies. Fungal colonies isolated on PDA media from GSE of CRV1 ranged between 3.8 × 10 4  to 2.9 × 10 5  CFU per m 2  while 2 × 10 4  CFU per m 2  were isolated from the internal location CRV1-L4. The MWW test of colony counts on PDA media show that the three GSE surfaces of CRV1 harbor a significantly different amount of cultivable fungi than the internal surfaces ( W  = 12,  p -value = 0.0436). TABLE 2 Total, viable, and cultivable microbiological characteristics of CRV system surface samples. Cultivable bacteria Cultivable fungi ATP based microbial Bacterial 16S rRNA Fungal ITS (CFU/m 2 ) (CFU/m 2 ) population (RLU/m 2 ) (copies/m 2 ) (copies/m 2 ) Sample ID R2A BA PDA Total Intracellular Untreated PMA-Treated Untreated PMA-Treated CRV1-L1 1.3 × 10 5 5.1 × 10 2 3.8 × 10 4 4.9 × 10 5 6.6 × 10 5 8.6 × 10 5 4.3 × 10 5 7.0 × 10 5 BDL CRV1-L2 2.8 × 10 6 1.0 × 10 6 2.9 × 10 5 9.9 × 10 6 1.2 × 10 7 1.0 × 10 10 5.6 × 10 8 1.3 × 10 6 2.6 × 10 6 CRV1-L3 BDL BDL BDL 2.8 × 10 1 4.0 × 10 0 3.7 × 10 5 2.3 × 10 5 BDL BDL CRV1-L4 1.8 × 10 4 BDL 2.0 × 10 4 1.9 × 10 5 3.1 × 10 5 7.2 × 10 5 3.2 × 10 5 7.2 × 10 4 6.6 × 10 4 CRV1-L5 BDL BDL BDL 3.1 × 10 1 5.0 × 10 0 5.0 × 10 5 2.3 × 10 5 BDL BDL CRV1-L6 BDL BDL BDL 3.1 × 10 1 9.0 × 10 0 3.1 × 10 5 3.3 × 10 5 BDL BDL CRV1-L7 4.0 × 10 5 1.0 × 10 6 1.7 × 10 5 2.3 × 10 6 2.6 × 10 6 1.4 × 10 8 6.0 × 10 7 7.6 × 10 5 7.7 × 10 5 CRV1-FC BDL BDL BDL 1.9 × 10 1 6.0 × 10 0 4.3 × 10 3 2.7 × 10 3 BDL 6.3 × 10 2 CRV2-L1 3.7 × 10 4 5.0 × 10 2 1.5 × 10 3 1.3 × 10 5 9.0 × 10 4 4.5 × 10 5 2.8 × 10 5 6.1 × 10 5 BDL CRV2-L2 BDL BDL BDL 6.0 × 10 1 1.5 × 10 1 1.9 × 10 5 7.9 × 10 4 2.6 × 10 5 1.8 × 10 5 CRV2-L3 BDL BDL BDL 1.8 × 10 5 1.9 × 10 1 2.8 × 10 5 1.0 × 10 5 1.3 × 10 5 BDL CRV2-L4 BDL BDL BDL 2.8 × 10 1 3.0 × 10 0 3.8 × 10 4 6.1 × 10 4 BDL BDL CRV2-L5 BDL BDL BDL 4.1 × 10 1 2.0 × 10 0 7.3 × 10 4 3.6 × 10 4 BDL BDL CRV2-L6 BDL BDL BDL 2.2 × 10 1 8.0 × 10 0 5.3 × 10 4 5.4 × 10 4 8.1 × 10 4 BDL CRV2-L7 3.3 × 10 3 1.5 × 10 3 1.5 × 10 3 8.5 × 10 1 1.3 × 10 1 2.8 × 10 5 9.5 × 10 4 9.3 × 10 4 BDL CRV2-L8 9.5 × 10 2 BDL BDL 9.2 × 10 1 2.4 × 10 1 2.3 × 10 5 6.6 × 10 4 BDL BDL CRV2-FC BDL BDL BDL BDL BDL BDL BDL BDL BDL BDL, below detection limit. CRV2 was clean as compared to CRV1 and microbial colonies were isolated from only three samples (location 1; GSE and locations 7 and 8; internal) as shown in  Table 2 . The microbial colonies isolated from the CRV2-L1 GSE location were 3.7 × 10 4  and internal locations of CRV2-L7 and CRV2-L8 were 3.3 × 10 3  and 9.5 × 10 2  CFU per m 2 , respectively on R2A media. The MWW test of colony counts on R2A media failed to show a significant difference between bacterial counts among the internal and GSE surfaces of CRV2 ( W  = 8,  p -value = 1.0). About 5.0 × 10 2  (GSE location 1) and 1.5 × 10 3  (internal lo",
  "discussion": "Discussion The current study aims at understanding the source of contamination of the ISS by characterizing the microbial diversity of the CRV just before launching. The ISS’s robotic Canadarm appendage captures CRV carrying payloads for the ISS crew, after the CRV reaches the orbit of the ISS. As a result, in the current study, we compare the microbial diversity of the CRV with that of the previously reported ISS microbiome ( Singh et al., 2018 ;  Checinska Sielaff et al., 2019 ). Most of the CRV cultivable isolates were already reported from samples collected from SAF cleanroom environments ( Moissl-Eichinger et al., 2013 ), with the exception of  Compostimonas . Most of these CRV isolates have been identified as species normally associated with soils, whereas cultivable microorganisms from the ISS were primarily associated with humans ( Staphylococcaceae  and  Enterobacteriaceae ) with the exception of  Bacillus  that was common in both CRV and ISS ( Checinska Sielaff et al., 2019 ). When culturable fungi were compared, most of the CRV fungal members were also present in the ISS ( Checinska Sielaff et al., 2019 ). However, strain specific similarities of these fungal isolates will need to be carried out via a sophisticated strain-tracking molecular method in the future. The CRV isolates that pose a potential health risk for astronauts that may be immunocompromised are  Staphylococcus pasteuri  (e.g., bacteraemia) ( Savini et al., 2009 ),  Exophiala xenobiotica  (e.g., phaeohyphomycosis) ( Aoyama et al., 2009 ), and  Phialemonium dimorphosporum  (e.g., fungemia) ( Guarro et al., 1999 ). The cultivable strains also included members of the genera  Bacillus  and  Paenibacillus , which are often encountered in SAF environments and can withstand harsh conditions (e.g., desiccation, low nutrients, and radiation) because of their spore formation ability ( Vaishampayan et al., 2012 ). In addition,  Bacillus  and  Sphingomonas  are also known to form biofilms, which may increase various resistance capabilities of these microorganisms, and therefore also lead to an increased contamination risk ( Checinska Sielaff et al., 2019 ). The metagenome sequence analysis of the GSE and internal surfaces of CRV1 and CRV2 grouped separately when compared with the eight locations from the ISS environment sampled during three flights from a previously reported study by  Singh et al. (2018)  ( Figure 6 ). Furthermore, the microbiome profiles of the internal CRV were different from GSE of the CRV. The PMA treated samples collected from the GSE surface of the CRV1 were dominated by reads belonging to genera  Acidovorax ,  Caulobacter , and  Massilia  (reclassified as  Naxibacter ), while the CRV2 GSE surface showed  Pseudomonas  and  Bacillus . These bacteria are known to survive extreme oligotrophic conditions for extended time periods ( Wilhelm, 2018 ;  Gray et al., 2019 ). Additionally, the members of the aforementioned genera are known to tolerate alkaline ( Yumoto e",
  "conclusion": ""
}