{
  "id": "PMC7414185",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7414185/",
  "title": "Tonoplast-localized Ca",
  "authors": "Richard Hilleary, Julio Paez-Valencia, Cullen Vens, Masatsugu Toyota, Michael Palmgren, Simon Gilroy",
  "year": "2020",
  "journal": "Proceedings of the National Academy of Sciences of the United States of America",
  "abstract": "Significance Ca 2+  signaling is closely linked to the triggering of plant immune responses. We show that when the bacterial elicitor peptide flg22 is used to trigger immune responses in mutants missing tonoplast Ca 2+  pumps, it causes disrupted Ca 2+  signals that are higher in amplitude than expected from wild-type plants. Relocalization of a Ca 2+  pump normally found in the plasma membrane to the tonoplast rescues both the tonoplast pump knockout mutant’s immune-related phenotypes and aberrant Ca 2+  signaling dynamics. These observations support the notion that tonoplast-localized pumps are critical for the proper maintenance of Ca 2+  dynamics in innate immune responses but that any regulatory systems specific to the endogenous tonoplast pumps may not be required to support these signaling events.",
  "keywords": "autoinhibited calcium ATPase, calcium, flg22, vacuole",
  "full_text": "Plant pathogens are ubiquitous in the environment and plants have evolved sensory systems to recognize their presence and trigger appropriate defense responses. One of the best characterized of these sensing networks is through plasma membrane localized pattern recognition receptors (PRRs). These PRRs bind pathogen-associated molecular patterns (PAMPs): That is, conserved molecular signals of pathogen presence, such as bacterial flagellin or fungal chitin. Upon PAMP-binding, the PRRs trigger an immune response termed pattern-triggered immunity (PTI) that can lead to the rapid development of both local and plant-wide defense (systemic acquired resistance) ( 1 ). The best-characterized of the PRRs is the leucine-rich repeat receptor kinase flagellin-sensitive 2 (FLS2). This protein acts with a coreceptor, BAK1, and is responsible for recognizing bacterial flagellin (or minimally the flg22 peptide epitope within flagellin) ( 2 ,  3 ) and triggers the signaling systems that lead to PTI. Induction of these local and systemic responses involves the activation of myriad cellular signaling events at sites of pathogen perception, such as protein phosphorylation cascades, production of reactive oxygen species, anion fluxes, and apoplastic alkalization ( 1 ,  4 – 6 ). One of these major hallmarks of early PTI responses is a rapid influx of Ca 2+  into the cytosol immediately after PAMP recognition. The subsequent change in cytosolic Ca 2+  level is then thought to play a role in triggering downstream responses ( 7 – 9 ). Indeed, changes in cytosolic Ca 2+  are recognized as ubiquitous elements of cellular signaling networks and are thought to encode stimulus-specific information in their duration, amplitude, and frequency: Their so-called “calcium signature” ( 10 ). Calcium signatures are determined by an interplay between Ca 2+  permeable channels, exchangers, and pumps ( 11 ). Two cyclic nucleotide-gated channels (CNGCs 2 and 4) have emerged as likely key players in the Ca 2+  influx supporting the flg22-triggered signaling system under nonlimiting soil Ca 2+  levels ( 12 ). However, other channels are likely also involved as the  cngc2/4  double mutant attenuates, but does not abolish, the flg22-induced Ca 2+  change. Similarly, although CNGC2 and -4 are thought to mediate Ca 2+  influx at the plasma membrane, whether release from internal Ca 2+  stores plays a major role in these signaling events remains to be fully characterized. Despite this important role for channels in generating such defense-related Ca 2+  signals, building evidence also suggests an important role for Ca 2+  efflux pumps in innate immune Ca 2+  signaling. In particular, mutants of P2B-type ATPases, or autoinhibited calcium ATPases (ACAs) ( 13 ), have been shown to exhibit aberrant patterns of PTI ( 14 ,  15 ). Thus, mutants in the  Arabidopsis  plasma membrane ACAs, ACA8 and ACA10, show impaired defense and attenuated flg22-induced Ca 2+  signals. Conversely, disruption of the tonoplast ACAs, ACA4 and ACA11, renders plants to be constitutively defense responsive, but whether these phenotypes are related to aberrations in Ca 2+  signaling remains unknown ( 14 ). We report that  aca4/11  mutants show elevated basal Ca 2+  and an increased Ca 2+  signal in response to flg22. Elevated temperature is known to suppress defense-response phenotypes and growth at high temperatures rescued both the altered Ca 2+  dynamics and aberrant downstream pathogen responses. Furthermore, we report that the relocalization of a plasma membrane ACA (ACA8) to the tonoplast rescues the  aca4/11  phenotype. These observations imply that tonoplast-localized Ca 2+  pumping is integral to maintaining homeostatic Ca 2+  levels and for the initiation of proper PTI responses. However, because the relocalized plasma membrane pump can rescue the tonoplast knockout phenotypes, any regulatory motifs specific to the tonoplast pumps may not be required to support normal Ca 2+  signaling in the flg22-triggered response network. Results aca4/11  Leaves Exhibit Elevated Baseline Ca 2+  Levels. The  aca4/11  tonoplast ACA pump knockout shows an enhanced defense response, but its effects on Ca 2+  dynamics are unstudied ( 14 ). We therefore monitored cytoplasmic Ca 2+  dynamics in  aca4/11  plants expressing the ratiometric, genetically encoded, fluorescent protein-based Ca 2+  sensor YC-Nano65 ( 16 ). As Ca 2+  levels increase, the cyan fluorescent protein (CFP) signal from YC-Nano65 falls and the FRET signal from the yellow fluorescent protein (YFP) partner in the sensor increases. An increasing change in the FRET:CFP ratio (∆ R ) therefore reflects increasing cytosolic Ca 2+  ([Ca 2+ ] Cyt ).  aca4/11  mutants spontaneously form lesions around the time of inflorescence bolting, so we only imaged plants that had not yet developed lesions to mitigate potential imaging artifacts from dead cells. We obtained the mean FRET:CFP ratio values over 3 h for entire rosette leaves of Col-0 and  aca4/11  and observed a significant elevation in baseline [Ca 2+ ] Cyt  in  aca4/11  plants ( Fig. 1 ). Similarly, we tested [Ca 2+ ] Cyt  values in intact and detached cotyledons of 10-d-old seedlings and observed a similar pattern of basal [Ca 2+ ] Cyt  elevation in  aca4/11  ( SI Appendix , Fig. S1 ). Such a sustained Ca 2+  elevation may be associated with lesion formation as the infiltration of leaves with an avirulent strain of the phytopathogen  Pseudomonas syringae  pv. tomato DC3000 ( Pst ) has also been reported to elicit sustained Ca 2+  elevations that preceded hypersensitive lesion formation ( 17 – 19 ). Fig. 1. Basal Ca 2+  levels are elevated in  aca4/11  rosette leaves. Rosette leaves from intact 20-d-old soil-grown plants expressing YC-Nano65 were imaged at 22 °C. ( A ) FRET:CFP values for Col-0 and  aca4/11  rosettes were obtained every 30 s over 3 h and averaged over this period of time. FRET:CFP values indicate that baseline Ca 2+  levels are significantly elevated in intact  aca4/11  leaves when compared to Col-0. (Scale bar, 1 cm.) ( B ) Mean ratio values [YC-Nano65 FRET(YFP) emission:CFP emission] for entire rosettes leaves were quantified for Col-0 and  aca4/11. aca4/11  plants exhibit significantly elevated Ca 2+  levels compared to Col-0 ( n  = 8; Student’s  t  test, **** P  < 0.0001). flg22-Dependent Ca 2+  Signals Are Elevated in  aca4/11 . The formation of spontaneous hypersensitive lesions is a characteristic of lesion-mimic mutants and indicative of a deregulated immune response ( 20 ), implying that  aca4/11  may be showing a similar disruption in defense signaling. Thus, we decided to test the Ca 2+  signaling response to the PAMP flg22 ( 2 ,  3 ,  5 ,  21 ) in the  aca4/11  background. We first established that 1 μM flg22 elicited a clear Ca 2+  increase in Col-0 and was below the saturating concentration for the response ( SI Appendix , Fig. S2 ). Using this 1-µM concentration as our treatment, we found that flg22 elicited a larger Ca 2+  increase in  aca4/11  rosette leaves and cotyledons when compared to Col-0 ( Fig. 2 ,  SI Appendix , Fig. S3 , and  Movies S1–S4 ), suggesting that tonoplast-localized ACAs are important for the proper efflux of Ca 2+  from the cytoplasm during signaling events related to PAMP perception.  ACA4  and  ACA11  are ubiquitously expressed ( 22 ), as is the FLS2 receptor, and so we asked whether Ca 2+  signaling in response to flg22 was generically disrupted in the double-mutant background in our experiments to help us focus on where ACA4- and ACA11-dependent events were likely to be most prominent. Therefore, we grew plants under the same conditions where  aca4/11  showed differences in the flg22-triggered cotyledon Ca 2+  response but assayed responses in the root.  SI Appendix , Fig. S4  shows that we could detect both the previously documented flg22-induced inhibition of root growth ( 23 ) and flg22-triggered Ca 2+  increase at the root tip ( 24 ) in wild-type Col-0 seedlings, indicating that seedling roots were indeed flg22-responsive under these conditions. However, neither of these flg22-induced responses were significantly different between  aca4/11  and Col-0 ( SI Appendix , Fig. S4  A – C ). Furthermore, and unlike the shoot tissue, the baseline [Ca 2+ ] Cyt  in  aca4/11  root tips was not significantly different to Col-0 ( SI Appendix , Fig. S4 ), suggesting a potentially smaller impact on cellular Ca 2+  homeostasis of loss of ACA4 and ACA11 function at the root tip than in the shoot of these plants. Fig. 2. aca4/11  plants exhibit an elevated Ca 2+  signal in response to flg22. ( A ) Time series of 20-d-old rosette leaves showing 1 µM flg22-induced FRET ratio elevation in Col-0 and  aca4/11  rosettes. Note the elevated Ca 2+  increase in the  aca4/11  mutant line. Representative of  n  ≥ 12 experiments. (Scale bar, 8 mm.) ( B ) Time-series of response in 7- to 10d-old Col-0 and  aca4/11  rosette leaves treated with 1 µM flg22 at time = 0 s. The region of interest used for analysis was the entire rosette leaf including the vasculature. The black dashed line indicates significant differences in FRET values for those time points (two-way ANOVA; Tukey’s honestly significant difference [HSD];  P  < 0.05, mean ± SEM,  n  = 10 replicates for each genotype). It is important to note here that our results do not rule out a regulatory role for  ACA4  and  ACA11  in root Ca 2+  signaling and defense response. For example, flg22 responses in regions outside of the root tip or in plants of different ages or grown under different conditions may be altered in the  aca4/11  background. However, these results are consistent with Behera et al. ( 25 ), who similarly saw no shift in baseline Ca 2+  and little effect on root tip Ca 2+  signaling in response to exogenous ATP in  aca4/11  roots. Taking these observations together suggested to us that focusing on analyses of shoot rather than root responses should be the most likely to reveal  aca4/11 -dependent events. Thus, since our results indicated that  aca4/11  defense-signaling phenotypes appear prominent in the shoot tissue, where the lesion-mimic phenotype manifests, and are evident in both mature leaves and cotyledons, we decided to concentrate subsequent analyses on these aerial parts of the plant, using the cotyledons as our major organ for assay of Ca 2+  responses. The whole-organ imaging we used to capture the responses quantified in  Fig. 2  does not resolve individual cells and so inevitably includes some degree of averaging over multiple responding cells. Thus, the  aca4/11 -related changes in the Ca 2+  signal dynamics seen in the aerial organs in response to flg22 described above could reflect: 1) All of the cells being measured showing a similar elevated flg22-triggered rise in Ca 2+ , or 2) most  aca4/11  cells behaving with the wild type-like response but with a subset showing a much bigger response. In order to discriminate between these possibilities for the altered Ca 2+  response in the  aca4/11  background, we used confocal ratio imaging to follow changes after flg22 addition with single-cell resolution. This approach allowed us to ask how uniform the cellular response was in the  aca4/11  plants.  Fig. 3  shows that the elevated response appears homogeneous within responding cells ( Fig. 3 A ) and is mirrored in both individual cellular response in different regions across the organ and in the average response of a subregion of the cotyledon ( Fig. 3  B  and  C ). These results are consistent with the effect of the  aca4/11  lesion leading to a general elevation of Ca 2+  response in all cells rather than reflecting novel responses of a subpopulation. Fig. 3. Single-cell calcium imaging of Col-0 and  aca4/11  cotyledons in response to flg22. Representative time series (20× objective) data were collected from Col-0 and  aca4/11  lines after flg22 treatment at time = 0 s. Images were acquired near the edge of the cotyledon close to the petiole for all samples. ( A ) Times-series images of cotyledon epidermal cells of Col-0 and  aca4/11  after flg22 treatment. FRET ratio color bar displayed next to time series values = FRET:CFP. (Scale bar, 5 μm.) ( B ) Response of three representative cells taken across the organ each of Col-0 and  aca4/11  to flg22 treatment of the cotyledon at 0s. Note all  aca4/11  cells exhibit a similar, higher peak elevation in Ca 2+  (Δ R / R 0 ) compared to Col-0. ( C ) Mean Ca 2+  response (Δ R / R 0 ) from a 600-μm × 600-μm region of interest near the petiole of the cotyledon showing that the averaged response of this subregion of the leaf also shows the elevated aca4/11 response relative to wild-type,  n  > 6. Elevated Temperature Suppresses Lesion Formation and flg22-Dependent Ca 2+  Signals in  aca4/11 . Many lesion-mimic mutants exhibit lesion suppression when grown in elevated temperatures ( 20 ,  26 ), likely due to reduced biosynthesis of the phytohormone salicylic acid ( 27 ). While  aca4/11  plants grown at 22 °C exhibited dwarfism and eventually formed lesions, growth at 28 °C suppressed both of these  aca4/11  phenotypes, an effect that became more obvious as the plants grew larger rosettes ( Fig. 4 A ). We also used molecular markers of the flg22 response to characterize how  aca4/11  may affect induction of defense pathways. We first characterized that in wild-type, a 30-min time point after flg22 treatment captured the induction of  CPB60g ,  PHI1 ,  ICS1 , and  FRK1 , all components of PTI induction ( 28 ,  29 ). We also confirmed that the basal expression of these genes was not significantly altered in the various genotypes or under the temperature regimes used in the absence of flg22 ( SI Appendix , Fig. S5 ). Importantly,  FRK1  encodes a receptor-like protein kinase that is thought to function in a pathway independent of the flg22-signaling events mediated through the Ca 2+ -dependent protein kinases CPK4, -5, -6, and -11 ( 29 ). Thus,  FRK1  provided us with a marker that may operate independently of Ca 2+  signal dynamics, and so of  aca4/11 -related effects. Indeed, we observed that the 30-min flg22-dependent increase in  FRK1 ,  PHI1 , and  ICS1  transcripts were unaltered in the  aca4/11  background when compared to wild-type Col-0 plants ( Fig. 4 B ). However, induction of the defense regulator  CBP60g  and resistance to  Pst  bacterial challenge (seen as a reduction in extractable colony forming units of bacteria) were both elevated in  aca4/11  plants, with the resistance phenotype being most evident over the initial invasion at 1 d postinoculation (1 DPI) ( Fig. 4 C ). As seen for the dwarfing phenotype, suppression of both flg22-induced elevation of defense gene induction and pathogen resistance occurred in  aca4/11  at 28 °C ( Fig. 4  B  and  C ). Fig. 4. Elevated temperature suppresses lesion formation and flg22-dependent Ca 2+  signals in Col-0 and  aca4/11 . ( A ) Rosette area measurements of Col-0 and  aca4/11  grown at 22 °C or 28 °C for 14 or 25 d postgermination (DPG). Rosette data are presented as mean ± SEM of  n  ≥ 24 rosettes from >3 independent experiments; columns with different letters above are statistically different (one-way ANOVA; Tukey’s HSD;  P  < 0.05). ( B ) Transcript levels of 10-d-old seedlings treated with 1 µM flg22 for 30 min. Relative fold-change (2 −ΔΔCt ) were obtained by normalizing to Col-0 at 0 min ( SI Appendix , Fig. S5 A ). Results are mean ± SD;  n  = 3 biological replicates with 4 technical reps per biological replicate. Columns with the same letter are not statistically different (one-way ANOVA; Tukey’s HSD;  P  < 0.05). ( C ) Pathogen growth after 1 and 3 DPI of 10-d-old seedlings flood inoculated with  P. syringae  DC3000 pv. tomato. Data represent mean ± SD of four biological replicates and three independent experiments. Columns with different letters are statistically different (one-way ANOVA; Tukey’s HSD;  P  < 0.05). ( D ) Mean raw FRET:CFP values for Col-0 and  aca4/11  2 min prior to addition of flg22 ( n  ≥ 15; one-way ANOVA; Tukey’s HSD;  P  < 0.05). ( E ) Cotyledon Δ R / R 0  indicating that Col-0 and  aca4/11  grown and imaged at 28 °C exhibit attenuated Ca 2+  signals in response to flg22 ( n  ≥ 15); To aid in comparisons, Col-0 and  aca4/11  22 °C data are reproduced from  Fig. 2 . Dashed line indicates time points in which both Col-0 and  aca4/11  grown at 28 °C are significantly different from both Col-0 and  aca4/11  grown at 22 °C (two-way ANOVA, Bonferroni HSD;  P  < 0.05). Since the above  aca4/11  phenotypes were suppressed at 28 °C, we sought to determine if elevated temperature could also suppress the disrupted flg22-dependent Ca 2+  responses. Growth at 28 °C caused a reduction in the magnitude of this response in both Col-0 and  aca4/11 , with the degree of  aca4/11  response at 28 °C now closely mirroring that of Col-0 at this temperature ( Fig. 4 E ). Interestingly, the FRET:CFP values for  aca4/11  were still significantly higher than Col-0 at both 22 °C and 28 °C and Col-0 baseline was higher at 28 °C than 22 °C ( Fig. 4 D  and  SI Appendix , Fig. S6 ). Thus, growth at elevated temperature appeared to raise the basal Ca 2+  level in both Col-0 and  aca4/11 , but also dampened the subsequent flg22-induced Ca 2+  increase to the same degree in both backgrounds. One explanation of these altered response kinetics between  aca4/11  and Col-0 at altered temperatures would be that the sensitivity of the plants to flg22 had changed through alteration in FLS2 levels, rather than more directly affecting Ca 2+  homeostatic and signaling-related mechanisms. However, we did not detect any significant differences in FLS2 protein or  FLS2  transcript levels between genotypes or temperature treatments, suggesting that the differences in flg22-dependent Ca 2+  signaling is independent of FLS2 receptor levels and likely reflects temperature-related events downstream of receptor activation ( SI Appendix , Fig. S7 ). Tonoplast Localization of ACA8 Rescues  aca4/11 -Associated Phenotypes. It is known that the  aca4/11  lesioning phenotype is rescued by expression of either  ACA4  or  ACA11  in this mutant background ( 14 ). Such data provide a clear link between lesioning behavior and these two tonoplast ACAs. The rescue likely works as the native pumps, with all of their regulatory systems, are being reintroduced into the membrane in which they normally operate. Indeed, the ACAs form a multigene family with clades that map to particular organellar membranes ( SI Appendix , Fig. S8 ), and thus it seems likely that particular family members are tailored to operate within the lipid milieu and regulatory networks associated with a particular membrane environment. We asked if this idea was true by targeting a nontonoplast ACA to the tonoplast of the  aca4/11  double knockout and assessing its ability to rescue the double-knockout phenotypes. We chose to relocalize ACA8, a plasma membrane pump, to the tonoplast due to its significant divergence from ACA4 and ACA11 in its N-terminal autoinhibitory domain. This is the region where much of this family of pump’s regulation has been localized ( 30 – 33 ) and where a large amount of its isoform-dependent amino acid sequence diversity resides ( SI Appendix , Fig. S8 ). In order to relocalize ACA8, we deleted its C-terminal tail and replaced it with the analogous region of ACA11 (thus creating the chimeric ACA8-11C). The C terminus of ACA11 contains two sequences indicative of tonoplast localization, a dileucine (DXXXLL) and a tyrosine (YXXΦ) motif, where X is any amino acid and Φ is a bulky hydrophobic amino acid ( SI Appendix , Fig. S9 ) ( 29 ,  34 ). Furthermore, we created a version of the ACA8-11C chimeric pump with a point mutation in the P-loop of the core pump region (ACA8-D482A) that converted a conserved aspartate known to be important for pump activity into an alanine, effectively inactivating the pump ( 35 ). For both ACA8-11C ",
  "introduction": "",
  "methods": "Supplementary Material Supplementary File Supplementary File Supplementary File Supplementary File Supplementary File Supplementary File",
  "results": "Results aca4/11  Leaves Exhibit Elevated Baseline Ca 2+  Levels. The  aca4/11  tonoplast ACA pump knockout shows an enhanced defense response, but its effects on Ca 2+  dynamics are unstudied ( 14 ). We therefore monitored cytoplasmic Ca 2+  dynamics in  aca4/11  plants expressing the ratiometric, genetically encoded, fluorescent protein-based Ca 2+  sensor YC-Nano65 ( 16 ). As Ca 2+  levels increase, the cyan fluorescent protein (CFP) signal from YC-Nano65 falls and the FRET signal from the yellow fluorescent protein (YFP) partner in the sensor increases. An increasing change in the FRET:CFP ratio (∆ R ) therefore reflects increasing cytosolic Ca 2+  ([Ca 2+ ] Cyt ).  aca4/11  mutants spontaneously form lesions around the time of inflorescence bolting, so we only imaged plants that had not yet developed lesions to mitigate potential imaging artifacts from dead cells. We obtained the mean FRET:CFP ratio values over 3 h for entire rosette leaves of Col-0 and  aca4/11  and observed a significant elevation in baseline [Ca 2+ ] Cyt  in  aca4/11  plants ( Fig. 1 ). Similarly, we tested [Ca 2+ ] Cyt  values in intact and detached cotyledons of 10-d-old seedlings and observed a similar pattern of basal [Ca 2+ ] Cyt  elevation in  aca4/11  ( SI Appendix , Fig. S1 ). Such a sustained Ca 2+  elevation may be associated with lesion formation as the infiltration of leaves with an avirulent strain of the phytopathogen  Pseudomonas syringae  pv. tomato DC3000 ( Pst ) has also been reported to elicit sustained Ca 2+  elevations that preceded hypersensitive lesion formation ( 17 – 19 ). Fig. 1. Basal Ca 2+  levels are elevated in  aca4/11  rosette leaves. Rosette leaves from intact 20-d-old soil-grown plants expressing YC-Nano65 were imaged at 22 °C. ( A ) FRET:CFP values for Col-0 and  aca4/11  rosettes were obtained every 30 s over 3 h and averaged over this period of time. FRET:CFP values indicate that baseline Ca 2+  levels are significantly elevated in intact  aca4/11  leaves when compared to Col-0. (Scale bar, 1 cm.) ( B ) Mean ratio values [YC-Nano65 FRET(YFP) emission:CFP emission] for entire rosettes leaves were quantified for Col-0 and  aca4/11. aca4/11  plants exhibit significantly elevated Ca 2+  levels compared to Col-0 ( n  = 8; Student’s  t  test, **** P  < 0.0001). flg22-Dependent Ca 2+  Signals Are Elevated in  aca4/11 . The formation of spontaneous hypersensitive lesions is a characteristic of lesion-mimic mutants and indicative of a deregulated immune response ( 20 ), implying that  aca4/11  may be showing a similar disruption in defense signaling. Thus, we decided to test the Ca 2+  signaling response to the PAMP flg22 ( 2 ,  3 ,  5 ,  21 ) in the  aca4/11  background. We first established that 1 μM flg22 elicited a clear Ca 2+  increase in Col-0 and was below the saturating concentration for the response ( SI Appendix , Fig. S2 ). Using this 1-µM concentration as our treatment, we found that flg22 elicited a larger Ca 2+  increase in  aca4/11  rosette leaves and cotyledons when compared to Col-0 ( Fig. 2 ,  SI Appendix , Fig. S3 , and  Movies S1–S4 ), suggesting that tonoplast-localized ACAs are important for the proper efflux of Ca 2+  from the cytoplasm during signaling events related to PAMP perception.  ACA4  and  ACA11  are ubiquitously expressed ( 22 ), as is the FLS2 receptor, and so we asked whether Ca 2+  signaling in response to flg22 was generically disrupted in the double-mutant background in our experiments to help us focus on where ACA4- and ACA11-dependent events were likely to be most prominent. Therefore, we grew plants under the same conditions where  aca4/11  showed differences in the flg22-triggered cotyledon Ca 2+  response but assayed responses in the root.  SI Appendix , Fig. S4  shows that we could detect both the previously documented flg22-induced inhibition of root growth ( 23 ) and flg22-triggered Ca 2+  increase at the root tip ( 24 ) in wild-type Col-0 seedlings, indicating that seedling root",
  "discussion": "Discussion Ca 2+ -based signaling has been closely linked to PTI, with elicitors such as flg22 triggering Ca 2+  changes (e.g., refs.  23 ,  39 ) that are thought to play prominent roles in downstream signaling events ( 1 ,  4 – 6 ). In this study we showed that tonoplast-localized Ca 2+  pumps appear to not only be modulators of Ca 2+  homeostasis, but play an important role in regulating both response to the PAMP flg22 and in the induction of PTI. Plasma membrane Ca 2+  pumps have likewise been linked to PAMP signaling, with for example, ACA8 thought to form a complex with the FLS2 receptor ( 15 ). However, knocking out these plasma membrane Ca 2+  efflux pumps that would be thought to play roles in limiting and eventually resetting increases in Ca 2+  signals, has been reported to actually attenuate PAMP-triggered Ca 2+  responses and downstream signaling ( 15 ). In addition, although  aca8/10  plants show elevated baseline Ca 2+ , they do not display spontaneous lesion formation ( 15 ). Taken together, these observations suggest a potentially complex role for the plasma membrane pumps in signal processing outside of their ability to pump out, and so normally limit, PAMP-induced cytoplasmic Ca 2+  signals. In contrast, we found that knockouts in the vacuolar ACAs led to elevated baseline Ca 2+  within the cell ( Fig. 1 ), a larger flg22-induced Ca 2+  increase ( Figs. 2  and  3 ), and elevated levels of downstream PTI responses ( Fig. 4 B ). These observations are all consistent with these tonoplast pumps contributing to maintenance of low basal Ca 2+  levels and playing roles in limiting the magnitude of cytoplasmic Ca 2+  signals, signals that are themselves important mediators of PTI signaling. A Role for Temperature in Regulating Early PTI Responses. Elevated temperature is known to attenuate defense signaling ( 27 ) and as the  aca4/11  plants show phenotypes pointing at runaway PTI events (lesion mimicry, elevated defense responses, increased Ca 2+  signaling to flg22), we used this treatment to ask if the high-temperature effect suppressed both Ca 2+  dynamics and other defense-response phenotypes. Indeed, elevated temperature attenuated the PTI-related Ca 2+  dynamics in  aca4/11  to wild-type–like characteristics and these changes correlated with rescue of other elevated defense responses, such as defense gene induction and pathogen resistance ( Fig. 4  B  and  C ). These higher temperatures affected the attenuation of flg22-dependent Ca 2+  signals in both Col-0 and  aca4/11  plants ( Fig. 4 E ), suggesting that common temperature-dependent components of the Ca 2+  efflux machinery are affected in both genotypes. Although previous studies have indicated that PTI responses, including positive regulation of defense transcripts and MAPK activation, are favored at elevated temperatures ( 41 ), our experiments indicate that Ca 2+  signaling, a canonic PTI response, is suppressed at elevated temperature, consistent with reports that defens",
  "conclusion": ""
}