{
  "id": "PMC7382458",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7382458/",
  "title": "Sierra Nevada sweep: metagenomic measurements of bioaerosols vertically distributed across the troposphere",
  "authors": "Crystal Jaing, James Thissen, Michael Morrison, Michael B. Dillon, Samantha M. Waters, Garrett T. Graham, Nicholas A. Be, Patrick Nicoll, Sonali Verma, Tristan Caro, David J. Smith",
  "year": "2020",
  "journal": "Scientific Reports",
  "abstract": "To explore how airborne microbial patterns change with height above the Earth’s surface, we flew NASA’s C-20A aircraft on two consecutive days in June 2018 along identical flight paths over the US Sierra Nevada mountain range at four different altitudes ranging from 10,000 ft to 40,000 ft. Bioaerosols were analyzed by metagenomic DNA sequencing and traditional culturing methods to characterize the composition and diversity of atmospheric samples compared to experimental controls. The relative abundance of taxa changed significantly at each altitude sampled, and the diversity profile shifted across the two sampling days, revealing a regional atmospheric microbiome that is dynamically changing. The most proportionally abundant microbial genera were  Mycobacterium  and  Achromobacter  at 10,000 ft;  Stenotrophomonas  and  Achromobacter  at 20,000 ft;  Delftia  and  Pseudoperonospora  at 30,000 ft; and  Alcaligenes  and  Penicillium  at 40,000 ft. Culture-based detections also identified viable  Bacillus zhangzhouensis ,  Bacillus pumilus , and  Bacillus  spp. in the upper troposphere. To estimate bioaerosol dispersal, we developed a human exposure likelihood model (7-day forecast) using general aerosol characteristics and measured meteorological conditions. By coupling metagenomics to a predictive atmospheric model, we aim to set the stage for field campaigns that monitor global bioaerosol emissions and impacts.",
  "keywords": "Biological techniques, Microbiology, Environmental sciences",
  "full_text": "Introduction Aerosols (mostly desert dust, black carbon and ocean spray) regularly disperse across the Pacific Ocean with springtime atmospheric winds – in fact, models suggest that as much as 64 Teragrams of Asian aerosols can be transported to North America annually 1 . Past studies have reported microorganisms co-transported with globally-dispersed aerosols, and that both DNA signatures and viable cells can be detected in air masses 2 – 4 . For example, thousands of taxonomic signatures were measured in springtime Asian dust plumes delivering free tropospheric bioaerosols to an alpine research station in central Oregon 3 . In a separate flight project surveying airborne microorganisms in the western region of the United States, several taxa were found to be enriched in the upper atmosphere, including bacterial families  Lachnospiraceae ,  Ruminococcaceae  and  Erysipelotrichaceae 2 . Despite harsh conditions in the atmosphere, viable bacterial isolates were recovered from the same study 2 , including  Bacillus  sp.,  Micrococcus  sp.,  Arthrobacter  sp. and  Staphylococcus  sp. Previous aerobiology campaigns using aircraft were flown at single altitudes in order to refine collection methods and demonstrate some of the first measurements of an atmospheric microbiome 2 , 5 – 7 . To date, there are only a few studies that have examined microbiological changes across a vertical gradient in Earth’s troposphere 8 – 10 . More studies using advanced genomic techniques such as shotgun metagenomic sequencing will be essential to formulating predictive models of bioaerosols and how the atmospheric microbiome is influenced by meteorological conditions 11 , 12 . High-altitude aircraft can be used to travel at variable altitudes in the atmosphere, allowing us to investigate how bioaerosols patterns change with height above the surface. Herein, we report microbial composition in a “staircase pattern” flown at 10,000 ft, 20,000 ft, 30,000 ft and 40,000 ft using an Aircraft Bioaerosol Collector (ABC) device onboard NASA’s C-20A aircraft 2 . Air samples were collected on two consecutive flight days (June 20–21, 2018) in the vicinity of Palmdale, CA, USA, across the Sierra Nevada mountain range. Following each flight, captured bioaerosols were analyzed with traditional culture-based methods as well as metagenomic DNA sequencing. A meteorological and atmospheric dispersion computer model was then applied to the microbiological dataset to provide predictions of bioaerosol measurement signals and potential population exposures in downwind regions. Methods Sampling flights Two research flights (Fig.  1 ) were flown over the Sierra Nevada mountains (Supplementary Fig.  S1 ) across California using NASA’s C-20A Gulfstream III aircraft available through the Airborne Science Program at Armstrong Flight Research Center (AFRC). The first flight was 2.9 h total flown on June 20, 2018; the second flight was 3.5 h total on June 21, 2018. During each daytime flight, the aircraft ascended to 40,000 ft and remained at this altitude for 30–40 min sampling air at an estimated rate of 8.5 L·min −1 . Then, in a “staircase” pattern, the aircraft descended in 10,000 ft increments from 30,000 ft, to 20,000 ft, to 10,000 ft, for 30–40 min of air sampling at each altitude step. Supplementary Table  S1  summarizes sampling times and other pertinent flight information. Aircraft telemetry data was visualized using Google Earth Pro software with images from Landsat and Copernicus to generate terrain (Supplementary Fig.  S1 ). Figure 1 Sampling over the US Sierra Nevada mountain range. ( a ) Aircraft Bioaerosol Collector (ABC) onboard NASA’s C-20A aircraft. Air sampling line, flow valve, cascade impactor, and air flow meter shown on workbench; ( b ) June 20, 2018, view from C-20A window at lowest altitude sampled (10,000 ft) above the US Sierra Nevada mountain range with an aerosol haze visible on the horizon; ( c ) Flight pattern on June 20, 2018 based on GPS data, sampling for 30–40 min at 10,000 ft steps up to 40,000 ft; ( d ) Flight pattern on June 21, 2018 based on GPS data, sampling for 30–40 min starting at 40,000 ft and stepping down in 10,000 ft steps. Panels C and D were generated using Mathworks Matlab software, versions R2018 to R2019 ( https://www.mathworks.com/products/matlab.html ), from the recorded flight path. Sample collection procedures were carried out using the ABC hardware system as previously described 2 . Before the aircraft reached each sampling altitude, gamma-irradiated (i.e., DNA-treated) gelatinous filter membranes were loaded into a cascade impactor (Supplementary Fig.  S2 ). Two different cascade impactor stages were used to size separate the bioaerosols (Product TE-10–860; Tisch Environmental, Cleves, OH). Each sampler stage had 400 small, round, drilled orifices (1.18 mm on first stage; 0.25 mm on second stage). As described by Smith et al. 2 , the first stage should capture aerosols larger than 8 μm (if traveling into the inlet) while the second stage would capture smaller aerosols between 1 and 8 μm (nominal). The first stage holds Filter A and second stage holds Filter B. An upstream valve was used to regulate atmospheric air flowing into the system. With the air flow off, fresh filters were aseptically swapped into the sampling system before the next altitude was sampled. A total of 16 filter samples were collected at the four different altitudes on two consecutive flight days with two filters staged at each altitude. Experimental controls To produce a baseline for assessing known system contaminants, we followed a previously described method 2 where pre-flight and post-flight  ground controls  were collected on the C-20A window plate, air probe inlet, and an exterior portion of the aircraft upstream of the sampling probe using a pre-wetted, DNA-free sterile applicator (Puritan cat #25-3306UTTFDNA). Swabs were stored in 5 mL of sterile deionized water within a 15 ml Falcon tube and kept at 4 °C until laboratory processing. To characterize contaminants inside the aircraft, a blank gelatinous filter was placed in a petri dish resting on the work bench and exposed to ambient aircraft cabin air during every filter exchange. These samples were reported as  cabin controls . The surface of the bench holding the cascade sampler was also swabbed with a pre-wetted, DNA-free sterile applicator as an additional  cabin control . Post-flight sample processing For each sample, one filter half was archived in a −80 °C freezer (TSU-600A, Thermo Scientific, Asheville, NC) and the other half was put in 40 ml of warm (37 °C) molecular grade water which easily dissolved the gelatinous filter membrane. The sample was then concentrated using the InnovaPrep CP Select concentrating pipette (InnovaPrep, Drexel, MO). The concentrator passed the entire sample volume (40 ml) through a 0.1 µm flat polyethersulfone membrane (part number CC08001), followed elution buffer (EB, phosphate buffering solution with 0.75% Tween-20 [PBST]) into a final output volume of 1 mL. Filters A and B were processed separately. Similarly, swabs contained in 15 mL tubes (wetted with 5 ml of sterile water) from ground and cabin control samples were concentrated in 1 mL of EB. For each concentrated volume, 200 µL was used for DNA extraction and subsequent metagenomic sequencing; 100 µL was used for culture-based recovery assays; and 700 µL was archived at −80 °C in the freezer in 20% glycerol stocks (final volume). We have included three  process controls . The first one is the whole blank gelatinous membrane filter that has gone through the entire InnovaPrep processing and DNA extraction; the other two are two replicates of the DNA extraction with no template controls. A total of 13 ground, cabin and process control samples were collected during the aircraft flight operations. Supplementary Table  S2  summarizes all experimental samples. DNA extraction A total volume of 200 µl was utilized for DNA extraction from the 1 mL InnovaPrep concentrated sample. Each sample was extracted using the Qiagen AllPrep PowerViral DNA/RNA Kit (part number 28000, Hilden, Germany). Standard manufacturer’s protocols with bead beating were followed to extract DNA from each sample. Samples were eluted in 60 µL of elution buffer and quantitated using the ThermoFisher Qubit Fluorometer (Waltham, MA). The average concentration of flight samples and controls was approximately 14.9 pg/µL. Metagenomic sequencing The Illumina NextSeq500 was used for shotgun metagenomic sequencing with the Illumina NextSeq Series High Output Kit v2 (San Diego, CA), using 150 base pair, paired-end reads 13 . DNA libraries were prepared for sequencing using the Illumina Nextera Flex DNA Library Preparation Kit (part number 20018705). For each sample, approximately 400 pg was input into the kit and standard manufacturer protocols were followed. Quality, concentration, and fragment sizes of the completed libraries were assessed on the Agilent Tapestation 4200 (Santa Clara, CA). Libraries were normalized and pooled to 100–200 pM according to the Agilent Tapestation determined concentrations. The pooled library sample was quantitated using the ThermoFisher Qubit fluorimeter and denaturing steps were performed according to the manufacturer’s standard recommendations (Illumina). A concentration of 1% of Illumina’s standard positive control (PhiX) was added to the pooled libraries and 1.3 pM final library concentration was input into the Illumina NextSeq 500 instrument. Taxonomy identification Metagenomic sequences were analyzed using the Livermore Metagenomics Analysis Toolkit (LMAT), a metagenomic analysis pipeline that searches for taxonomic identifiers associated with k-mers in reference genome databases 14 , 15 . The database contains distinct species-level alignments for 4,863 bacteria; 4,189 viruses; 2,038 eukaryotes; and 279 archaea. Ecological distance Similarity between samples was visualized using non-metric multidimensional scaling (NMDS) and the t-Distributed Stochastic Neighbor Embedding (tSNE) methods. NMDS analysis was performed by Jaccard distance of detection, comparing microbial presence (above 1 LMAT read) and absence differences at the genus level between samples. tSNE of quantification matrices was used to reduce high-dimensional data into a low-dimensional space for visualization 16 . Through both data processing techniques, samples with high similarity will cluster together whereas less similar samples will be spaced further apart. Prior to tSNE analyses, the relative abundance of each taxon in a sample was transformed into Euclidian space using the center log-ratio (clr) method in the ALDEx2 (v.1.16.0) R package 17 . Alpha diversity and differential abundance Alpha diversity refers to the diversity within an ecosystem. It is usually expressed by the number of species (i.e., species richness) in that ecosystem. Alpha (α) diversity was estimated for each sample and compared within altitudes across flight days. We quantified α-diversity using the Chao1 estimator 18  and the observed number of effective taxa ( q N eff ) weighted by each taxonomic proportion of DNA per sample 19 . Weights were chosen such that  q N eff  corresponded to the following transformations of commonly used diversity indices: observed richness (the number of taxa seen;  0 N eff ), exponentiated Shannon index (both taxa richness and evenness;  1 N eff ), and the reciprocal Simpson index (dominance and evenness of taxa;  2 N eff ). A differential abundance analysis was performed for taxa at each altitude step using the ALDEx2 (v.1.16.0) R package 17 . Individual abundances for an identified taxon were transformed using the centered log-ratio (clr) method 17 , 20 . Transformed counts were then analyzed for differential abundances across altitudes steps using the aldex.glm() function. Finally,  P  values for taxa were corrected for multiple tests using the Benjamini and Hochberg method 21 . Culture-based recovery and identification After sample concentration, 100 µL aliquots were spread onto Reasoner's 2A agar (R2A) plates and Trypticase soy agar (TSA) plates, wrapped in Parafilm (American National Can, Chicago, IL) and incubated in the dark at 25 °C for up to four weeks while monitoring signs of growth. Individual colonies were sub-cultured on R2A until isolated, and then cryopreserved with 10% sterile glycerol (Amresco, Solon, OH) and nutrient broth (Difco, Sparks, MD) at -80 °C. Bacterial colonies DNA extraction and 16S rRNA Sanger sequencing was done by GENEWIZ (South Planfield, NJ). Forward and reverse 16S rRNA sequences were merged and searched against the NCBI non-redundant database using BLASTn 22 . Atmospheric modeling HYSPLIT back-trajectories 23 were obtained using reanalysis data on the READY website,  https://www.ready.noaa.gov . Heights at the different sampling altitudes were used as input for starting points in the model. Atmospheric microbes are co-transported in aerosols that have a wide range of sizes 24 , 25 . We forecasted aerosol (forward) dispersal from the sampled locations using several modeling process assumptions. Since the typical lifetime of relatively small particles in the upper troposphere (e.g., 10 days for 9 μm particles 26 ) is comparable to the analysis timescale of one week, our analysis does not require a detailed particle size distribution. First, the bioaerosols were assumed to be 1-μm aerodynamic diameter particles released at a constant rate along the sampling flight path. Our choice of a spatially and temporally uniform particle concentration matches the sampling resolution within the flight path. Second, the downwind time-integrated concentration of the released material was predicted using the Department of Energy, Lawrence Livermore National Laboratory, National Atmospheric Release Advisory Center (DOE LLNL NARAC) modeling system. Atmospheric Data Assimilation and Parameterization Techniques (ADAPT) / Lagrangian Operational Dispersion Integrator (LODI) models. The ADAPT model was initialized with 0.25 deg resolution Global Forecast Model fields 27 , 28 . Our modeling resolved North American near-surface influences up to seven days after flights with a 30.8 km horizontal resolution. Default ADAPT upper-tropospheric dispersion parameters were used: 0.01 m 2 ·s −1  and 0.25 m 2 ·s −2  for the vertical eddy diffusivity (K z ) and horizontal velocity variance (σ u 2  = σ v 2 ), respectively, and, while reasonable for many situations, may underestimate the overall vertical atmospheric mixing during the seven day period. Non-precipitation atmospheric removal processes were accounted for by including both (a) gravitational settling and (b) an additional 0.003 m·s −1  deposition velocity. We chose the latter value to reflect deposition to regions with significant vegetation 29 . In order to simplify the modeling effort, other known effects on aerosol lifetimes in the atmosphere, including highly convective conditions and additional emissions from the Earth’s surface were not considered. Finally, to make our forecasts more relevant to downwind human population centers, we estimated the “average” outdoor individual and population-level exposures. The individual exposure probability was calculated by multiplying (a) predicted near-surface outdoor aerosol concentrations by (b) an average adult breathing rate (respiratory second volume) of 2 × 10 –4  m 3 ·s −1 30 . The population-level exposure estimate was calculated by multiplying the individual exposure estimate by the population as reported in the LandScan 2015 High Resolution Global Population Database 31 . Results Metagenomics Approximately 10 M reads were obtained for each flight sample. After LMAT analysis, which combines forward and reverse reads into a single unit, an average of 5 M reads per sample were uniquely assigned to a taxonomic identifier at the given score threshold 14 , 15 . On average, 940,000 reads per sample corresponded to microbial sequences, out of which 613,000 reads were assigned at the genus level. The detailed number of reads for each flight and control sample is listed in Supplementary Table  S2 . Two statistical methods were used to visualize sample clustering: NMDS and tSNE. Neither of the two data visualization approaches showed clear clustering of flight samples by altitude (Fig.  2 ). Colored circles represent flight samples from each altitude. Four samples from each altitude were included: filters A and B from Day 1 and filters A and B from Day 2. Three cabin air control, three process control and six ground control samples were included in both data visualization methods to help determine if atmospheric samples were significantly different from the controls. Jaccard distance (Fig.  2 a) showed a tighter grouping of the flight samples based on altitude, but overlap patterns suggested a high amount of similarity between sampling at different heights. Most of the control samples clustered together by NMDS visualization (Fig.  2 a); tSNE also showed majority of controls separated from flight samples (Fig.  2 b). Figure 2 Visualization of sample clustering using multiple distance and similarity metrics. ( a ) Non-metric multidimensional scaling (NMDS) using the Jaccard distance depicting sample similarity with taxonomic presence-absence profiles; ( b ) Sample clustering using t-Distributed Stochastic Neighbor Embedding (tSNE) analysis of taxa abundance. The figure was generated in R (v.3.6.0)  53  using package ggplot2 (v.3.2.1) 54 . \n Alpha diversity Figure  3  is a genus level comparison of richness and evenness between samples (ground and flight); Supplementary Fig.  S3  shows the alpha diversity at the species level. Six ground controls (pre-flight and post-flight swabs), along with four data points from each altitude (Filters A (alpha) and B (beta); both flight days) were included in the diversity comparison. No significant differences between samples were observed using a Kruskall-Wallis one-way ANOVA of species richness, nor Shannon and Simpson indices. Further pairwise comparisons of ground, 10,000 ft and 30,000 ft groups using the Mann–Whitney and Student’s t-tests found no significant difference between the groups either. The Simpson index comparison at the genus level resulted in the smallest  p  value of 0.078. Figure 3 Alpha (α)-diversity for flight and ground samples at genus level resolution. α-diversity quantified as  1 N eff  with samples shown as circles. The area of each circle is proportional to the number of genus-resolved fragments in a sample. Violin plots show density of α-diversity, box plots show the first, second and third quartiles, and 1.5 times the interquartile range of each time point’s α-diversity sample distribution. Dark red diamonds represent the means. The figure was generated in R (v.3.6.0) 53  using package ggplot2 (v.3.2.1) 54 . \n Relative abundance Proportionally abundant microbial taxa from each flight day are depicted for Filter A (Fig.  4 ) and Filter B (Supplementary Fig.  S4 ). The 12 most abundant genera in Filter A (from either day) were  Achromobacter, Alcaligenes, Delftia, Lachnoanaerobaculum, Mycobacterium, Penicillium, Prevotella, Pseudoperonospora, Stenotrophomonas, Streptococcus, Tetrahymena,  and  Veillonella. . Detected as proportionally abundant in both days were  Achromobacter, Stenotrophomonas, Streptococcus,  and  Delftia.  On June 20, 2018,  Lachnoanaerobaculum ,  Alcaligenes, Mycobacterium ,  Tetrahymena,  and  Veillonella  appeared, whereas  Penicillium, Prevotella, Pseudoperonospora,  and  Porphyromonas  were only abundant on June 21, 2018. In addition to microbial taxa,  Pinus koraiensis  and  Pinus radiata  were also detected as proportionally abundant at 10,000 ft but only on the second flight day (June 21, 2018). Species level abundance of Filter A is depicted in Supplementary Fig.  S5 ,  Achromobacter xylosoxidans ,  Alcaligenes faecalis ,  Bradyrhizobium",
  "introduction": "Introduction Aerosols (mostly desert dust, black carbon and ocean spray) regularly disperse across the Pacific Ocean with springtime atmospheric winds – in fact, models suggest that as much as 64 Teragrams of Asian aerosols can be transported to North America annually 1 . Past studies have reported microorganisms co-transported with globally-dispersed aerosols, and that both DNA signatures and viable cells can be detected in air masses 2 – 4 . For example, thousands of taxonomic signatures were measured in springtime Asian dust plumes delivering free tropospheric bioaerosols to an alpine research station in central Oregon 3 . In a separate flight project surveying airborne microorganisms in the western region of the United States, several taxa were found to be enriched in the upper atmosphere, including bacterial families  Lachnospiraceae ,  Ruminococcaceae  and  Erysipelotrichaceae 2 . Despite harsh conditions in the atmosphere, viable bacterial isolates were recovered from the same study 2 , including  Bacillus  sp.,  Micrococcus  sp.,  Arthrobacter  sp. and  Staphylococcus  sp. Previous aerobiology campaigns using aircraft were flown at single altitudes in order to refine collection methods and demonstrate some of the first measurements of an atmospheric microbiome 2 , 5 – 7 . To date, there are only a few studies that have examined microbiological changes across a vertical gradient in Earth’s troposphere 8 – 10 . More studies using advanced genomic techniques such as shotgun metagenomic sequencing will be essential to formulating predictive models of bioaerosols and how the atmospheric microbiome is influenced by meteorological conditions 11 , 12 . High-altitude aircraft can be used to travel at variable altitudes in the atmosphere, allowing us to investigate how bioaerosols patterns change with height above the surface. Herein, we report microbial composition in a “staircase pattern” flown at 10,000 ft, 20,000 ft, 30,000 ft and 40,000 ft using an Aircraft Bioaerosol Collector (ABC) device onboard NASA’s C-20A aircraft 2 . Air samples were collected on two consecutive flight days (June 20–21, 2018) in the vicinity of Palmdale, CA, USA, across the Sierra Nevada mountain range. Following each flight, captured bioaerosols were analyzed with traditional culture-based methods as well as metagenomic DNA sequencing. A meteorological and atmospheric dispersion computer model was then applied to the microbiological dataset to provide predictions of bioaerosol measurement signals and potential population exposures in downwind regions.",
  "methods": "Methods Sampling flights Two research flights (Fig.  1 ) were flown over the Sierra Nevada mountains (Supplementary Fig.  S1 ) across California using NASA’s C-20A Gulfstream III aircraft available through the Airborne Science Program at Armstrong Flight Research Center (AFRC). The first flight was 2.9 h total flown on June 20, 2018; the second flight was 3.5 h total on June 21, 2018. During each daytime flight, the aircraft ascended to 40,000 ft and remained at this altitude for 30–40 min sampling air at an estimated rate of 8.5 L·min −1 . Then, in a “staircase” pattern, the aircraft descended in 10,000 ft increments from 30,000 ft, to 20,000 ft, to 10,000 ft, for 30–40 min of air sampling at each altitude step. Supplementary Table  S1  summarizes sampling times and other pertinent flight information. Aircraft telemetry data was visualized using Google Earth Pro software with images from Landsat and Copernicus to generate terrain (Supplementary Fig.  S1 ). Figure 1 Sampling over the US Sierra Nevada mountain range. ( a ) Aircraft Bioaerosol Collector (ABC) onboard NASA’s C-20A aircraft. Air sampling line, flow valve, cascade impactor, and air flow meter shown on workbench; ( b ) June 20, 2018, view from C-20A window at lowest altitude sampled (10,000 ft) above the US Sierra Nevada mountain range with an aerosol haze visible on the horizon; ( c ) Flight pattern on June 20, 2018 based on GPS data, sampling for 30–40 min at 10,000 ft steps up to 40,000 ft; ( d ) Flight pattern on June 21, 2018 based on GPS data, sampling for 30–40 min starting at 40,000 ft and stepping down in 10,000 ft steps. Panels C and D were generated using Mathworks Matlab software, versions R2018 to R2019 ( https://www.mathworks.com/products/matlab.html ), from the recorded flight path. Sample collection procedures were carried out using the ABC hardware system as previously described 2 . Before the aircraft reached each sampling altitude, gamma-irradiated (i.e., DNA-treated) gelatinous filter membranes were loaded into a cascade impactor (Supplementary Fig.  S2 ). Two different cascade impactor stages were used to size separate the bioaerosols (Product TE-10–860; Tisch Environmental, Cleves, OH). Each sampler stage had 400 small, round, drilled orifices (1.18 mm on first stage; 0.25 mm on second stage). As described by Smith et al. 2 , the first stage should capture aerosols larger than 8 μm (if traveling into the inlet) while the second stage would capture smaller aerosols between 1 and 8 μm (nominal). The first stage holds Filter A and second stage holds Filter B. An upstream valve was used to regulate atmospheric air flowing into the system. With the air flow off, fresh filters were aseptically swapped into the sampling system before the next altitude was sampled. A total of 16 filter samples were collected at the four different altitudes on two consecutive flight days with two filters staged at each altitude. Experimental controls To produce a baseline for assessing kno",
  "results": "Results Metagenomics Approximately 10 M reads were obtained for each flight sample. After LMAT analysis, which combines forward and reverse reads into a single unit, an average of 5 M reads per sample were uniquely assigned to a taxonomic identifier at the given score threshold 14 , 15 . On average, 940,000 reads per sample corresponded to microbial sequences, out of which 613,000 reads were assigned at the genus level. The detailed number of reads for each flight and control sample is listed in Supplementary Table  S2 . Two statistical methods were used to visualize sample clustering: NMDS and tSNE. Neither of the two data visualization approaches showed clear clustering of flight samples by altitude (Fig.  2 ). Colored circles represent flight samples from each altitude. Four samples from each altitude were included: filters A and B from Day 1 and filters A and B from Day 2. Three cabin air control, three process control and six ground control samples were included in both data visualization methods to help determine if atmospheric samples were significantly different from the controls. Jaccard distance (Fig.  2 a) showed a tighter grouping of the flight samples based on altitude, but overlap patterns suggested a high amount of similarity between sampling at different heights. Most of the control samples clustered together by NMDS visualization (Fig.  2 a); tSNE also showed majority of controls separated from flight samples (Fig.  2 b). Figure 2 Visualization of sample clustering using multiple distance and similarity metrics. ( a ) Non-metric multidimensional scaling (NMDS) using the Jaccard distance depicting sample similarity with taxonomic presence-absence profiles; ( b ) Sample clustering using t-Distributed Stochastic Neighbor Embedding (tSNE) analysis of taxa abundance. The figure was generated in R (v.3.6.0)  53  using package ggplot2 (v.3.2.1) 54 . \n Alpha diversity Figure  3  is a genus level comparison of richness and evenness between samples (ground and flight); Supplementary Fig.  S3  shows the alpha diversity at the species level. Six ground controls (pre-flight and post-flight swabs), along with four data points from each altitude (Filters A (alpha) and B (beta); both flight days) were included in the diversity comparison. No significant differences between samples were observed using a Kruskall-Wallis one-way ANOVA of species richness, nor Shannon and Simpson indices. Further pairwise comparisons of ground, 10,000 ft and 30,000 ft groups using the Mann–Whitney and Student’s t-tests found no significant difference between the groups either. The Simpson index comparison at the genus level resulted in the smallest  p  value of 0.078. Figure 3 Alpha (α)-diversity for flight and ground samples at genus level resolution. α-diversity quantified as  1 N eff  with samples shown as circles. The area of each circle is proportional to the number of genus-resolved fragments in a sample. Violin plots show density of α-diversity, box plots show the first, second and third quartiles, and 1.5 times the interquartile range of each time point’s α-diversity sample distribution. Dark red diamonds represent the means. The figure was generated in R (v.3.6.0) 53  using package ggplot2 (v.3.2.1) 54 . \n Relative abundance Proportionally abundant microbial taxa from each flight day are depicted for Filter A (Fig.  4 ) and Filter B (Supplementary Fig.  S4 ). The 12 most abundant genera in Filter A (from either day) were  Achromobacter, Alcaligenes, Delftia, Lachnoanaerobaculum, Mycobacterium, Penicillium, Prevotella, Pseudoperonospora, Stenotrophomonas, Streptococcus, Tetrahymena,  and  Veillonella. . Detected as proportionally abundant in both days were  Achromobacter, Stenotrophomonas, Streptococcus,  and  Delftia.  On June 20, 2018,  Lachnoanaerobaculum ,  Alcaligenes, Mycobacterium ,  Tetrahymena,  and  Veillonella  appeared, whereas  Penicillium, Prevotella, Pseudoperonospora,  and  Porphyromonas  were only abundant on June 21, 201",
  "discussion": "Discussion With an aerobiology study flown into the upper troposphere, we detected changing microbial abundance with height above the Earth’s surface – our dataset was reliant upon a shotgun metagenomics approach analyzing samples acquired between 10,000 to 40,000 ft, on two consecutive summer days over the US Sierra Nevada mountain ranges. Controls were also sequenced as a baseline reference. This strategy was essential because contaminants can confuse signals from low biomass environments. We observed significant differences in microbial taxa from flight samples compared to control samples. The most abundant taxa identified in the flight samples were:  Achromobacter, Alcaligenes, Delftia, Lachnoanaerobaculum, Mycobacterium, Penicillium, Prevotella, Pseudoperonospora, Stenotrophomonas, Streptococcus, Tetrahymena,  and  Veillonella. Alcaligenes  is a genus of gram-negative, aerobic bacteria found mostly in the intestinal tracts of vertebrates, decaying materials, dairy products, water, and soil. It can cause opportunistic infections, including nosocomial sepsis.  Alcaligenes faecalis  is usually found in soil and water environments, and its abundance in atmospheric samples hints at a possible relationship with agriculture (e.g., wastewater, compost, feedlots 34 ) considering the physical proximity of air sampled to the CA Central Valley with ~ 28,000 km 2  of irrigated farmlands. Up to 55% of dust deposition at alpine sites in the Sierra Nevada comes from the Central Valley 35 ; thus, the air sampled in this study would be expected to contain agriculturally-produced bioaerosols. The proportional abundance of  Stenotrophomonas maltophilia  identify it as another candidate to examine for possible emanation from the Central Valley, considering the species is regularly found in plant rhizospheres, animals, croplands, and water sources 36 . Other noteworthy bacterial standouts in our atmospheric samples—part of the normal flora of the mouth and gastrointestinal tract in humans—were  Delftia acidovorans 37 ,  Lachnoanaerobaculum saburreum 38 ,  Prevotella ,  Veillonella  and  Streptococcus . Wastewater treatment facilities could be a contributing source of these bioaerosols 39 .  Mycobacterium  was among the most abundant genera at 10,000 ft on the first sampling day; aerosolized nontuberculous mycobacteria can cause pulmonary disease 40 , but we did not produce viability information with DNA-based detections.  Achromobacter xylosoxidans  may be the most clinically relevant species detected in our study (endogenous microbiota of the ear and gastrointestinal tract 41 ); however, considering it was also measured in control samples, this detection may reflect contamination .  Two fungal species detected among the most abundant taxa ( Pseudoperonospora  and  Penicillium ) are of particular note.  Pseudoperonospora cubensis  is a fungal pathogen with a wide geographical distribution that can infect produce including cantaloupe, cucumber, pumpkin, squash and",
  "conclusion": ""
}