{
  "id": "PMC7756144",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7756144/",
  "title": "Beyond Low-Earth Orbit: Characterizing Immune and microRNA Differentials following Simulated Deep Spaceflight Conditions in Mice",
  "authors": "Amber M. Paul, Margareth Cheng-Campbell, Elizabeth A. Blaber, Sulekha Anand, Sharmila Bhattacharya, Sara R. Zwart, Brian E. Crucian, Scott M. Smith, Robert Meller, Peter Grabham, Afshin Beheshti",
  "year": "2020",
  "journal": "iScience",
  "abstract": "Summary Spaceflight missions can cause immune system dysfunction in astronauts with little understanding of immune outcomes in deep space. This study assessed immune responses in mice following ground-based, simulated deep spaceflight conditions, compared with data from astronauts on International Space Station missions. For ground studies, we simulated microgravity using the hindlimb unloaded mouse model alone or in combination with acute simulated galactic cosmic rays or solar particle events irradiation. Immune profiling results revealed unique immune diversity following each experimental condition, suggesting each stressor results in distinct circulating immune responses, with clear consequences for deep spaceflight. Circulating plasma microRNA sequence analysis revealed involvement in immune system dysregulation. Furthermore, a large astronaut cohort showed elevated inflammation during low-Earth orbit missions, thereby supporting our simulated ground experiments in mice. Herein, circulating immune biomarkers are defined by distinct deep space irradiation types coupled to simulated microgravity and could be targets for future space health initiatives.",
  "keywords": "Immunology, Space Sciences",
  "full_text": "Introduction Recent studies indicate astronauts in low-Earth orbit (LEO), such as on the International Space Station (ISS), experience immune dysfunction, for instance, redox imbalance, elevated inflammation, elevated granulocytes, inhibited lymphocyte proliferation, and reduced lymphocyte functions ( Crucian et al., 2015 ;  Douda et al., 2015 ;  Leliefeld et al., 2016 ;  Martinez et al., 2015 ;  Mehta et al., 2017 ;  Pecaut et al., 2017 ). However, less is known about the likely biological (immune system) consequences of deep space exploration. Solar particle event (SPE) and galactic cosmic ray (GCR) irradiation are charged particle ionizing types of radiation that will impact humans and spacecraft during lunar and deep spaceflight missions ( Sridharan et al., 2020 ). High doses of these types of charged ionizing radiation types do not typically pose a threat to Earth, as we are shielded by the Earth's magnetosphere ( Simonsen et al., 2020 ); however, astronauts on future missions to the lunar surface and Mars will have limited shielding from these damaging irradiation. Although doses experienced in deep space do not parallel those of LEO manned missions, health risks associated with LEO doses are still considerable. For instance, current missions in LEO, such as on the ISS, experience a low total absorbed dose of irradiation, estimated to be exposed to approximately 0.10–0.52 mGy/day, depending on the mission, as quantified by NASA GeneLab's environmental data for spaceflight experiments ( Miller, 2020 ). SPE irradiation originates from protons being emitted during solar flares and coronal mass ejections ( Narici et al., 2018 ;  Sanzari et al., 2015 ), and although the majority of the ions are protons at different energies during these events, it can also include other ions such as helium and high- (H) atomic number (Z) and energy (E) ions ( Hu, 2017 ). Limited number of human reports following SPE irradiation exposure are associated with astronauts on LEO spacewalks and lunar missions from the Apollo era ( Romero-Weaver et al., 2013 ;  Sanzari et al., 2013 ). The physiological effects of SPE irradiation exposure include fatigue, acute radiation sickness, long-term skin damage, elevated cytokine storms, and decreased blood and hemopoietic cell numbers ( Romero-Weaver et al., 2013 ;  Sanzari et al., 2013 ). GCR irradiation is emitted from the sun, stars, and energetic objects such as supernova ( Nelson, 2016 ) and consists of high-energy protons, helium nuclei, and high-energy high-charge (HZE) ions with intrinsic masses (for example, iron, silicon, oxygen, and carbon) ( Nelson, 2016 ). As the predicted dose for ISS missions, in the absence of SPE irradiation events, is 0.10–0.52 mGy/day ( Miller, 2020 ), astronauts in LEO could therefore be exposed up to a roughly estimated 0.1 Gy/year of irradiation. Moreover, during SPE events, astronauts could experience an extremely high dose of protons ( Hu, 2017 ) possibly up to 1 Gy or more ( Wu et al., 2009 ), which would pose significant health risks. NASA estimates that the amount of GCR irradiation exposure during deep space missions may be 0.3–0.6 mGy/day or more over a 3-year-long mission to Mars (0.245–0.360 Gy) ( Nelson, 2016 ). Linear energy transfer (LET) is defined as the amount of energy that is deposited or transferred in a material from an ion ( Chancellor et al., 2018 ). High-LET irradiation can cause more damaging ionizing tracks and pose a higher relative biological effectiveness (RBE) risk compared to low-LET irradiation ( Niemantsverdriet et al., 2012 ). However, this does not rule out the composite effects of low-LET continuous dose/dose rate involved during spaceflight ( Cekanaviciute et al., 2018 ;  Saha et al., 2014 ), the effects of low LET inhibition of angiogenesis ( Grabham et al., 2013 ), or the range of cellular damage by low-LET particles ( Nelson, 2016 ). RBE is the relative amount of biological damage a dose of irradiation will have on tissue ( Chancellor et al., 2018 ). Thus, identifying the immune responses following distinct ionizing irradiation types, along with described dosing schemes, RBEs, and protracted exposures, are essential for future exploration missions to the lunar surface and Mars. Due to limitations of performing deep space missions, there have been multiple ground-based research studies examining the effects of ionizing irradiation on immunity. For instance, large disparities in immune population subtypes, in particular lymphocytes ( Fernandez-Gonzalo et al., 2017 ;  Gridley and Pecaut, 2011 ;  Gridley et al., 2002 ;  Romero-Weaver et al., 2013 ;  Sanzari et al., 2013 ) and induction of inflammation ( Baselet et al., 2019 ;  Garrett-Bakelman et al., 2019 ;  Li et al., 2014 ;  Teresa Pinto et al., 2016 ), have been reported. However, more information is required on the deep space-relevant spectra of irradiation effects on immunity. With recent advancements in simulated GCR and SPE dosing schemes at NASA's Space Radiation Laboratory (NSRL) within Brookhaven National Laboratory, the biological effects of realistic deep space exposures can now be successfully measured in ground-based studies ( Simonsen et al., 2020 ). Therefore, our study sought to investigate the immediate-early immune effects following acute simulated GCR and SPE irradiation, singly or in combination with simulated microgravity (hindlimb unloading, HU) in mice. We hypothesized that unique immune signatures and microRNA (miRNA) profiles would be produced by distinct experimental conditions of simulated GCR, SPE, and gamma irradiation, singly or in combination with HU. Although this study focuses on immune dysregulation during deep spaceflight, the knowledge gained from these studies can be applied to related issues on Earth such as, cancer radiotherapy, muscle degeneration, and immune-related diseases. Results Simulated Deep Space Exposures Selectively Caused Reduced Immune Organ Weight and Total Leukocyte Populations Mice were exposed to acute, 0.5-Gy simplified GCR simulation (GCR sim), 1-Gy SPE simulation (SPE sim), or 5Gy gamma irradiation, singly or in combination with HU (14-days total) and were weighed on days −3, 0, 7, and 14 ( Figure 1 A). Gamma irradiation was included to calculate the RBE of GCR sim and SPE sim. As charged particles generally have a higher RBE than photons (gamma irradiation) we used an elevated dose of 5 Gy. The results revealed significant difference in body weight across GCR and SPE irradiation combined with HU groups at 24 h post-irradiation exposures (i.e., day 14) ( Figure 1 B). Euthanasia was performed on day 14, and select immune organs were collected and weighed to determine if spaceflight exposures caused weight differences. Interestingly, all irradiation groups with HU had a significant decrease in spleen weight, compared to NL-Sham controls with intergroup comparisons between GCR and gamma ( Figure 1 C). For the thymus, SPE irradiation in combination with HU groups were significantly reduced in weight, along with both NL- and HU-gamma cohorts, compared with NL-Sham controls ( Figure 1 D). To address whether there are fewer white blood cells (WBCs) circulating within blood, which may result in weight disparities in the immune organs, common leukocyte antigen (CD45), which labels all leukocytes, was analyzed by flow cytometry within the total doublet discriminated (DD) events ( Figures 1 E–1G). The results showed reduced CD45 +  circulating leukocyte populations within DD events following all exposures, compared to NL-Sham controls ( Figures 1 F and 1G). Collectively, these results indicate that 24 h following combined exposures, there are immune system decrements, in both primary (thymus; SPE irradiation) and secondary (spleen; GCR and gamma irradiation) immune organs, which may be associated with reduced circulating leukocytes. Figure 1 Immune Organs and Total Leukocyte Populations Display Disparities following Simulated Deep Space Exposures (A) Experimental plan timeline: 15-week-old female C57BL/6J mice were cage acclimated for 3 days (day −3) before experimental initiation (0). Mice were either normally loaded (NL, shaded) or hindlimb unloaded (HU, not shaded) for 14 days. On day 13 mice were whole body irradiated with Sham (0 Gy, green), galactic cosmic rays (GCR, 0.5 Gy, blue), solar particle events (SPE, 1 Gy, red), or gamma (5 Gy, yellow) irradiation types (formulas described in  Methods ). 24 h post-irradiation (day 14), mice were euthanized and blood and tissues were collected. Body weights were measured on days −3, 0, 7, and 14. Tissue weights were measured on collection day 14. (B–G) (B) Body weights were measured on days −3, 0, 7, and 14. Immune organ weights of the spleen (C) and the thymus (D) were performed on collection day 14 and normalized to total body weight (g/g). Flow cytometric gating scheme to collect singlets, remove doublets, (“DD” denotes doublet discrimination), and identify CD45 +  events (E). Percent (%) (F) and absolute counts (G) of total leukocyte populations (CD45 + /all doublet discriminated events, DD) displayed for each exposure group. A Grubbs test was performed on all datasets followed by testing for normal distribution via a Kolmogorov-Smirnov test. If data were normally distributed, a one-way ANOVA Dunnett test was performed to compare NL and HU controls to all groups and a parametric unpaired t test with Welsh's correction was performed to compare between similar irradiation groups. If normality was not passed, both a non-parametric Kruskal-Wallis test with a Dunn's posthoc analysis to compare NL and HU controls with all groups and a non-parametric Mann-Whitney U test comparing between similar irradiation groups were performed. Data in (B) represent a scatterplot. (C and D) Data represent a box-and-whiskers plot with minimum and maximum data points. (F and G) Bar graphs data represent means ± SEM (p < 0.05, n = 8–10 per group). “∗” denotes significant difference between NL-Sham and associated groups, “#” denotes significant difference between HU-Sham and associated groups, and intergroup “brackets with a &” denotes significant difference between each group. Filled circles, boxes, and bars denote normal loaded (NL), and non-filled circles, boxes, and bars denote hindlimb unloaded (HU). Innate Immune Profiles Revealed Distinct Populations following Simulated Deep Space Exposures Subgroups of leukocytes were analyzed to determine the profile of innate immune cells following 24 h of acute, simulated GCR, SPE, or gamma irradiation exposures, singly or in combination with HU (14 days). Gating schemes within CD45 +  events displayed neutrophils (Ly6g high CD11b + ), eosinophils (Ly6g low CD11b + ), monocytes (Ly6g − CD11b + ), B cells (CD20 + NK1.1 - /CD45 + ) ( Figures 2 A,  3 A, and  S1 A–S1C), and NK/NKT cells (CD20 − NK1.1 + /CD45 + ) ( Figures 3 A, 3C and  S1 D). The results revealed elevated neutrophil populations in HU-Sham, - SPE, and gamma irradiation in combination with HU groups, compared with NL-Sham controls ( Figure 2 C). No significant differences were seen between monocytes ( Figure 2 B) or neutrophils ( Figure 2 C) with GCR or SPE irradiation alone compared with NL-Sham controls. There were no differences noted across all innate immune groups following GCR irradiation, singly or in combination with HU ( Figures 2 B–2D and  3 C). Interestingly, a significant elevation in eosinophils ( Figure 2 D) and NK/NKT ( Figure 3 C) cells was observed in single SPE and gamma irradiation, that was suppressed in combination with HU, which indicates SPE and gamma irradiation selectively targets these cell types compared to NL-Sham controls. Moreover, these results also indicate suppressed inflammation in response to combination SPE and gamma irradiation with HU. Interestingly, gamma irradiation alone induced all innate immune profiles, compared with NL-Sham controls, which was reduced in combination with HU ( Figures 2 B–2D and  3 C), indicating suppressed inflammation in gamma irradiation in combination with HU. Collectively, these trends suggest that higher doses of ionizing irradiation may be more toxic, causing heightened immunogenicity. Figure 2 Innate Immune Profiles Reveal Elevated Populations in SPE and Gamma Irradiation that Are Selectively Suppressed in Combination with HU, No Difference in Population with GCR Irradiation ± HU (A–D) (A) Representative flow plots are displayed for percentage CD45 + CD11b −  cells (bottom left box), monocytes (bottom right box), neutrophils (top right box), and eosinophils (between right boxes). Percentage (%) of monocytes (Ly6g − CD11b + /CD45 + ) (B), neutrophils (Ly6g high CD11b + /CD45 + ) (C), and eosinophils (Ly6g low CD11b + /CD45 + ) (D), are displayed within each exposure group. Bar graph data represent means ± SEM ( p  < 0.05, n = 8–10 per group). Statistical tests and labels are the same as  Figure 1 . Figure 3 B and NK/NKT Cells Reveal Differential Population Percentages following Deep Space Exposures (A) Representative flow gating for B and NK/NKT cells percentages. (B) Percentage (%) B cells (CD20 + NK1.1 - /CD45 + ) are displayed within total leukocyte populations. (C) Median fluorescence intensity (MFI) of cell surface expression of CD20 on all CD45 +  cells. (D) Percent (%) of NK/NKT cells (NK1.1 + CD20 - /CD45 + ). Bar graph data represent means ± SEM (p < 0.05, n = 7–10 per group). Statistical tests and labels are the same as  Figure 1 . Adaptive Immune Profiles Revealed Select B, T Helper, and T Cytotoxic Lymphocytes Are Negatively Impacted by Simulated Deep Space Exposures Lymphocytes are sensitive to ionizing irradiation exposures, whereby irradiation initiates DNA damage triggering apoptosis ( Schaue and McBride, 2012 ). To assess the effects of deep space-relevant exposures on lymphocyte profiles we first assessed B cell populations. The gating scheme for B cells is displayed in  Figure 3 A .  Although no difference was revealed for GCR irradiation alone, compared with NL-Sham controls, all other irradiation groups, singly or in combination with HU resulted in significant reduction of B cells, compared to NL-Sham controls ( Figures 3 B and  S1 E). These results suggest possible impairments in antibody-producing, plasma cell differentiation. To confirm impaired B cell differentiation median fluorescent intensity (MFI) of cell surface CD20 was assessed, as CD20 expression levels are reduced during B cell maturation into plasma cells ( Robillard et al., 2014 ;  Styles et al., 2017 ). There was no reduction in B cell surface expression of CD20 ( Figure 3 C), suggesting B cell differentiation processes are impaired with GCR and SPE irradiation, singly or in combination with HU, compared with NL-Sham controls. T cell lineages were also characterized by flow cytometry in blood following space-relevant conditions, including T helper (T h , CD8 − CD4 + /CD3 + ) and T cytotoxic (T c , CD8 + CD4 - /CD3 + ) lymphocytes ( Figure 4 A). The results revealed GCR irradiation singly and in combination with HU significantly reduced circulating T h  and T c  lymphocytes, compared to NL-Sham controls, whereas no significant effects in T cell populations were observed with gamma irradiation ( Figures 4 B–4E). In addition, SPE irradiation exposures (single and combination groups) also reduced T c  lymphocyte numbers ( Figures 3 C and 3E). Collectively, these results indicate impairment in B cell and effector/central memory T cell adaptive immune responses following deep space-relevant exposures, which can pose a major health risk limitation on future human exploration missions. Figure 4 Lymphocyte Immune Profiles Indicate T Cytotoxic and T Helper Effector Cells Are Reduced following GCR and SPE Irradiation (A–E) (A) Representative flow gating for T cytotoxic (T c ) and T helper (T h ) cells within CD3 +  doublet discriminated events. Percentage (%) and absolute counts of T helper (T h ) cells (CD4 + CD8 - /CD3 + ) (B and D, respectively) and T cytotoxic (T c ) cells (CD4 − CD8 + /CD3 + ) (C and E, respectively) are displayed. Bar graph data represent means ± SEM (p < 0.05, n = 7–10 per group). Statistical tests and labels are the same as  Figure 1 . Lymphocyte Surface Expression of IL-7R Is Impacted by Simulated Deep Space Exposures, with Elevated Neutrophil to Lymphocyte Ratio (NLR) To assess the mechanisms involved in reduced T cell percentage, we characterized the cell surface expression of IL-7R on circulating lymphocytes ( Figures 5 A and 5B). IL-7R expression varies throughout T cell development, whereby it is expressed on single-positive naive T cells, but not activated T cells, and then is re-expressed on memory T cells ( Mazzucchelli and Durum, 2007 ). Furthermore, elevated IL-7R has been linked to multiple inflammatory diseases ( Anderson et al., 2011 ;  Belarif et al., 2018 ;  Willis et al., 2012 ). The results revealed cell surface IL-7R median fluorescence intensity (MFI) was elevated in HU-Sham, compared to NL-Sham controls, which suggests enhanced inflammation following HU for 14 days ( Figure 5 C). GCR and SPE irradiation, singly and in combination with HU, resulted in no significant differences in IL-7R expression, compared to NL-Sham alone, other than GCR irradiation with HU, suggesting GCR irradiation in combination with HU may have induced T cell activation ( Figure 5 C). Percentage (%) lymphocytes (SSC-A versus CD45 + , plot example in  Figure 1 G) further supports the damaging effects of GCR and SPE irradiation on these population types ( Figure 5 D). Elevated neutrophil to lymphocyte ratio (NLR), a clinical biomarker for  Paul et al., 2020  inflammation ( Isaac et al., 2016 ), was elevated in HU-Sham controls, and in all irradiation-only groups, compared to NL-Sham controls, with partial reduction in combination with HU ( Figure 5 E). Collectively, these results suggest select T cell activation and inflammation following deep space simulation. Figure 5 Differential Expression of IL-7R Surface Expression and Elevated Neutrophil to Lymphocyte Ratio (NLR) in Simulated Deep Space Exposures (A and B) Representative flow plot (NL-Sham control only) for lymphocytes within all events that have been doublet discriminated (DD) (A) and IL-7R median fluorescent intensity (MFI) histograms (NL- and HU-Sham only) within lymphocytes (B). (C) MFI of IL-7R within lymphocytes is shown. (D) Percentage (%) lymphocytes are displayed (SSC-A versus CD45 + ), as shown in  Figure 1 G . (E) Neutrophil to lymphocyte ratio (NLR), a measurement of subclinical  Paul et al., 2020  inflammation ( Isaac et al., 2016 ), is shown. (C–E) Bar graph data represent means ± SEM (p < 0.05, n = 6–10 per group). Statistical tests and labels are the same as  Figure 1 . Simulated Deep Space Exposures Induced Unique Cytokine Profiles Select cytokine biomarkers consisting of pro- and anti-inflammatory markers were assessed in whole blood by qPCR. The cytokine panel included  Ifn-γ ,  Il-4 ,  Il-1β ,  Tnf-ɑ ,  iNOS ,  Il-6 , and  Il-10 , and showed that unique cytokine profiles are induced in each exposure group ( Figure 6 A).  Il-1β , a pro-inflammatory cytokine and marker of the inflammasome complex ( Rathinam and Fitzgerald, 2016 ), displayed elevated expression following SPE irradiation in the single exposure group, compared to NL-sham controls ( Figure 6 B). GCR irradiation displayed significant suppression of  Il-1β  in combination with HU, compared to GCR irradiation alone ( Figure 6 B). These results suggest combined simulated deep space exposures may have suppressed inflammation.  Il-6 , another pro-inflammatory cytokine well known for its involvement in the acute phase response ( Tanaka et al., 2014 ), was induced in HU, compared with NL-Sham controls ( Figure 6 C), suggesting exposure to simulated microgravity may induce inflammation. Interestingly, GCR irradiation in combination with HU resulted in  Il-6  suppression ( Figure 6 C), supporting suppression",
  "introduction": "Introduction Recent studies indicate astronauts in low-Earth orbit (LEO), such as on the International Space Station (ISS), experience immune dysfunction, for instance, redox imbalance, elevated inflammation, elevated granulocytes, inhibited lymphocyte proliferation, and reduced lymphocyte functions ( Crucian et al., 2015 ;  Douda et al., 2015 ;  Leliefeld et al., 2016 ;  Martinez et al., 2015 ;  Mehta et al., 2017 ;  Pecaut et al., 2017 ). However, less is known about the likely biological (immune system) consequences of deep space exploration. Solar particle event (SPE) and galactic cosmic ray (GCR) irradiation are charged particle ionizing types of radiation that will impact humans and spacecraft during lunar and deep spaceflight missions ( Sridharan et al., 2020 ). High doses of these types of charged ionizing radiation types do not typically pose a threat to Earth, as we are shielded by the Earth's magnetosphere ( Simonsen et al., 2020 ); however, astronauts on future missions to the lunar surface and Mars will have limited shielding from these damaging irradiation. Although doses experienced in deep space do not parallel those of LEO manned missions, health risks associated with LEO doses are still considerable. For instance, current missions in LEO, such as on the ISS, experience a low total absorbed dose of irradiation, estimated to be exposed to approximately 0.10–0.52 mGy/day, depending on the mission, as quantified by NASA GeneLab's environmental data for spaceflight experiments ( Miller, 2020 ). SPE irradiation originates from protons being emitted during solar flares and coronal mass ejections ( Narici et al., 2018 ;  Sanzari et al., 2015 ), and although the majority of the ions are protons at different energies during these events, it can also include other ions such as helium and high- (H) atomic number (Z) and energy (E) ions ( Hu, 2017 ). Limited number of human reports following SPE irradiation exposure are associated with astronauts on LEO spacewalks and lunar missions from the Apollo era ( Romero-Weaver et al., 2013 ;  Sanzari et al., 2013 ). The physiological effects of SPE irradiation exposure include fatigue, acute radiation sickness, long-term skin damage, elevated cytokine storms, and decreased blood and hemopoietic cell numbers ( Romero-Weaver et al., 2013 ;  Sanzari et al., 2013 ). GCR irradiation is emitted from the sun, stars, and energetic objects such as supernova ( Nelson, 2016 ) and consists of high-energy protons, helium nuclei, and high-energy high-charge (HZE) ions with intrinsic masses (for example, iron, silicon, oxygen, and carbon) ( Nelson, 2016 ). As the predicted dose for ISS missions, in the absence of SPE irradiation events, is 0.10–0.52 mGy/day ( Miller, 2020 ), astronauts in LEO could therefore be exposed up to a roughly estimated 0.1 Gy/year of irradiation. Moreover, during SPE events, astronauts could experience an extremely high dose of protons ( Hu, 2017 ) possibly up to 1 Gy or more ( Wu et al., ",
  "methods": "Methods All methods can be found in the accompanying  Transparent Methods supplemental file .",
  "results": "Results Simulated Deep Space Exposures Selectively Caused Reduced Immune Organ Weight and Total Leukocyte Populations Mice were exposed to acute, 0.5-Gy simplified GCR simulation (GCR sim), 1-Gy SPE simulation (SPE sim), or 5Gy gamma irradiation, singly or in combination with HU (14-days total) and were weighed on days −3, 0, 7, and 14 ( Figure 1 A). Gamma irradiation was included to calculate the RBE of GCR sim and SPE sim. As charged particles generally have a higher RBE than photons (gamma irradiation) we used an elevated dose of 5 Gy. The results revealed significant difference in body weight across GCR and SPE irradiation combined with HU groups at 24 h post-irradiation exposures (i.e., day 14) ( Figure 1 B). Euthanasia was performed on day 14, and select immune organs were collected and weighed to determine if spaceflight exposures caused weight differences. Interestingly, all irradiation groups with HU had a significant decrease in spleen weight, compared to NL-Sham controls with intergroup comparisons between GCR and gamma ( Figure 1 C). For the thymus, SPE irradiation in combination with HU groups were significantly reduced in weight, along with both NL- and HU-gamma cohorts, compared with NL-Sham controls ( Figure 1 D). To address whether there are fewer white blood cells (WBCs) circulating within blood, which may result in weight disparities in the immune organs, common leukocyte antigen (CD45), which labels all leukocytes, was analyzed by flow cytometry within the total doublet discriminated (DD) events ( Figures 1 E–1G). The results showed reduced CD45 +  circulating leukocyte populations within DD events following all exposures, compared to NL-Sham controls ( Figures 1 F and 1G). Collectively, these results indicate that 24 h following combined exposures, there are immune system decrements, in both primary (thymus; SPE irradiation) and secondary (spleen; GCR and gamma irradiation) immune organs, which may be associated with reduced circulating leukocytes. Figure 1 Immune Organs and Total Leukocyte Populations Display Disparities following Simulated Deep Space Exposures (A) Experimental plan timeline: 15-week-old female C57BL/6J mice were cage acclimated for 3 days (day −3) before experimental initiation (0). Mice were either normally loaded (NL, shaded) or hindlimb unloaded (HU, not shaded) for 14 days. On day 13 mice were whole body irradiated with Sham (0 Gy, green), galactic cosmic rays (GCR, 0.5 Gy, blue), solar particle events (SPE, 1 Gy, red), or gamma (5 Gy, yellow) irradiation types (formulas described in  Methods ). 24 h post-irradiation (day 14), mice were euthanized and blood and tissues were collected. Body weights were measured on days −3, 0, 7, and 14. Tissue weights were measured on collection day 14. (B–G) (B) Body weights were measured on days −3, 0, 7, and 14. Immune organ weights of the spleen (C) and the thymus (D) were performed on collection day 14 and normalized to total body weight (g/g). Flow cytometric gating scheme to collect singlets, remove doublets, (“DD” denotes doublet discrimination), and identify CD45 +  events (E). Percent (%) (F) and absolute counts (G) of total leukocyte populations (CD45 + /all doublet discriminated events, DD) displayed for each exposure group. A Grubbs test was performed on all datasets followed by testing for normal distribution via a Kolmogorov-Smirnov test. If data were normally distributed, a one-way ANOVA Dunnett test was performed to compare NL and HU controls to all groups and a parametric unpaired t test with Welsh's correction was performed to compare between similar irradiation groups. If normality was not passed, both a non-parametric Kruskal-Wallis test with a Dunn's posthoc analysis to compare NL and HU controls with all groups and a non-parametric Mann-Whitney U test comparing between similar irradiation groups were performed. Data in (B) represent a scatterplot. (C and D) Data represent a box-and-whiskers plot with minimum and maximum data po",
  "discussion": "Discussion Utilizing the recently developed simplified version of the NASA consensus formula of five different ions to simulate GCR and SPE irradiation at NSRL, our study sought to investigate the immediate-early immune effects following acute simulated deep space exposures of ionizing irradiation, singly or in combination with simulated microgravity in mice. We also sought to describe the contributing role of circulating miRNAs on the immune profile, as miRNAs have been identified as regulators of immunity ( Baker et al., 2019 ;  Danger et al., 2014 ;  Mehta and Baltimore, 2016 ;  Montagner et al., 2013 ;  O'Brien et al., 2018 ;  O'Connell et al., 2010 ;  Tsitsiou and Lindsay, 2009 ). Known effects of ionizing irradiation can cause immunogenic responses ( Baselet et al., 2019 ;  Li et al., 2014 ;  Teresa Pinto et al., 2016 ). Indeed, high-LET irradiation causes more damaging tracks and elevates apoptosis, compared to low-LET irradiation ( Niemantsverdriet et al., 2012 ). Yet, comprehensive immune studies on the effects of acute high- and low-LET irradiation are limited ( Gridley and Pecaut, 2006 ). Therefore, characterizing immune profiles and circulating miRNAs following distinct ionizing irradiation types are essential for successful missions to the lunar surface and Mars. In our study, both GCR and SPE irradiation exposures in the presence or absence of HU in mice caused a significant reduction in total leukocytes ( Figures 1 F, 1G, and  S1 ), in particular T h  and T c  cells ( Figures 4 B–4E). Whole body weights were significantly reduced in GCR and SPE irradiation groups in combination with HU ( Figure 1 B) along with reduced spleen weights in GCR and gamma irradiation ( Figure 1 C), which may be due to reduced circulating leukocytes ( Figures 1 F and 1G and  S1 ). Furthermore, reduced thymus weights in HU combination groups with SPE irradiation ( Figure 1 D) implies reduced clonal diversity of lymphocytes during deep space exposures, which can affect adaptive immune responses against future challenges. In line with this, miRNA immune GO terms revealed reduced spleen and thymus development following all irradiation groups, further supporting that deep space exposures can impair immune organ development ( Figure 7 A). Thus, two possible outcomes are postulated: (1) delayed lymphocyte proliferation or (2) elevated apoptosis of both dividing and non-dividing cells. In addition, B cell differentiation and humoral immunity were also affected in GCR and SPE irradiation groups, compared with NL-Sham controls ( Figures 3 B and 3C) that may be partially dependent on cytokine signals ( Figure 6 ) and T h  cell populations ( Figures 4 B and 4D). Innate immune profiles were also differentially affected following distinct exposures, adding another layer of complexity to this model. Nonetheless, these results collectively indicate unique immunogenic profiles following different ionizing irradiation exposures, in the presence or absence of simulated micr",
  "conclusion": ""
}