{
  "id": "PMC7012842",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7012842/",
  "title": "Validation of a New Rodent Experimental System to Investigate Consequences of Long Duration Space Habitation",
  "authors": "Sungshin Y. Choi, Amanda Saravia-Butler, Yasaman Shirazi-Fard, Dennis Leveson-Gower, Louis S. Stodieck, Samuel M. Cadena, Janet Beegle, Stephanie Solis, April Ronca, Ruth K. Globus",
  "year": "2020",
  "journal": "Scientific Reports",
  "abstract": "Animal models are useful for exploring the health consequences of prolonged spaceflight. Capabilities were developed to perform experiments in low earth orbit with on-board sample recovery, thereby avoiding complications caused by return to Earth. For NASA’s Rodent Research-1 mission, female mice (ten 32 wk C57BL/6NTac; ten 16 wk C57BL/6J) were launched on an unmanned vehicle, then resided on the International Space Station for 21/22d or 37d in microgravity. Mice were euthanized on-orbit, livers and spleens dissected, and remaining tissues frozen  in situ  for later analyses. Mice appeared healthy by daily video health checks and body, adrenal, and spleen weights of 37d-flight (FLT) mice did not differ from ground controls housed in flight hardware (GC), while thymus weights were 35% greater in FLT than GC. Mice exposed to 37d of spaceflight displayed elevated liver mass (33%) and select enzyme activities compared to GC, whereas 21/22d-FLT mice did not. FLT mice appeared more physically active than respective GC while soleus muscle showed expected atrophy. RNA and enzyme activity levels in tissues recovered on-orbit were of acceptable quality. Thus, this system establishes a new capability for conducting long-duration experiments in space, enables sample recovery on-orbit, and avoids triggering standard indices of chronic stress.",
  "keywords": "Microarray analysis, Ageing, Homeostasis, Translational research",
  "full_text": "Introduction Space travel over the past five decades reveals that multiple organ systems are influenced by novel environmental conditions above the Earth’s surface. In addition to reduced gravitational acceleration, spaceflight confers other unique environmental challenges including confinement in a closed environment, altered gas composition and exposure to space radiation, each of which has the potential to have physiological effects. Protecting humans in space requires a clear understanding of the myriad of physiologic changes that can occur in response to these exposures and their associated medical risks. As on Earth, experimentation with rodents in space enables detailed exploration of physiology and mechanisms, as well as potential mitigation strategies using experimental approaches that are not possible with humans as subjects. All but two spaceflight rodent experiments, prior to the Rodent Research (RR)-1 mission described here, have entailed sample collection only after return to Earth. In fact, some of the observed consequences of spaceflight on tissue structure 1  and gene expression 2  can be attributed to forces related to return and ambulation on Earth prior to sample recovery, rather than to habitation in space per se. Therefore, there is a pressing need for spaceflight hardware and operational systems to further explore the consequences of long duration space travel on rodents, while avoiding the confounding variables introduced by reentry and return of the animals to Earth. Previous Russian Cosmos and NASA Space Shuttle missions provided multiple opportunities to perform rodent experiments up to three weeks in duration, which contributed to our current understanding of how mammals adapt to the space environment. Rodent Space Shuttle experiments conducted between 1965 and 2011 demonstrated extensive changes in the immune, musculoskeletal, and central nervous and cardiovascular systems, as well as endocrine, hematologic and metabolic changes 3 , although results between missions were sometimes inconsistent. Various independent variables such as strain, age, and duration may account for at least some of the mixed results obtained between different experiments; however, the relatively short duration of all Shuttle missions is likely to be a major factor explaining the discrepancies. Tissues adapt dynamically and at different rates to the allostatic load imposed in the course of a prolonged spaceflight experiment, which entails introduction into a novel flight hardware caging environment, launch, habitation in microgravity, then typically reentry and ambulation on Earth prior to sample recovery. There also have been a limited number of long duration (>3 wk), rodent spaceflight experiments. A recent unmanned, Russian biosatellite experiment (Bion M1) that entailed sample recovery after return to Earth revealed that 30 days of spaceflight caused muscle, thymus and spleen atrophy ( 4 , 5  deficits in structure of various skeletal elements ( 6 , 7 ), altered structural morphology and changes in gene expression of several tissues 5 , 8 . The lengthy interval (13 hr) between capsule reentry and sample recovery for the Bion M1 mission may have affected at least some of these findings. The longest duration experiment with rodents in space completed to date (91d) in the European Space Agency’s Mouse Drawer System 9  revealed intriguing differences in oxidative damage to red blood cells 10  and skeletal decrements 11 , although this experiment had a limited sample size. Recently, the Japanese Space Agency performed important experiments with a newly developed flight hardware system supporting singly-housed mice, which can be centrifuged at 1 g to replace Earth’s gravity level while on the ISS 12 . Findings from their experiments reveal that 1 g artificial gravity mitigates the expected bone loss and muscle atrophy 12  as well as retinal changes 13  that occur after long duration microgravity. Each of the various flight hardware systems developed for long duration spaceflight has unique features, which have the potential to influence results obtained (Table  1 ). Table 1 Rodent hardware utilized by space agencies. Space Agency Hardware Maximum # of mice per chamber Cameras unique features Reference Japanese Aerospace Exploration Agency (JAXA) MHU (Mouse Habitat Unit) 12 cages per unit; each cage accommodates 1 mouse Yes centrifuge compatible, smooth walls to limit ambulation, temperature sensor, crew can access animals on orbit 12 , 58 – 62 Italian Space Agency MDS (Mouse Drawer System) 6 individually (max) or in groups (4 pairs) Yes temperature, humidity, CO 2  and NH 3  control system, smooth walls to limit ambulation, crew can access animals on orbit 9 , 63 – 65 Institute of Biomedical Problems (IBMP), Russian Academy of Sciences Bion-M1 Block Obespecheniya Soderzhaniya (BOS) 3 Yes temperature, humidity, CO 2  and O 2  controlled system, smooth walls to limit ambulation 17 , 66 , 67 National Aeronautics and Space Administration (NASA) AEM (Animal Enclosure Module) up to 10 mice or 5 rats No no sensors for temperature and humidity, metal grid walls, layered filter system, interior lighting, crew can access animals on orbit 68 , 69 NASA Rodent Habitat up to 10 mice (5 per side); 5–6 rats Yes metal grid walls, temperature and humidity sensors, long duration filter for improved odor containment, LED lighting (day), infrared lighting (night), crew can access animals on orbit 14 , 18 – 24 A brief description of rodent hardware, and its features and capabilities, utilized by the Japanese Aerospace Exploration Agency, Italian Space Agency, Institute of Biomedical Problems/Russian Academy of Sciences, and NASA. The main goal of RR-1 was to establish new capabilities for conducting reliable and reproducible long duration experiments using rodents with on-orbit sample collection. Important objectives included monitoring animal health and welfare, and recovering samples of sufficiently high quality for global gene expression analysis using current demanding methods. The RR-1 flight experiment consisted of two separate studies with a total of 20 mice; one NASA Validation study (10 mice) and one ISS National Lab Experimental study (10 mice). The NASA Validation study was designed to evaluate the capaibilities of the rodent hardware, on-orbit operations, and sample retrieval for conducting high quality rodent expeirments consistent with current standards. The Experimental study was sponsored by the ISS National Lab on behalf of Novartis Institutes for Biomedical Research, and was designed to determine spaceflight effects on muscle atrophy in MuRF1 knockout (KO) mice and wild type (WT) mice 14 – 16 . Results from both studies contributed to the findings described in this paper. The Rodent Habitat differs from other long duration spaceflight housing systems 12 , 17  in that it provides for both group-housing and internal wire grating that enable grabbing and purposeful locomotion throughout the cage, much like human crew do throughout the cabin. To accommodate unique aspects of the Dragon transport vehicle and the ISS, flight hardware was modified from the Animal Enclosure Module (AEM), that was used successfully in 27 missions with rats or mice aboard the Space Shuttle 3  followed by multiple RR missions 14 , 18 – 25 . The RR-1 validation mission launched adult, female mice to low earth orbit in an unmanned Dragon capsule on SpaceX-4, then after 4 days the RR-1 mice were transferred to the International Space Station (ISS) where they resided for up to 33 days (total 37 days in microgravity). Female mice were selected for this mission for two reasons: first, because only female mice were flown on earlier missions that used the heritage AEM group-housed hardware system, and second, to avoid potential complications due to aggression which is more common in males than females. After this first Validation mission, pre-flight experiments were performed to optimize conditions for acclimating males in group-housed conditions 22 , and subsequently flight experiments were conducted successfully with males 19 . Important aspects of the study design included use of adult animals, a cage system that enabled purposeful locomotion of the animals throughout the habitat, and measurements of basic indices of animal health that were compromised in past spaceflight experiments. Animal health and behavior were monitored by daily downlinked video, and samples were dissected both on-orbit by astronauts and after return to Earth from frozen carcasses. Subsequently, tissue samples were distributed to multiple scientists across the world for detailed analyses. We found mice thrived in the housing, as assessed by behavior, body weights and organ mass (adrenal, thymus, spleen). Further, samples dissected on-orbit yielded high quality RNA and protein (select liver enzyme activities). Recovery of livers dissected from frozen carcasses yielded RNA with high RIN values, although further work is needed to determine conclusively if transcriptional profiles are the same in livers freshly dissected on orbit compared to livers recovered post-flight from frozen carcasses. Results Animals Mice flown on the RR-1 mission were designated as either NASA “Validation” mice (Female C57BL/6J, 16 wks) or ISS National Lab “Experimental” mice (Female C57BL/6NTac, 32 wks) to achieve the main objectives. NASA Validation mice consisted of four groups to enable assessment of the contributions of age, cage configuration, and spaceflight by comparing baseline (Basal) to Vivarium (Viv) controls, ground control (GC) to Viv, and spaceflight (FLT) to GC, respectively (Fig.  1 ). ISS National Lab Experimental mice included three groups: FLT, age-matched GC, and Basal groups. Animal operations and tissue processing were carried out as described in Supplementary Table  S1  and depicted in Fig.  2 . Figure 1 Experimental and Control Group assignments. Validation and Experimental female mice were divided into weight-matched groups as shown (n = 10/group). All groups were acclimated as described in Methods. Basal and Viv control mice were housed in standard vivarium cages, FLT and GC mice in flight hardware, and GC groups were kept in an ISS Environmental Simulator on a 4-day delay to mimic FLT conditions. A Vivarium group was not included in the Experimental study. Figure 2 Schematic of Flight animal operations. ( A ) Flow chart of operations from launch through descent of processed tissues. Experimental (n = 10/compartment, 32 wks old at launch) and Validation (n = 10, 16 wks old at launch) mice were loaded into Transporters 2 days before launch, launched on SpaceX Dragon, then transferred into Habitats on the ISS 4 days later (5 mice/compartment). ( B ) Mice were euthanized after either 21/22 days (Experimental mice) or 37 days (Validation mice) after launch. The indicated tissues were processed for the Validation study. Spleens and livers from 5 of the 10 ISS National Lab Experimental mice were analyzed in the Validation study. *A Vivarium group was not included in the ISS National Lab Experimental study; **MuRF1 KO transgenic mice. C57BL/6J mice from the Jackson Laboratory were used for the Validation study since this strain has been used for previous missions on the U.S. Shuttles. For the U.S. National Lab’s Experimental study, the C57BL strain from Taconic (C57BL/6NTac) was used as the corresponding wildtype strain for the MuRF1KO mice 14 . Attending veterinarian observations Health checks were performed daily through the use of downlinked videos by the Rodent Research Project Science team and the Attending Veterinarian (AV) was consulted as needed. In addition, the AV performed select audits of video to observe the animals throughout the mission. FLT and GC mice exhibited qualitatively, a typical range of behaviors, including eating, drinking, exploratory behavior, self‐and allo‐grooming, and social interactions indicative of healthy animals (also see Ronca  et al . 18 ). The extent of physical contact between FLT mice appeared less than in GC mice within a huddle (due to microgravity), although all areas of the cage were not within camera view, including space between the wall and foodbar assembly where the mice usually congregated during the light cycle, when most huddling behavior is expected to occur. FLT mice propelled themselves freely and actively throughout the Habitat using their forelimbs to push off a surface, and they quickly learned to anchor themselves using tails and/or paws as described in Ronca  et al . 18 . The animals found spaces between the walls and the foodbar or lixits in which to rest. Spontaneous ambulatory behavior was commonly observed but did not interfere with the intake of food and water and was not deemed cause to remove any animals from the experiments. Spaceflight increased animal activity (validation mice) To assess animal activity, behavior on-orbit and on the ground were observed and recorded during the daily health checks. Validation FLT mice showed increased overall physical activity (eating, drinking, ambulating) in microgravity compared to Validation GC mice (Fig.  3 , Supplementary Fig.  S1 ). As expected, the animals were more active in the dark cycle than in the light cycle in all groups (Supplementary Fig.  S1 ). The Validation FLT mice displayed a rapid and repetitive running behavior during the dark cycle that started at ~day 7–10 in microgravity, which was not observed at any time in the GC group; Experimental FLT mice also engaged in the running behavior albeit much less. No injuries of any kind were observed during the flight. Additional detailed analysis was performed to quantify and analyze on-orbit behavior and activity 18 . Figure 3 Spaceflight increased animal activity. ( A ) The scoring system used to quantify animal activity. ( B ) Relative daily activity scores for mice in each side of the Habitat for Validation Flight and Ground Control groups. N = 2 Habitat sides (containing 5 mice each) for each group of Validation Flight and Ground Control mice. Food and water depletion Both Validation and Experimental FLT groups showed greater food depletion compared to their respective GC groups (Supplementary Table  S2 ). (Note that the results are described as depletion amounts rather than consumption due to the inability to discern between food and water comsuption versus wastage.) There was about twice as much water depleted in Validation FLT compared to GC (Supplementary Table  S2 ). Similar differences between FLT and GC in food and water depletion were observed with Experimental cohorts. Body and tissue weights (validation mice) To assess general health, body weights of mice were measured twice weekly during acclimation and the final weights were measured 3 days prior to launch (L-3d) in order to select the FLT, GC, Viv, and Basal groups (as described in Materials and Methods). The body weights of Validation mice in the Basal, Viv, GC, and FLT groups did not differ 3d before launch (L-3d) (Fig.  4 ). There were no significant differences in body weights between any of the Validation groups at the termination of the 37d experiment (Fig.  4 ). Figure 4 Spaceflight did not affect body weight. Mice in each group of the Validation study were weighed before launch (L-3, n = 10 for each group), and the intact carcasses that were frozen at the end of the study (L + 37 days) were thawed on Earth and weighed (n = 8 for each group). Statistical significance was determined by one-way ANOVA. In addition to total body weight, the following muscles and organs were dissected from thawed Validation carcasses and weighed: gastrocnemius, soleus, tibialis anterior (TA), extensor digitorum longus (EDL), quadriceps, liver, spleen, thymus, and adrenal glands. The raw weights of thymi were significantly different between FLT and GC animals; FLT thymus glands were ~32% higher than GC. (Fig.  5A ). Figure 5 Spaceflight caused organ weight changes. After Validation FLT and control animals were euthanized, 8/10 intact carcasses per group were wrapped, rapidly frozen, and stored at −80 °C. The indicated organs were dissected from the frozen carcasses of all Validation groups, thawed and weighed. Raw weights of each organ ( A ), and organ weights after normalization to body weight ( B ) were quantified. N = 8 per group (FLT, GC, Viv, and Basal) for adrenal and thymus weights; n = 8 per group for spleen weights (except for the FLT group, n = 7); n = 7 per GC group and n = 6 per FLT and Viv groups for liver weights. *p < 0.05; **p < 0.005; ***p < 0.001. Statistical significance was determined by Levene’s test for uniformity of variance and Shapiro-Wilk test for normality goodness of fit followed by one-way ANOVA. *Indicates significant differences by Tukey-Kramer HSD post hoc test. The thymus glands normalized to body mass weighed more in FLT mice than GC (by 35%), as did the livers (by 33%)(Fig.  5B ). The normalized weights of the adrenal glands between the two groups did not significantly differ (p = 0.09) (Fig.  5B ). The soleus muscle weight was reduced by ~19% in Validation FLT versus GC animals (Fig.  6 ). Of all the muscle tissues analyzed (gastrocnemius, soleus, tibialis anterior, EDL, and quadriceps), the soleus was the only one that showed significant differences in FLT compared to GC (Supplementary Fig.  S2 ). Figure 6 Spaceflight reduced soleus mass. The soleus was dissected from the frozen carcasses of all Validation groups, thawed and weighed according to methods. Raw soleus weights ( A ), and soleus weights after normalization to body weight ( B ) were quantified. Data are shown as mass per both hindlimbs (average). N = 8 for each group. *p < 0.05; **p < 0.01; ***p < 0.001. Statistical significance was determined by Levene’s test for uniformity of variance and Shapiro-Wilk test for normality goodness of fit followed by one-way ANOVA. *Indicates significant differences by Tukey-Kramer HSD post hoc test. Differences between age-matched control groups indicating cage effects also were observed. The spleens and livers from GC animals weighed less than Viv controls by 22% and 19% respectively (Fig.  5B ). Quality of sample return from spaceflight animals To test preservation quality, three approaches were used following on-orbit dissection. (1) freezing (liver) (2) preservation in RNAlater (spleen), or (3) freezing carcasses on-orbit followed by dissecting tissues and organs from frozen carcasses after return to Earth. To determine if these methods were sufficient to achieve high quality tissue samples, liver samples were analyzed for select enzyme activities and total RNA was extracted from liver and spleen samples (as described in Materials and Methods) and RIN value obtained as an indicator of RNA quality. Activity levels of the enzymes Catalase, Glutathione reductase (GSR), and Glyceraldehyde 3-phosphate dehydrogenase (GAPDH) in all groups of the Validation and Experimental mice were measured (Fig.  7 ). No differences between groups were observed in the Experimental mice. There were no significant differences in GSR levels when all four groups of the Validation mice were compared. GAPDH activity levels also were not significantly different between GC and FLT groups in Validation mice. However, comparing the age-matched groups (i.e. Viv, GC and FLT), GSR and GAPDH activity levels were elevated significantly in FLT mice compared to GC mice (23% and 74% respectively), but not compared to Viv controls (Fig.  7 ). Catalase activity in Validation FLT mice appeared elevated compared to GC and Viv controls, but showed only a trend for a main effect difference (P = 0.0846, Kruskal-Wallis test). Similarly, catalase protein content appeared elevated in FLT compared to GC, but comparison of the age-matched groups showed only a trend for a main effect difference (P < 0.0621, ANOVA, data not shown). Catalase specific activity (I.U./μg catalase protein) was ",
  "introduction": "Introduction Space travel over the past five decades reveals that multiple organ systems are influenced by novel environmental conditions above the Earth’s surface. In addition to reduced gravitational acceleration, spaceflight confers other unique environmental challenges including confinement in a closed environment, altered gas composition and exposure to space radiation, each of which has the potential to have physiological effects. Protecting humans in space requires a clear understanding of the myriad of physiologic changes that can occur in response to these exposures and their associated medical risks. As on Earth, experimentation with rodents in space enables detailed exploration of physiology and mechanisms, as well as potential mitigation strategies using experimental approaches that are not possible with humans as subjects. All but two spaceflight rodent experiments, prior to the Rodent Research (RR)-1 mission described here, have entailed sample collection only after return to Earth. In fact, some of the observed consequences of spaceflight on tissue structure 1  and gene expression 2  can be attributed to forces related to return and ambulation on Earth prior to sample recovery, rather than to habitation in space per se. Therefore, there is a pressing need for spaceflight hardware and operational systems to further explore the consequences of long duration space travel on rodents, while avoiding the confounding variables introduced by reentry and return of the animals to Earth. Previous Russian Cosmos and NASA Space Shuttle missions provided multiple opportunities to perform rodent experiments up to three weeks in duration, which contributed to our current understanding of how mammals adapt to the space environment. Rodent Space Shuttle experiments conducted between 1965 and 2011 demonstrated extensive changes in the immune, musculoskeletal, and central nervous and cardiovascular systems, as well as endocrine, hematologic and metabolic changes 3 , although results between missions were sometimes inconsistent. Various independent variables such as strain, age, and duration may account for at least some of the mixed results obtained between different experiments; however, the relatively short duration of all Shuttle missions is likely to be a major factor explaining the discrepancies. Tissues adapt dynamically and at different rates to the allostatic load imposed in the course of a prolonged spaceflight experiment, which entails introduction into a novel flight hardware caging environment, launch, habitation in microgravity, then typically reentry and ambulation on Earth prior to sample recovery. There also have been a limited number of long duration (>3 wk), rodent spaceflight experiments. A recent unmanned, Russian biosatellite experiment (Bion M1) that entailed sample recovery after return to Earth revealed that 30 days of spaceflight caused muscle, thymus and spleen atrophy ( 4 , 5  deficits in structure of various skeletal elemen",
  "methods": "Methods Hardware description and performance The Rodent Research Transporter and Habitats performed as expected for the duration of the flight. There were no interruptions in power, lighting, airflow, or the delivery of food and water throughout the duration of the mission. Lights were programmed on a 12:12 hr light/dark cycle (6:00–18:00 GMT, lights on) and enough food and water was provided so that replenishment was not required for the duration of this mission. Temperature, humidity and gas levels varied within the compartments of the Transporter and Habitat along with the ISS cabin environment due to active air exchanges between the ISS cabin and inside the Habitat (~ 0.3 m/s). In the U.S. Lab portion of the ISS where habitats were located, CO 2  ranged from 788–4690 ppm, temperature from 21.3–24.1 °C, and humidity from 32–58% during the in-flight phase of the experiment (Sept 25 – Oct 31, 2014). Within the Habitat, sensor readings ranged from 26.3–28 C for Experimental Flight Habitats and 27.0–27.9 C for Experimental GC Habitats. The average temperatures were 26.0 °C and 26.4 °C for Experimental Flight and GC Habitats, respectively. The Validation and Experimental Habitats on the ISS were located in different racks that housed and powered the hardware (EXpedite the PRocessing of Experiments for Space Station (EXPRESS) racks). The Validation Habitat was consistently observed to be 0.6–2.3 °C warmer than the Experimental Habitat due to differences in the local air temperature in front of the EXPRESS racks. Nonetheless, all parameters fell within the requirements for animal welfare that were set prior to the mission. The Validation and Experimental GC mice were housed in Habitats that were placed in an ISS Environmental Simulator (ISSES) chamber at Kennedy Space Center (KSC). The ISSES chambers were programmed on a 4-day delay using telemetry data from ISS to closely match the temperature, humidity, and CO 2  partial pressure in the FLT Habitats to ensure that the GC animals on Earth were exposed to the same environmental parameters as the flight animals on-orbit, while the Validation Viv mice were housed continuously in a standard animal facility at KSC. Transporter (Supplementary Fig.  S4A ): The Transporter provides for the transport of rodents on the commercial resupply service vehicle (SpaceX Dragon for this mission), both to and from the ISS. The Transporter was tested pre-flight in a series of ground-based experiments and shown to successfully house and provide life support for 20 mice (10 mice per side), which is twice the density compared to the Habitats, for up to 10 days during the ascent to the ISS or during the descent back to Earth. During transport, the Transporters were connected to the life support system provided by the Dragon vehicle. During transportation to the ISS, the animals could not be viewed or checked until they were transferred from the Transporter to the Habitats on-board the ISS by crewmembers. External sensors at",
  "results": "Results Animals Mice flown on the RR-1 mission were designated as either NASA “Validation” mice (Female C57BL/6J, 16 wks) or ISS National Lab “Experimental” mice (Female C57BL/6NTac, 32 wks) to achieve the main objectives. NASA Validation mice consisted of four groups to enable assessment of the contributions of age, cage configuration, and spaceflight by comparing baseline (Basal) to Vivarium (Viv) controls, ground control (GC) to Viv, and spaceflight (FLT) to GC, respectively (Fig.  1 ). ISS National Lab Experimental mice included three groups: FLT, age-matched GC, and Basal groups. Animal operations and tissue processing were carried out as described in Supplementary Table  S1  and depicted in Fig.  2 . Figure 1 Experimental and Control Group assignments. Validation and Experimental female mice were divided into weight-matched groups as shown (n = 10/group). All groups were acclimated as described in Methods. Basal and Viv control mice were housed in standard vivarium cages, FLT and GC mice in flight hardware, and GC groups were kept in an ISS Environmental Simulator on a 4-day delay to mimic FLT conditions. A Vivarium group was not included in the Experimental study. Figure 2 Schematic of Flight animal operations. ( A ) Flow chart of operations from launch through descent of processed tissues. Experimental (n = 10/compartment, 32 wks old at launch) and Validation (n = 10, 16 wks old at launch) mice were loaded into Transporters 2 days before launch, launched on SpaceX Dragon, then transferred into Habitats on the ISS 4 days later (5 mice/compartment). ( B ) Mice were euthanized after either 21/22 days (Experimental mice) or 37 days (Validation mice) after launch. The indicated tissues were processed for the Validation study. Spleens and livers from 5 of the 10 ISS National Lab Experimental mice were analyzed in the Validation study. *A Vivarium group was not included in the ISS National Lab Experimental study; **MuRF1 KO transgenic mice. C57BL/6J mice from the Jackson Laboratory were used for the Validation study since this strain has been used for previous missions on the U.S. Shuttles. For the U.S. National Lab’s Experimental study, the C57BL strain from Taconic (C57BL/6NTac) was used as the corresponding wildtype strain for the MuRF1KO mice 14 . Attending veterinarian observations Health checks were performed daily through the use of downlinked videos by the Rodent Research Project Science team and the Attending Veterinarian (AV) was consulted as needed. In addition, the AV performed select audits of video to observe the animals throughout the mission. FLT and GC mice exhibited qualitatively, a typical range of behaviors, including eating, drinking, exploratory behavior, self‐and allo‐grooming, and social interactions indicative of healthy animals (also see Ronca  et al . 18 ). The extent of physical contact between FLT mice appeared less than in GC mice within a huddle (due to microgravity), although all areas of the cage were not within camera view, including space between the wall and foodbar assembly where the mice usually congregated during the light cycle, when most huddling behavior is expected to occur. FLT mice propelled themselves freely and actively throughout the Habitat using their forelimbs to push off a surface, and they quickly learned to anchor themselves using tails and/or paws as described in Ronca  et al . 18 . The animals found spaces between the walls and the foodbar or lixits in which to rest. Spontaneous ambulatory behavior was commonly observed but did not interfere with the intake of food and water and was not deemed cause to remove any animals from the experiments. Spaceflight increased animal activity (validation mice) To assess animal activity, behavior on-orbit and on the ground were observed and recorded during the daily health checks. Validation FLT mice showed increased overall physical activity (eating, drinking, ambulating) in microgravity compared to Validation GC mice (Fig.  3 , Supp",
  "discussion": "Discussion The main objective of this work was to develop new capability for conducting long duration, rodent experiments in space which both minimize the complications of non-specific, chronic stress responses and allow for sample recovery on-orbit, thereby avoiding the confounding variables associated with returning to Earth. All animals were healthy throughout the duration of the mission as evidenced by daily video health checks, maintenance of body weights compared with ground controls, and an absence of immune organ atrophy (thymus, spleen) or adrenal hypertrophy relative to ground controls. As expected, the mass of the soleus, consisting predominantly of type I muscle fibers which typically atrophy with disuse, was significantly lower in Validation FLT mice than in GC mice housed in the flight hardware (Fig.  6 ), whereas other muscles did not. Further, we found that all of the forms of tissue collection/preservation tested (on-orbit dissection followed by freezing, preservation in RNAlater, or freezing carcasses on-orbit followed by dissecting tissues and organs from frozen carcasses after they were returned to Earth) provided samples with high enough quality for molecular analyses, although the tissue collection/preservation methods may have affected results obtained. Taken together, these results demonstrate a new capability for long duration experimentation with on-orbit sample recovery. Body weight is considered a sensitive indicator for monitoring animal health. We found Validation FLT mice had similar body mass as a consequence of spaceflight when compared to GC and Viv mice (Fig.  4 ). This finding is in contrast to previous reports from numerous rodent spaceflight experiments 28 . Some previous spaceflight experiments have on occasion shown that spaceflight can lead to reduced body weights compared to baseline values and ground controls 29 , 30 , complicating interpretation of the results obtained. If the body weight loss is due to persistent stress response entailing activation of the HPA (hypothalamic, pituitary and adrenal) axis, then it can be difficult to distinguish between effects of reduced gravity-dependent loading in space vs. endocrine stress. These findings, together with similar findings from tissue weights of adrenal gland, thymus and spleen and behavioral observations, are consistent with the interpretation that habitation on-orbit did not provoke a chronic stress response. Both the Validation and Experimental FLT mice engaged in more active behaviors than their respective GC mice (Fig.  3 , Supplementary Fig.  S1 ). This finding was surprising but consistent with a recent report that simulated weightlessness (14d) also leads to increased locomotion relative to ambulatory controls after a transient initial period of reduced motor activity 31 . Furthermore, the Validation FLT mice exhibited a rapid, repetitive running behavior, which was not observed in the Experimental mice (Fig.  3  and Supplementary Fig.  S1 ). Thi",
  "conclusion": ""
}