{
  "id": "PMC7326050",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7326050/",
  "title": "Metabolomic Analysis of ",
  "authors": "Jillian Romsdahl, Adriana Blachowicz, Yi-Ming Chiang, Kasthuri Venkateswaran, Clay C. C. Wang",
  "year": "2020",
  "journal": "Frontiers in Microbiology",
  "abstract": "Secondary metabolite (SM) production in  Aspergillus niger  JSC-093350089, isolated from the International Space Station (ISS), is reported, along with a comparison to the experimentally established strain ATCC 1015. The analysis revealed enhanced production levels of naphtho-γ-pyrones and therapeutically relevant SMs, including bicoumanigrin A, aurasperones A and B, and the antioxidant pyranonigrin A. Genetic variants that may be responsible for increased SM production levels in JSC-093350089 were identified. These findings include INDELs within the predicted promoter region of  flbA , which encodes a developmental regulator that modulates pyranonigrin A production via regulation of Fum21. The pyranonigrin A biosynthetic gene cluster was confirmed in  A. niger , which revealed the involvement of a previously undescribed gene,  pyrE , in its biosynthesis. UVC sensitivity assays enabled characterization of pyranonigrin A as a UV resistance agent in the ISS isolate.",
  "keywords": "secondary metabolites, International Space Station, pyranonigrin A, antioxidant",
  "full_text": "Introduction Filamentous fungi are ubiquitous in spacecraft environments due to anthropogenic contamination and an inability to completely sterilize the craft and cargo ( Pierson, 2001 ;  Novikova et al., 2006 ;  Van Houdt et al., 2012 ). Microbial infections are a major health risk for astronauts, and are exacerbated by the combined stresses of microgravity, sleep disruption, alterations in food intake, confined living space, and high levels of radiation that can compromise the immune system ( Pierson, 2001 ;  Sonnenfeld et al., 2003 ). Additionally, several studies have indicated that spacecraft environments increase microbial virulence and antimicrobial resistance ( Tixador et al., 1985 ;  Wilson et al., 2007 ,  2008 ). As we make strides toward human interplanetary exploration, investigations into the characteristics of filamentous fungi that reside in spacecraft environments are critical for crew health. Additionally, such studies present diverse industrial and therapeutic opportunities, as fungi produce a plethora of bioactive secondary metabolites (SMs) in response to external stressors. These small molecules often kill or inhibit growth of other organisms, enabling fungi to successfully compete within the complex ecosystem they reside in. While some SMs are toxic to humans, others have diverse industrial and therapeutic applications, including antibiotic, anticancer, antioxidant, immunosuppressant, and cholesterol-lowering activities ( Newman and Cragg, 2012 ). The remarkable structural and functional diversity of fungal SMs arise from the combinatorial and modular nature of their biosynthesis, in which the SM core backbone is biosynthesized by a core synthase enzyme, such as a polyketide synthase (PKS), a nonribosomal peptide synthetase (NRPS), or a hybrid PKS-NRPS, and further diversified by a number of tailoring enzymes that are clustered together within the genome ( Fischbach and Walsh, 2006 ). In order to understand the characteristics of microbes residing in the International Space Station (ISS), National Aeronautics and Space Administration (NASA) has implemented a robust microbial monitoring system ( Pierson et al., 2013 ). The filamentous fungus  Aspergillus niger  has been reported to be a predominant ISS isolate ( Checinska et al., 2015 ), and is frequently detected in other built environments ( Haleem Khan and Mohan Karuppayil, 2012 ;  Varga et al., 2014 ).  A. niger  is a melanized fungal species commonly used in the biotech industry as a production host for citric acid and enzymes ( Schuster et al., 2002 ). Melanized fungi are commonly isolated from highly irradiated environments ( Singaravelan et al., 2008 ;  Selbmann et al., 2015 ), and it has been reported that the electronic properties of melanin change following exposure to ionizing radiation ( Dadachova et al., 2007 ). Additionally, several studies have reported the association of melanin production with fungal virulence ( Kwon-Chung et al., 1982 ;  Wang et al., 1995 ;  Nosanchuk et al., 1998 ). Together, these findings demonstrate the need for studies that assess the characteristics of melanized fungi inhabiting spacecraft environments. Naphtho-γ-pyrones are the predominant class of SMs produced by  A. niger , and they possess a diverse array of reported biological properties, including anti-HIV, anti-hyperuricemia, anti-tubercular, antimicrobial, antitumor, and antioxidant activities ( Choque et al., 2015 ). Advances in genome sequencing of  A. niger  have revealed its capacity to produce many other SMs in addition to the naphtho-γ-pyrones, as its genome harbors 46 PKSs, 35 NRPSs, and 9 NRPS-PKS hybrid genes ( Romsdahl and Wang, 2019 ). Many of these SM biosynthesis genes are silent or expressed at very low levels in standard laboratory conditions, which has resulted in a lack of studies on SMs that may have useful industrial and therapeutic properties. Given that fungi produce SMs in response to environmental stress, investigations into SM production of  A. niger  strains isolated from space environments may reveal enhanced production levels of bioactive molecules and provide insight into the mechanisms underlying such adaptations. Here, we report the SM production of JSC-093350089, a previously described strain of  A. niger  isolated from surfaces of the International Space Station (ISS) ( Romsdahl et al., 2018 ). Our analysis revealed that the ISS isolate produces high levels of the antioxidant pyranonigrin A ( Miyake et al., 2007 ), along with other bioactive SMs, such as kotanin, pestalamide B, and naphtho-γ-pyrones, when compared to the experimentally established strain ATCC 1015. To investigate differences between the strains that may explain the increased production of some SMs in JSC-093350089, we conducted a comparative genetic analysis of biosynthesis clusters and regulators of differentially produced SMs. Finally, the UV resistance potential of pyranonigrin A was assessed. Materials and Methods Secondary Metabolite Extraction and Analysis JSC-093350089 and ATCC 1015 were cultivated at 28°C on GMM agar plates, starting with 1 × 10 7  spores per Petri dish ( D  = 10 cm). After 5 days, agar was chopped into small pieces and extracted with 25 ml methanol (MeOH), followed by 25 ml 1:1 MeOH-dichloromethane, each with 1 h of sonication and filtration. The extract was evaporated  in vacuo  and re-dissolved in 2 ml of 20% dimethyl sulfoxide in MeOH and a portion (10 μl) was examined by high performance liquid chromatography-photodiode array detection-mass spectroscopy (HPLC-DAD-MS) analysis. HPLC-MS was carried out using a ThermoFinnigan LCQ Advantage ion trap mass spectrometer with a reverse-phase C18 column (3 μm; 2.1 by 100 mm; Alltech Prevail) at a flow rate of 125 μl/min. The solvent gradient for HPLC-DAD-MS was 95% MeCN/H 2 O (solvent B) in 5% MeCN/H 2 O (solvent A) both containing 0.05% formic acid, as follows: 0% solvent B from 0 to 5 min, 0 to 100% solvent B from 5 min to 35 min, 100 to 0% solvent B from 40 to 45 min, and re-equilibration with solvent B from 45 to 50 min. Strains and Molecular Manipulations The  A. niger  wild-type and mutant strains used in this study are listed in  Supplementary Table S1 , primers used in this study are listed in  Supplementary Table S2 , and diagnostic PCR results are shown in  Supplementary Figure S1 . Deletion cassettes were generated using the double joint PCR technique ( Supplementary Figure S2 ;  Yu et al., 2004 ). DNA insertions into the  A. niger  genome were performed using protoplasts and standard PEG transformation. To develop an efficient gene targeting system in JSC-093350089, the  kusA  gene was first deleted by replacing it with the hygromycin resistance marker ( hph ). The two amplified flanking sequences and the hygromycin phosphortransferase gene ( hph)  marker cassette amplified from pCB1003 (Fungal Genetics Stock Center) were fused together into one construct by fusion PCR using nested primers, and the mutation was selected for by growth on media containing 100 μg/ml hygromycin. Diagnostic PCR was performed on the deletant strain using external primers (P1 and P6) from the first round of PCR. The difference in size between the gene replaced by the selection marker and the native gene allowed us to determine whether the transformants carried the correct gene replacement. Next, an auxotrophic mutant in the  kusA-  background was generated by deleting the  pyrG  gene. Two ∼1500 base pair fragments upstream and downstream of  pyrG  were amplified and fused together ( Supplementary Figure S3 ). The mutation was selected for by growth on media supplemented with 1.5 mg/ml of 5-fluoroorotic acid (5-FOA), as only cells lacking the  pyrG  gene can survive when 5-FOA is present. The correct transformants were identified by performing diagnostic PCR on the deletant strain using external primers (P1 and P6) from the first round of PCR. All other deletant strains were generated by replacing each target gene with the  A. fumigatus pyrG  gene ( AfpyrG ). Double deletion mutants were generated by recycling the  AfpyrG  gene in CW12006. This involved amplifying two ∼1500 base pair fragments upstream and downstream from the  alba :: AfpyrG  region of JSC-093350089  albA Δ genome, which were then fused together. The mutation was selected for by growth on media supplemented with 1.5 mg/ml of 5-FOA. Correct transformants were identified using diagnostic PCR with external and internal primers (P1 and  AfpyrG  rev;  AfpyrG  Fw and P6). To reintegrate the  kusA  gene into the genome of CW12005, the A fpyrG  gene used to initially delete  pyrA  was deleted according to the strategy described in  Supplementary Figure S3 , which generated CW12014. The  kusA  gene was amplified from JSC-093350089 gDNA to include ∼1500 base pair fragment upstream and ∼500 bp fragment downstream from  kusA . This fragment was then fused to the  AfpyrG  gene and the original 3′ region amplified for initial  kusA  deletion ( Supplementary Figure S4 ). The  kusA  was reintegrated into the genome of CW12014 to generate CW12015. Correct transformants were identified using diagnostic PCR with external primers (P1 and P6). Genetic Variant Analysis Paired-end Illumina sequence reads, obtained from a previous study ( Romsdahl et al., 2018 ), were trimmed using Trimmomatic v 0.36 ( Bolger et al., 2014 ) and quality was checked using FastQC v 0.11.7 ( Andrews, 2010 ). The  A. niger  ATCC 1015 genome and annotation files were downloaded from the FungiDB web portal ( Stajich et al., 2012 ). Trimmed reads were mapped to the ATCC 1015 reference genome using the Burrows-Wheeler Aligner (BWA) software package v 0.7.17 ( Li and Durbin, 2009 ). Mapped read files were further processed using SAMtools v 1.9 ( Li et al., 2009 ) and PCR artifacts were removed using Picard tools MarkDuplicates 1 . Single nucleotide polymorphisms (SNPs) and insertions/deletions (INDELs) were identified using GATK v 3.8.7 ( McKenna et al., 2010 ). Sequence reads containing putative INDELs were realigned using GATK’s IndelRealigner and variants within each sample were called using GATK’s Haplotype Caller. GATK’s VariantFiltration was used to filter the resulting Variant Call Format (VCF) file using stringent cutoffs for quality and coverage {SNPs: QD < 2.0, MQ < 40.0, QUAL < 100, FS > 60.0, MQRankSum < −12.5, SOR > 4.0, ReadPosRankSum < −8.0; INDELs: QD < 2.0, FS > 200.0, MQRankSum < −12.5, SOR > 4, InbreedingCoeff < −0.8, ReadPosRankSum < −20.0}, so that only high-quality variants remained. PromPredict was used to predict if any upstream intergenic variants within 1000 bps of the coding sequence (CDS) occurred within the promoter region ( Rangannan and Bansal, 2010 ;  Yella et al., 2018 ). UVC Resistance Analysis UVC radiation resistance was assessed using JSC-093350089 WT and CW12015. Both strains were cultivated at 28°C on GMM agar plates by seeding 1 × 10 7  spores per Petri dish ( D  = 10 cm). Spores were collected after 5 days of growth and counted. An equal amount of spores were resuspended in 5 ml of GMM agar and poured onto Petri dishes consisting of 20 ml GMM agar. Mycelia-containing plates were exposed to varying doses of UVC radiation in triplicate using a CL-1000 Ultraviolet Crosslinker (UVP, Inc.). Results Secondary Metabolite Analysis of JSC-093350089 SM profiles of JSC-093350089 and ATCC 1015 were examined after growth on GMM agar medium using high-performance liquid chromatography coupled with diode-array detection and electrospray ionization tandem mass spectrometry (HPLC-DAD-MS). SMs were identified based on mass, UV-Vis absorption, and retention time ( Supplementary Figure S5 ), which were in good agreement with literature ( Chiang et al., 2011 ). The identity of pyranonigrin A was further verified by purchasing the pure compound from Enzo Life Sciences ( Supplementary Figure S6 ). The data revealed that each strain produced a distinct SM profile, with the production yield of most SMs significantly altered ( Figure 1A ). Production yield analysis was carried out for each SM ( Figure 1B  and  Supplementary Figure S7 ). Compared to ATCC 1015, a significant decrease in the production of nigragillin, an insecticide ( Isogai et al., 1975 ), was observed ( P  = 0.0001). The most significant difference was observed with the antioxidant pyranonigrin A ( Miyake et al., 2007 ), highlighted in purple in  Figure 1A , which exhibited a 6000% increase in production in JSC-093350089 ( P  = 0.04), as it was produced at basal levels in ATCC 1015. Nigerazine B displayed no statistical difference in production levels ( P  = 0.06). In the ISS strain, pestalamide B production was approximately 2 times that of ATCC 1015 ( P  = 0.03), and bicoumanigrin, which was reported to have cytotoxic activity against human cancer cell lines ( Hiort et al., 2004 ), exhibited a production yield 2.5 times that of ATCC 1015 ( P  = 0.01). Kotanin production in the ISS strain was approximately 10 times that of ATCC 1015 ( P  = 0.03). FIGURE 1 (A)  Secondary metabolite production in JSC-093350089 relative to ATCC 1015 following growth on GMM for 5 days, as detected by DAD total scan. Each individual metabolite’s production yield is reported as increased, decreased, or no change, compared to that of ATCC 1015. Pyranonigrin A is highlighted in purple and  albA  pathway SMs are highlighted in green.  (B)  Quantification of secondary metabolites showing percent change for each metabolite in JSC-093350089 when compared to ATCC 1015. Significance was determined using Welch’s  t -test. * P  ≤ 0.05; **** P  ≤ 0.0001. The majority of SMs produced were identified as naphtho-γ-pyrones, including aurasperone A, B, and C, fonsecinone A, B, and C, a fonsecinone C derivative, and asperpyrone B and C. These SMs, highlighted in green in  Figure 1A , are biosynthesized by the PKS AlbA ( Chiang et al., 2011 ). The molecular formula of the final SM, labeled as peak 6 in  Figure 1A , was predicted using high-resolution mass spectrometry, and a thorough literature search revealed that no known  A. niger  SM matched this formula. This SM was later determined to also be biosynthesized by the  albA  pathway when  A. niger  devoid of AlbA failed to produce the unknown compound. The combined production yields of  albA  pathway SMs were approximately 2.5 times higher in the ISS stain compared to ATCC 1015 ( P  = 0.03). Analysis of the Potential Gene Clusters Responsible for Production of Pyranonigrin A  in silico To facilitate a more detailed analysis of the underlying genetics that may have led to enhanced production of pyranonigrin A in JSC-093350089, we set out to identify the biosynthetic gene cluster in  A. niger . First, we searched for the core backbone synthase gene involved in pyranonigrin A biosynthesis. The biosynthetic pathway of pyranonigrin E, a SM very similar to pyranonigrin A, was recently proposed and  pynA  (An11g00250) was identified as the PKS-NRPS hybrid involved in its biosynthesis ( Awakawa et al., 2013 ). We hypothesized that pyranonigrin A is either biosynthesized by the same cluster responsible for pyranonigrin E production, or by a different cluster harboring a PKS-NRPS hybrid gene similar to  pynA . The genome of ATCC 1015 possesses 8 PKS-NRPS hybrid genes other than  pynA . BLAST analysis was performed using the Joint Genome Institute (JGI) MycoCosm database ( Grigoriev et al., 2014 ) on the 8 remaining PKS-NRPS hybrids to determine which genes possessed high sequence homology to  pynA . The results revealed that An18g00520 ( pyrA ) possessed high sequence similarity to  pynA , with 53.4% sequence identity and 89.8% subject coverage ( Supplementary Table S3 ). Development of an Efficient Gene Targeting System in JSC-093350089 and Identification of the PKS-NRPS Hybrid Responsible for Pyranonigrin A Biosynthesis To determine which of the two putative PKS-NRPS hybrids is involved in the biosynthesis of pyranonigrin A, a genetic system was developed in JSC-093350089. The  kusA  gene was first deleted to decrease the rate of nonhomologous integration of transforming DNA fragments, thereby improving gene targeting efficiency ( Meyer et al., 2007 ). Next, the  pyrG  gene was deleted in the  kusA - background to generate CW12003, an auxotrophic mutant that requires uracil and uridine supplementation ( Arentshorst et al., 2015 ). CW12003 was then used to generate mutant strains CW12004 and CW12005, which had the  pynA  gene and An18g00520 genes deleted, respectively. JSC-093350089 and the two mutant strains were then cultured on GMM, and SMs were extracted following 5 days of growth and subjected to HPLC-DAD-MS analysis. Observation of SM traces as detected by UV-Vis total scan and mass spectroscopy in positive ion mode [M+H] + \n m/z  = 224 revealed pyranonigrin A production in  pynA-  (CW12004) and the complete elimination of pyranonigrin A in An18g00520- (CW12005) ( Supplementary Figure S8 ), indicating that An18g00520 is responsible for the production of pyranonigrin A. This finding was recently confirmed in  Penicillium thymicola  and reported while our work was being completed ( Tang et al., 2018 ). Identification of Pyranonigrin A Biosynthesis Gene Cluster Next, we aimed to identify additional genes involved in pyranonigrin A biosynthesis. To accomplish this, we identified genes surrounding  pyrA  ( Figure 2A  and  Table 1 ), as the genes involved in fungal SM biosynthesis are usually clustered in the genome ( Keller et al., 2005 ). Interestingly, when we compared the genes surrounding  pyrA  in  A. niger  to their homologs  in P. thymicola  using the JGI MycoCosm database ( Grigoriev et al., 2014 ), we noticed that the distribution of genes surrounding  pyrA  differed between the  P. thymicola  and  A. niger  genomes ( Supplementary Figure S9 ;  Tang et al., 2018 ). For example,  pyrD , a hydrolase predicted to be involved in pyranonigrin A biosynthesis in  P. thymicola , is adjacent to  pyrC  in the  P. thymicola  genome and has only two genes separating it from  pyrA . However, its homolog within the  A. niger  genome, An18g00470, is adjacent to An18g00480 and has four genes separating it from  pyrA . Similarly, although An18g00510 is adjacent to  pyrA  in the  A. niger  genome, its  P. thymicola  homolog has three genes separating it from  pyrA  in the  P. thymicola  genome, and was predicted to not be involved in pyranonigrin A biosynthesis ( Tang et al., 2018 ). To investigate these observations and identify genes encoding pyranonigrin A biosynthetic tailoring enzymes, we generated a gene deletion library to identify the genes involved in pyranonigrin A biosynthesis. FIGURE 2 (A)  Schematic representation of  pyr  cluster. Arrows indicate direction of transcription and the relative size of each open reading frame (ORF).  (B)  DAD total scan and MS extracted ion chromatogram at  m/z  224 of extracts from the  pyr  mutant library generated in JSC-093350089 with the  albA-  genetic background. Highlighted peaks indicate pyranonigrin A production. TABLE 1 Putative function of genes within the pyranonigrin A biosynthetic gene cluster and their homologs in  Penicillium thymicola . Pyranonigrin A biosynthesis gene Gene name P. thymicola  homolog JGI protein ID Identity (%) Putative function pyrD An18g00470 180933 148/256 (58%) Hydrolase An18g00480 104760 386/554 (70%) Cyclohexamide resistance protein pyrC An18g00490 104735 190/269 (71%) FAD binding monooxygenase pyrB An18g00500 104701 296/453 (65%) Cytochrome P450 pyrE An18g00510 168730 326/454 (72%) FAD binding oxidoreductase pyrA An18g00520 168734 2371/3881 (61%) PKS-NRPS hybrid An18g00530 Hypothetical protein A. niger  produces large quantities of naphtho-γ-pyrone SMs ( Chiang et al., 2011 ), which we suspected may hinder our ability to detect any intermediate compounds in JSC-093350089 tailoring enzyme deletant strains. To circumvent this, we first generated CW12006, a JSC-093350089 mutant strain deficient in AlbA, and theref",
  "introduction": "Introduction Filamentous fungi are ubiquitous in spacecraft environments due to anthropogenic contamination and an inability to completely sterilize the craft and cargo ( Pierson, 2001 ;  Novikova et al., 2006 ;  Van Houdt et al., 2012 ). Microbial infections are a major health risk for astronauts, and are exacerbated by the combined stresses of microgravity, sleep disruption, alterations in food intake, confined living space, and high levels of radiation that can compromise the immune system ( Pierson, 2001 ;  Sonnenfeld et al., 2003 ). Additionally, several studies have indicated that spacecraft environments increase microbial virulence and antimicrobial resistance ( Tixador et al., 1985 ;  Wilson et al., 2007 ,  2008 ). As we make strides toward human interplanetary exploration, investigations into the characteristics of filamentous fungi that reside in spacecraft environments are critical for crew health. Additionally, such studies present diverse industrial and therapeutic opportunities, as fungi produce a plethora of bioactive secondary metabolites (SMs) in response to external stressors. These small molecules often kill or inhibit growth of other organisms, enabling fungi to successfully compete within the complex ecosystem they reside in. While some SMs are toxic to humans, others have diverse industrial and therapeutic applications, including antibiotic, anticancer, antioxidant, immunosuppressant, and cholesterol-lowering activities ( Newman and Cragg, 2012 ). The remarkable structural and functional diversity of fungal SMs arise from the combinatorial and modular nature of their biosynthesis, in which the SM core backbone is biosynthesized by a core synthase enzyme, such as a polyketide synthase (PKS), a nonribosomal peptide synthetase (NRPS), or a hybrid PKS-NRPS, and further diversified by a number of tailoring enzymes that are clustered together within the genome ( Fischbach and Walsh, 2006 ). In order to understand the characteristics of microbes residing in the International Space Station (ISS), National Aeronautics and Space Administration (NASA) has implemented a robust microbial monitoring system ( Pierson et al., 2013 ). The filamentous fungus  Aspergillus niger  has been reported to be a predominant ISS isolate ( Checinska et al., 2015 ), and is frequently detected in other built environments ( Haleem Khan and Mohan Karuppayil, 2012 ;  Varga et al., 2014 ).  A. niger  is a melanized fungal species commonly used in the biotech industry as a production host for citric acid and enzymes ( Schuster et al., 2002 ). Melanized fungi are commonly isolated from highly irradiated environments ( Singaravelan et al., 2008 ;  Selbmann et al., 2015 ), and it has been reported that the electronic properties of melanin change following exposure to ionizing radiation ( Dadachova et al., 2007 ). Additionally, several studies have reported the association of melanin production with fungal virulence ( Kwon-Chung et al., 1982 ;  Wang et al., 1995 ;",
  "methods": "Materials and Methods Secondary Metabolite Extraction and Analysis JSC-093350089 and ATCC 1015 were cultivated at 28°C on GMM agar plates, starting with 1 × 10 7  spores per Petri dish ( D  = 10 cm). After 5 days, agar was chopped into small pieces and extracted with 25 ml methanol (MeOH), followed by 25 ml 1:1 MeOH-dichloromethane, each with 1 h of sonication and filtration. The extract was evaporated  in vacuo  and re-dissolved in 2 ml of 20% dimethyl sulfoxide in MeOH and a portion (10 μl) was examined by high performance liquid chromatography-photodiode array detection-mass spectroscopy (HPLC-DAD-MS) analysis. HPLC-MS was carried out using a ThermoFinnigan LCQ Advantage ion trap mass spectrometer with a reverse-phase C18 column (3 μm; 2.1 by 100 mm; Alltech Prevail) at a flow rate of 125 μl/min. The solvent gradient for HPLC-DAD-MS was 95% MeCN/H 2 O (solvent B) in 5% MeCN/H 2 O (solvent A) both containing 0.05% formic acid, as follows: 0% solvent B from 0 to 5 min, 0 to 100% solvent B from 5 min to 35 min, 100 to 0% solvent B from 40 to 45 min, and re-equilibration with solvent B from 45 to 50 min. Strains and Molecular Manipulations The  A. niger  wild-type and mutant strains used in this study are listed in  Supplementary Table S1 , primers used in this study are listed in  Supplementary Table S2 , and diagnostic PCR results are shown in  Supplementary Figure S1 . Deletion cassettes were generated using the double joint PCR technique ( Supplementary Figure S2 ;  Yu et al., 2004 ). DNA insertions into the  A. niger  genome were performed using protoplasts and standard PEG transformation. To develop an efficient gene targeting system in JSC-093350089, the  kusA  gene was first deleted by replacing it with the hygromycin resistance marker ( hph ). The two amplified flanking sequences and the hygromycin phosphortransferase gene ( hph)  marker cassette amplified from pCB1003 (Fungal Genetics Stock Center) were fused together into one construct by fusion PCR using nested primers, and the mutation was selected for by growth on media containing 100 μg/ml hygromycin. Diagnostic PCR was performed on the deletant strain using external primers (P1 and P6) from the first round of PCR. The difference in size between the gene replaced by the selection marker and the native gene allowed us to determine whether the transformants carried the correct gene replacement. Next, an auxotrophic mutant in the  kusA-  background was generated by deleting the  pyrG  gene. Two ∼1500 base pair fragments upstream and downstream of  pyrG  were amplified and fused together ( Supplementary Figure S3 ). The mutation was selected for by growth on media supplemented with 1.5 mg/ml of 5-fluoroorotic acid (5-FOA), as only cells lacking the  pyrG  gene can survive when 5-FOA is present. The correct transformants were identified by performing diagnostic PCR on the deletant strain using external primers (P1 and P6) from the first round of PCR. All other deletant strains were gener",
  "results": "Results Secondary Metabolite Analysis of JSC-093350089 SM profiles of JSC-093350089 and ATCC 1015 were examined after growth on GMM agar medium using high-performance liquid chromatography coupled with diode-array detection and electrospray ionization tandem mass spectrometry (HPLC-DAD-MS). SMs were identified based on mass, UV-Vis absorption, and retention time ( Supplementary Figure S5 ), which were in good agreement with literature ( Chiang et al., 2011 ). The identity of pyranonigrin A was further verified by purchasing the pure compound from Enzo Life Sciences ( Supplementary Figure S6 ). The data revealed that each strain produced a distinct SM profile, with the production yield of most SMs significantly altered ( Figure 1A ). Production yield analysis was carried out for each SM ( Figure 1B  and  Supplementary Figure S7 ). Compared to ATCC 1015, a significant decrease in the production of nigragillin, an insecticide ( Isogai et al., 1975 ), was observed ( P  = 0.0001). The most significant difference was observed with the antioxidant pyranonigrin A ( Miyake et al., 2007 ), highlighted in purple in  Figure 1A , which exhibited a 6000% increase in production in JSC-093350089 ( P  = 0.04), as it was produced at basal levels in ATCC 1015. Nigerazine B displayed no statistical difference in production levels ( P  = 0.06). In the ISS strain, pestalamide B production was approximately 2 times that of ATCC 1015 ( P  = 0.03), and bicoumanigrin, which was reported to have cytotoxic activity against human cancer cell lines ( Hiort et al., 2004 ), exhibited a production yield 2.5 times that of ATCC 1015 ( P  = 0.01). Kotanin production in the ISS strain was approximately 10 times that of ATCC 1015 ( P  = 0.03). FIGURE 1 (A)  Secondary metabolite production in JSC-093350089 relative to ATCC 1015 following growth on GMM for 5 days, as detected by DAD total scan. Each individual metabolite’s production yield is reported as increased, decreased, or no change, compared to that of ATCC 1015. Pyranonigrin A is highlighted in purple and  albA  pathway SMs are highlighted in green.  (B)  Quantification of secondary metabolites showing percent change for each metabolite in JSC-093350089 when compared to ATCC 1015. Significance was determined using Welch’s  t -test. * P  ≤ 0.05; **** P  ≤ 0.0001. The majority of SMs produced were identified as naphtho-γ-pyrones, including aurasperone A, B, and C, fonsecinone A, B, and C, a fonsecinone C derivative, and asperpyrone B and C. These SMs, highlighted in green in  Figure 1A , are biosynthesized by the PKS AlbA ( Chiang et al., 2011 ). The molecular formula of the final SM, labeled as peak 6 in  Figure 1A , was predicted using high-resolution mass spectrometry, and a thorough literature search revealed that no known  A. niger  SM matched this formula. This SM was later determined to also be biosynthesized by the  albA  pathway when  A. niger  devoid of AlbA failed to produce the unknown compound. The combined production yields of  albA  pathway SMs were approximately 2.5 times higher in the ISS stain compared to ATCC 1015 ( P  = 0.03). Analysis of the Potential Gene Clusters Responsible for Production of Pyranonigrin A  in silico To facilitate a more detailed analysis of the underlying genetics that may have led to enhanced production of pyranonigrin A in JSC-093350089, we set out to identify the biosynthetic gene cluster in  A. niger . First, we searched for the core backbone synthase gene involved in pyranonigrin A biosynthesis. The biosynthetic pathway of pyranonigrin E, a SM very similar to pyranonigrin A, was recently proposed and  pynA  (An11g00250) was identified as the PKS-NRPS hybrid involved in its biosynthesis ( Awakawa et al., 2013 ). We hypothesized that pyranonigrin A is either biosynthesized by the same cluster responsible for pyranonigrin E production, or by a different cluster harboring a PKS-NRPS hybrid gene similar to  pynA . The genome of ATCC 1015 possesses 8 PKS-NRPS hybrid gen",
  "discussion": "Discussion Although the persistence of  A. niger  in spacecraft ( Pierson et al., 2013 ;  Checinska et al., 2015 ) has been well-documented, few studies have investigated how spacecraft conditions alter its SM production. Metabolomic characterization combined with genetic analysis of  A. niger  strains that have inhabited spacecraft can provide valuable information about SM-based adaptation mechanisms of fungi capable of surviving in such environments. Additionally, despite a substantial effort to map fungal SMs to their biosynthesis genes, most clusters remain unlinked to their final product, which, in many cases, is due to the low production levels of many metabolites. There is therefore significant potential in analyzing SM production in fungal species isolated from various extreme environments, as such conditions may naturally optimize production yields of useful SMs, thereby reducing the cost of laborious laboratory-based optimization. Metabolomic analysis of the  A. niger  laboratory strain and ISS isolate revealed significant differences in SM production levels. This finding is not surprising given the unique stresses associated with spaceflight and the fact that SM production is an evolutionary-derived trait to confer selective advantage in distinct ecological niches ( Brakhage, 2013 ). While a recent study found that growth in ISS conditions is capable of altering SM production in  Aspergillus nidulans  ( Romsdahl et al., 2019 ), the metabolomic changes encountered in JSC-093350089, which are conserved on Earth, are likely the result of a substantial changes at the genomic or epigenomic level, which may have been selected for by pressures associated with ISS conditions, such as microgravity, enhanced radiation, and low nutrient availability. Interestingly, the spaceflight environment appeared to select for a strain that produces enhanced levels of therapeutically relevant SMs, including the antioxidant pyranonigrin A ( Miyake et al., 2007 ), the human cancer cytotoxic agent bicoumanigrin A ( Hiort et al., 2004 ), the antimicrobial aurasperone A ( Shaaban et al., 2012 ), and the antifungal and antioxidant aurasperone B ( Choque et al., 2015 ). Perhaps the most significant observation was enhanced production of pyranonigrin A in JSC-093350089 relative to ATCC 1015, which only produces the SM at basal levels. On the ISS, radiation capable of penetrating the spacecraft generates reactive oxygen species (ROS) within biological systems ( Gabani and Singh, 2013 ). Oxidative stress occurs when ROS overwhelm an organism’s antioxidant defense mechanisms, resulting in the generation of oxidative damage among DNA, proteins, lipids, and other vital cell components ( Lehnert and Iyer, 2002 ;  Gabani and Singh, 2013 ). Antioxidants have enormous therapeutic potential, as they neutralize the harmful effects of ROS, which can cause or exacerbate a range of human diseases, including cancer, diabetes, cardiovascular, and neurodegenerative diseases ( Firuzi",
  "conclusion": ""
}