{
  "id": "PMC7890410",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7890410/",
  "title": "Spaceflight affects neuronal morphology and alters transcellular degradation of neuronal debris in adult ",
  "authors": "Ricardo Laranjeiro, Girish Harinath, Amelia K. Pollard, Christopher J. Gaffney, Colleen S. Deane, Siva A. Vanapalli, Timothy Etheridge, Nathaniel J. Szewczyk, Monica Driscoll",
  "year": "2021",
  "journal": "iScience",
  "abstract": "Summary Extended space travel is a goal of government space agencies and private companies. However, spaceflight poses risks to human health, and the effects on the nervous system have to be better characterized. Here, we exploited the unique experimental advantages of the nematode  Caenorhabditis elegans  to explore how spaceflight affects adult neurons  in vivo . We found that animals that lived 5 days of adulthood on the International Space Station exhibited hyperbranching in PVD and touch receptor neurons. We also found that, in the presence of a neuronal proteotoxic stress, spaceflight promotes a remarkable accumulation of neuronal-derived waste in the surrounding tissues, suggesting an impaired transcellular degradation of debris released from neurons. Our data reveal that spaceflight can significantly affect adult neuronal morphology and clearance of neuronal trash, highlighting the need to carefully assess the risks of long-duration spaceflight on the nervous system and to develop adequate countermeasures for safe space exploration.",
  "keywords": "neuroscience, developmental neuroscience, space sciences",
  "full_text": "Introduction Humankind as long been fascinated by space exploration. Yuri Gagarin first showed in 1961 that humans could survive in space, and Neil Armstrong and Edwin ‘Buzz’ Aldrin became the first to walk on the moon in 1969. Now, the International Space Station (ISS), a multinational collaborative station that orbits Earth, has been continuously occupied with crew since November 2000. Into the future, both governmental space agencies and private companies plan to send crewed missions to Mars and beyond. Research to date, however, makes evident that spaceflight poses health risks to the human body, including detrimental effects to musculoskeletal, cardiovascular, and immune systems ( Crucian et al., 2018 ;  Fitts et al., 2001 ;  Shen and Frishman, 2019 ;  Sibonga, 2013 ;  Williams et al., 2009 ). Particularly striking is the loss of up to 20% of muscle mass in short-duration spaceflights ( Adams et al., 2003 ;  Edgerton et al., 1995 ), which can be ameliorated by regular physical exercise ( Loehr et al., 2015 ). Much less is known about the effects of spaceflight on neuronal morphology and function, especially  in vivo  and at the single-neuron level. Given the impracticality of conducting such studies in humans, the use of animal models in which detailed high-resolution neuronal analyses can be performed is invaluable for assessing conserved neuronal responses to spaceflight and developing effective countermeasures to mitigate the consequences of long-duration missions. The nematode  Caenorhabditis elegans  is a genetic model widely used in neurobiology, aging, and stress research that is amenable for assessing the effects of spaceflight on neuronal biology given its unique advantages: ease of culture in large numbers due to its microscopic size; a transparent body that permits  in vivo  imaging of multiple tissues, single cells, and even cellular organelles; and a short lifespan (2–3 weeks) that allows for even a short-duration spaceflight mission to correspond to a large portion of the  C. elegans  lifetime. Importantly, the spaceflight-induced muscle atrophy observed in humans is conserved in  C. elegans , as several studies reported a downregulation of muscular components in space-flown nematodes ( Adenle et al., 2009 ;  Higashibata et al., 2006 ,  2016 ;  Selch et al., 2008 ). The aging  C. elegans  musculature also displays the fundamental characteristics of human sarcopenia (the pervasive age-associated loss of muscle mass and strength that contributes to human frailty) ( Herndon et al., 2002 ), and physical exercise in  C. elegans  mimics human exercise by inducing multi-systemic health benefits ( Hartman et al., 2018 ;  Laranjeiro et al., 2017 ,  2019 ). In addition to muscle changes, space-flown  C. elegans  have altered metabolism and differential expression of longevity-related genes ( Adenle et al., 2009 ;  Higashibata et al., 2016 ;  Honda et al., 2012 ;  Selch et al., 2008 ). The  C. elegans  nervous system is composed of exactly 302 neurons, each one with a well-described morphology. Thus, transgenic nematodes in which neuronal subpopulations are fluorescently labeled allow for  in vivo  single-neuron assessments that are virtually impossible in the highly complex mammalian brain. Here, we show that adult  C. elegans  that lived 5 days on the ISS exhibit morphological changes in two distinct types of sensory neurons when compared to ground control animals. We identify hyperbranching as a common response of adult neurons to spaceflight. We also studied proteostressed touch neurons with a focus on a formerly unrecognized mechanism by which  C. elegans  neurons can extrude large membrane-surrounded vesicles that contain neuronal waste (e.g. protein aggregates and damaged organelles) ( Arnold et al., 2020 ;  Melentijevic et al., 2017 ). On Earth, the extruded neurotoxic components are, in most cases, efficiently degraded by the surrounding tissues, which in the case studied is the nematode hypodermis ( Arnold et al., 2020 ;  Melentijevic et al., 2017 ). We find that, under spaceflight conditions, proteostressed neurons are associated with a striking accumulation of neuronal debris in the surrounding tissues not apparent in ground controls, indicating a severe dysregulation in the ability to clear neuronal waste in space-flown, middle-aged animals. Our results reveal spaceflight-associated challenges to systemic proteostasis and underscore the need to carefully assess the cellular consequences of long-duration spaceflight as strategies to maintain health are developed. Results A spaceflight protocol that features adult-only  C. elegans  culture and enables analysis of microgravity impact on a cohort that spans early adult life to middle age For all experiments presented in this study, we grew  C. elegans  in a liquid culture of S-Basal with freeze-dried  E. coli  OP50 as a food source. Prior to launch, we cultured synchronized populations of young adult nematodes that we loaded into polyethylene (PE) bags with 6.5 mL of liquid culture (∼300 animals/bag) on December 2, 2018 (see detailed optimization of culture conditions ( Pollard et al., 2020 )). Importantly, given our goal of assessing the effects of spaceflight during adult life rather than during animal development, we added 5-fluoro-2′-deoxyuridine (FUdR) to the culture bags to suppress production of progeny and to guarantee that the animals we loaded into the bags would be the same ones we scored upon their return to Earth, as opposed to their progeny. Our samples were loaded into SpaceX CRS-16, the 16 th  Commercial Resupply Service mission to the ISS, and launched on December 5, 2018 aboard a Falcon 9 rocket. SpaceX CRS-16 docked to the ISS on December 8, 2018, and the  C. elegans  samples, which were kept in cold stowage (8–13°C) once introduced into their flight bags, were transferred to 20°C for five days, beginning on December 9, 2018. After five days, the  C. elegans  culture bags were transferred to −80°C and kept frozen until return to Earth ( Figure 1 ). For ground control samples, we loaded young adult nematodes into PE bags on December 5, 2018 and exposed  C. elegans  to the same time frame/temperatures as space samples but maintained cultures on Earth. A key aspect of our experimental design is thus that we generated middle-aged nematodes that experienced most of their physiological aging in microgravity (ISS) vs. normal gravity (Earth). Figure 1 A spaceflight protocol to assess microgravity impact on  C. elegans  adult life Diagram showing the timeline of  C. elegans  life at 20°C, with approximately 2.5 days of embryonic and larval development and approximately three weeks (21 days) of adulthood. We indicate in red the crucial events in our experimental design by which we obtained middle-aged animals that experienced most of their physiological aging on the International Space Station (ISS). Note that  C. elegans  were kept in cold stowage (8–13°C) for approximately 7 days, relatively low temperatures that significantly delayed progression through adult stages. We estimated the cold stowage period to correspond to approximately 3 days at 20°C. After 5 days on the ISS at 20°C, samples were frozen and returned to Earth for analysis. Spaceflight induces morphological remodeling of adult PVD sensory neurons We started by studying the effects of spaceflight in the morphology of PVD sensory neurons, polymodal nociceptors with spectacular morphologies that sense harsh touch ( Way and Chalfie, 1989 ), cold temperature ( Chatzigeorgiou et al., 2010 ), and posture ( Albeg et al., 2011 ). The two PVD neurons (one on the left side and one on the right side of the body) extend processes that branch to cover most of the body and, together with FLP neurons in the head, possess the most complex dendritic arborization structure of all  C. elegans  neurons ( Figure 2 A). The highly branched, yet stereotyped, morphology of PVD dendrites arises sequentially during larval development, with primary (1°) branches forming during the L2 stage, secondary (2°) and tertiary (3°) branches forming during the L3 stage, and quaternary (4°) branches forming during the early L4 stage ( Oren-Suissa et al., 2010 ). By the late L4 stage, PVD patterning is completed, and the repetitive structural units resembling candelabras or menorahs become apparent ( Figure 2 A). Figure 2 The PVD dendritic tree is affected by spaceflight (A) Diagram showing the morphology of adult PVD sensory neurons. The characteristic PVD branches that form during larval development (1°–4° branches) to produce the repetitive structural units called menorahs are indicated in red. We performed all quantifications in the 100 μm anterior to the PVD cell body as depicted by the blue dashed box. A, anterior; P, posterior. (B and C) Representative maximum intensity projection confocal images of ground control (B) and spaceflight (C) PVD neurons from DES-2::GFP animals. Scale bars, 10 μm. (D) Number of 2°, 3°, and 4° branches in ground control and spaceflight PVD neurons. Number of animals used for analysis:  n Control  = 51,  n Space  = 56. We determined statistical significance by unpaired two-tailed Student's  t  test. ∗p ≤ 0.05, ∗∗p ≤ 0.01. Data are presented as mean ± standard error of the mean. We used a  C. elegans  strain in which PVD neurons express a translational fusion of transmembrane protein DES-2 and green fluorescent protein (GFP) (DES-2::GFP) ( Oren-Suissa et al., 2010 ). All tiers of the PVD dendrites are well visualized by GFP in this strain, and approaches toward quantitative imaging of branching have been published ( Kravtsov et al., 2017 ;  Oren-Suissa et al., 2010 ,  2017 ). We compared PVD neurons from middle-aged space-flown vs. ground control animals by scoring 1°–4° branch structures. We found that the space-flown PVD neurons did not degenerate en masse nor did they exhibit major dendritic gaps relative to ground control PVD neurons ( n  = 51–56 PVD neurons/condition) ( Figures 2 B and 2C). However, when we carefully quantified the number of branches and other menorah-related phenotypes in a 100-μm domain anterior to the PVD soma ( Figure 2 A), we registered consistent differences between control and spaceflight animals. More specifically, space-flown animals exhibited increased numbers of 2° and 3° branches, whereas the number of 4° branches remained constant between control and spaceflight animals ( Figure 2 D), indicating a plastic morphological restructuring during adult life with outcome that differs consequent to microgravity experience. On Earth, the PVD dendritic pattern is established during larval stages, but adult neurons still exhibit a limited plasticity of the dendritic trees, with dynamic growth and retraction events occurring during lifetime ( Kravtsov et al., 2017 ). Moreover, the PVD dendritic trees show age-dependent hyperbranching, disorganization, and loss of self-avoidance within tree branches ( Kravtsov et al., 2017 ). Whether these changes reflect deleterious aspects of aging or adaptive processes as the animal grows remains unclear. With regard to spaceflight samples, our quantification of the number of extra branches derived from 4° branches (5°, 6°, and 7° branches) and the number of ectopic branches (ectopic 2°, 3°, and 4°) found that space-flown animals displayed an increased number of 5° branches ( Figure 3 A) and ectopic 3° branches ( Figure 3 B) relative to ground control animals. Retrograde branches (4° or higher-order branches that migrate toward the 3° branch by forming a hook) were also present at significantly higher numbers in spaceflight PVD neurons when compared to control counterparts ( Figure 3 C). We observed that spaceflight increased the proportion of disorganized menorahs (menorahs with extra/ectopic branches) ( Figure 3 D) and the proportion of self-avoidance defects (no gap in 3° branch between adjacent menorahs) ( Figure 3 E). PVD dendrites also exhibit age-associated degeneration characterized by the appearance of bead- or bubble-like structures along the dendrites, which are enriched in autophagosomes and fragmented microtubules ( E et al., 2018 ). We focused on this morphological feature but found no difference in the number of beads/bubbles present in PVD dendrites of space-flown animals relative to ground control animals ( Figure 3 F). Figure 3 Spaceflight promotes hyperbranching, disorganization, and self-avoidance defects in PVD sensory neurons (A–F) Quantifications in ground control and spaceflight PVD neurons of 5°, 6°, and 7° branches (A), ectopic 2°, ectopic 3°, and ectopic 4° branches (B), retrograde branches (C), disorganized menorahs (D), self-avoidance defects (E), and beads/bubbles (F). We highlight each PVD remodeling phenotype with a diagram (left panel) and a representative confocal image from DES-2::GFP animals (center panel). Number of animals used for analysis in A–E:  n Control  = 51,  n Space  = 56. Number of animals used for analysis in F:  n Control  = 12,  n Space  = 12 (we randomly selected 12 ground control and spaceflight animals for scoring; each point represents a single animal). We determined statistical significance by unpaired two-tailed Student’s  t  test (A–C, F) and by Fisher’s exact test (D, E). ∗p ≤ 0.05, ∗∗p ≤ 0.01, ∗∗∗p ≤ 0.001. Data are presented as mean ± standard error of the mean. Overall, our data reveal that spaceflight induces significant remodeling of the PVD dendritic tree in adult  C. elegans  without promoting neurodegeneration. Importantly, the morphological changes we report here for sensory neurons occurred during adult life, indicating that microgravity can influence the morphology of adult neurons. Spaceflight promotes modest morphological changes in adult touch receptor neurons The complex dendritic tree of PVD neurons contrasts with the simple morphology of a single unbranched process adopted by most  C. elegans  neurons ( White et al., 1986 ). The six touch receptor neurons (AVM, ALML, ALMR, PVM, PLML, and PLMR) mediate the response to gentle touch, with each extending a single major dendritic process anteriorly ( Chalfie and Sulston, 1981 ) ( Figure 4 A). We sought to investigate the effects of spaceflight on touch receptor neuron morphology by studying a  C. elegans  strain in which touch receptor neurons are specifically labeled with soluble GFP ( P mec-4 GFP ). Figure 4 Spaceflight promotes modest morphological changes in adult touch receptor neurons (A) GFP-labeled touch receptor neurons in a young adult  P mec-4 GFP  animal. Image adapted from  www.wormatlas.org . NR, nerve ring; VNC, ventral nerve cord. (B and C) Representative confocal images of ground control (B) and spaceflight (C)  P mec-4 GFP  animals. Scale bars, 10 μm. (D) Diagram showing a touch receptor neuron with a branch, an outgrowth, high-intensity fluorescent puncta in the cell body, and an exopher. (E–G) Quantifications in ground control and spaceflight  P mec-4 GFP  animals of the number of branches (E), outgrowths (F), and exophers (G) in each of the six touch receptor neurons. We highlight each touch receptor neuron phenotype with a representative confocal image from  P mec-4 GFP  animals. Number of touch receptor neurons used for analysis:  n Control  = 54–61,  n Space  = 60–64. Note that the different number of neurons used for analysis in each condition derives from the fact that, depending on the animal position during imaging, not all touch receptor neurons are visible in certain animals. We determined statistical significance by unpaired two-tailed Student's  t  test. ∗p ≤ 0.05, ∗∗∗p ≤ 0.001. Data are presented as mean ± standard error of the mean. See also  Figure S1 . We found that middle-aged nematodes that lived five days of adulthood on the ISS exhibited touch receptor neurons with an overall morphology similar to ground control animals, with no obvious degeneration, dendritic gaps, or soma/process mislocalization ( n  = 54–64 of each touch receptor neuron/condition) ( Figures 4 B and 4C). For a detailed morphological characterization of each neuron, we quantified age-dependent morphological changes previously reported for touch receptor neurons ( Toth et al., 2012 ), including new branches that extend from the main process (“branches”) and new processes emerging from the soma (“outgrowths”) ( Figure 4 D). We observed an overall trend in space-flown animals for increased number of branches in all six touch receptor neurons (statistically significant for ALMR and PLML) relative to ground control animals ( Figure 4 E), whereas we found the number of outgrowths was generally unchanged by spaceflight (except for PVM) ( Figure 4 F). Thus,  C. elegans  adult touch receptor neurons undergo minor structural changes consequent to space travel. Together, our data reveal that spaceflight during adult life does not promote major morphological changes in touch receptor neurons. Still, the hyperbranching phenotype detected in specific adult touch receptor neurons and the morphological changes observed in adult PVD neurons suggest that modest neuronal restructuring might constitute a general neuronal response to microgravity and/or other stresses associated with spaceflight. Spaceflight induces a distinctive response to neuronal mCherry extrusion Spaceflight includes novel stresses experienced by organisms during lift-off/reentry and extended microgravity periods, and some of these stresses have been suggested to contribute to accelerated aging ( Demontis et al., 2017 ). Among the many stress response pathways activated and compromised by aging are proteostasis pathways such as autophagy and protein degradation processes ( Kaushik and Cuervo, 2015 ). Although fluxes through such pathways are difficult to measure in spaceflight samples, we considered some physical readouts thought to reflect proteostasis status. Expression of GFP in touch receptor neurons can induce high-intensity fluorescent puncta in the soma ( Figure 4 D). We found that the absolute numbers of GFP puncta in touch neurons did not differ between middle-aged nematodes on Earth and the ones that spent the corresponding five days on the ISS ( Figure S1 A). However, we did observe a trend in space-flown animals for an increased proportion of large GFP puncta (diameter ≥0.9 μm) in the soma of touch receptor neurons as compared to ground control animals ( Figure S1 B). Although we cannot distinguish whether the touch neuron puncta correspond to aggregates, developing aggresomes, or liquid phase droplets, the differential handling of introduced GFP suggests physiological differences between Earth and spaceflight neurons. We also reasoned that we might readily evaluate one proteostress response using fluorescence imaging of marked neurons – the extrusion of neuronal garbage. Touch receptor neurons can extrude large membrane-surrounded vesicles called exophers that contain protein aggregates and organelles ( Melentijevic et al., 2017 ) ( Figure 4 D). Exopher production increases under enhanced proteostress, as well as under environmental stresses such as elevated superoxide production ( Arnold et al., 2020 ;  Melentijevic et al., 2017 ), possibly as a conserved protective mechanism of proteostasis. Under standard conditions, exopher production in GFP-labeled neurons is a relatively rare event ( Melentijevic et al., 2017 ). We found that spaceflight did not significantly increase overall exopher detection in touch receptor neurons of  P mec-4 GFP  animals ( Figure 4 G). We did, however, note an interesting switch in the apparent rates of exopher production in individual touch receptor neurons. On Earth, adult ALMR neurons reproducibly produce more baseline exophers than other neurons, including the left side counterpart ALML ( Melentijevic et al., 2017 ), but in spaceflight animals, left side ALML produced more baseline exophers ( Figure 4 G). Our observations raise the possibility that maintained gravitational forces may influence left/r",
  "introduction": "Introduction Humankind as long been fascinated by space exploration. Yuri Gagarin first showed in 1961 that humans could survive in space, and Neil Armstrong and Edwin ‘Buzz’ Aldrin became the first to walk on the moon in 1969. Now, the International Space Station (ISS), a multinational collaborative station that orbits Earth, has been continuously occupied with crew since November 2000. Into the future, both governmental space agencies and private companies plan to send crewed missions to Mars and beyond. Research to date, however, makes evident that spaceflight poses health risks to the human body, including detrimental effects to musculoskeletal, cardiovascular, and immune systems ( Crucian et al., 2018 ;  Fitts et al., 2001 ;  Shen and Frishman, 2019 ;  Sibonga, 2013 ;  Williams et al., 2009 ). Particularly striking is the loss of up to 20% of muscle mass in short-duration spaceflights ( Adams et al., 2003 ;  Edgerton et al., 1995 ), which can be ameliorated by regular physical exercise ( Loehr et al., 2015 ). Much less is known about the effects of spaceflight on neuronal morphology and function, especially  in vivo  and at the single-neuron level. Given the impracticality of conducting such studies in humans, the use of animal models in which detailed high-resolution neuronal analyses can be performed is invaluable for assessing conserved neuronal responses to spaceflight and developing effective countermeasures to mitigate the consequences of long-duration missions. The nematode  Caenorhabditis elegans  is a genetic model widely used in neurobiology, aging, and stress research that is amenable for assessing the effects of spaceflight on neuronal biology given its unique advantages: ease of culture in large numbers due to its microscopic size; a transparent body that permits  in vivo  imaging of multiple tissues, single cells, and even cellular organelles; and a short lifespan (2–3 weeks) that allows for even a short-duration spaceflight mission to correspond to a large portion of the  C. elegans  lifetime. Importantly, the spaceflight-induced muscle atrophy observed in humans is conserved in  C. elegans , as several studies reported a downregulation of muscular components in space-flown nematodes ( Adenle et al., 2009 ;  Higashibata et al., 2006 ,  2016 ;  Selch et al., 2008 ). The aging  C. elegans  musculature also displays the fundamental characteristics of human sarcopenia (the pervasive age-associated loss of muscle mass and strength that contributes to human frailty) ( Herndon et al., 2002 ), and physical exercise in  C. elegans  mimics human exercise by inducing multi-systemic health benefits ( Hartman et al., 2018 ;  Laranjeiro et al., 2017 ,  2019 ). In addition to muscle changes, space-flown  C. elegans  have altered metabolism and differential expression of longevity-related genes ( Adenle et al., 2009 ;  Higashibata et al., 2016 ;  Honda et al., 2012 ;  Selch et al., 2008 ). The  C. elegans  nervous system is composed of exactl",
  "methods": "Methods All methods can be found in the accompanying  Transparent methods supplemental file .",
  "results": "Results A spaceflight protocol that features adult-only  C. elegans  culture and enables analysis of microgravity impact on a cohort that spans early adult life to middle age For all experiments presented in this study, we grew  C. elegans  in a liquid culture of S-Basal with freeze-dried  E. coli  OP50 as a food source. Prior to launch, we cultured synchronized populations of young adult nematodes that we loaded into polyethylene (PE) bags with 6.5 mL of liquid culture (∼300 animals/bag) on December 2, 2018 (see detailed optimization of culture conditions ( Pollard et al., 2020 )). Importantly, given our goal of assessing the effects of spaceflight during adult life rather than during animal development, we added 5-fluoro-2′-deoxyuridine (FUdR) to the culture bags to suppress production of progeny and to guarantee that the animals we loaded into the bags would be the same ones we scored upon their return to Earth, as opposed to their progeny. Our samples were loaded into SpaceX CRS-16, the 16 th  Commercial Resupply Service mission to the ISS, and launched on December 5, 2018 aboard a Falcon 9 rocket. SpaceX CRS-16 docked to the ISS on December 8, 2018, and the  C. elegans  samples, which were kept in cold stowage (8–13°C) once introduced into their flight bags, were transferred to 20°C for five days, beginning on December 9, 2018. After five days, the  C. elegans  culture bags were transferred to −80°C and kept frozen until return to Earth ( Figure 1 ). For ground control samples, we loaded young adult nematodes into PE bags on December 5, 2018 and exposed  C. elegans  to the same time frame/temperatures as space samples but maintained cultures on Earth. A key aspect of our experimental design is thus that we generated middle-aged nematodes that experienced most of their physiological aging in microgravity (ISS) vs. normal gravity (Earth). Figure 1 A spaceflight protocol to assess microgravity impact on  C. elegans  adult life Diagram showing the timeline of  C. elegans  life at 20°C, with approximately 2.5 days of embryonic and larval development and approximately three weeks (21 days) of adulthood. We indicate in red the crucial events in our experimental design by which we obtained middle-aged animals that experienced most of their physiological aging on the International Space Station (ISS). Note that  C. elegans  were kept in cold stowage (8–13°C) for approximately 7 days, relatively low temperatures that significantly delayed progression through adult stages. We estimated the cold stowage period to correspond to approximately 3 days at 20°C. After 5 days on the ISS at 20°C, samples were frozen and returned to Earth for analysis. Spaceflight induces morphological remodeling of adult PVD sensory neurons We started by studying the effects of spaceflight in the morphology of PVD sensory neurons, polymodal nociceptors with spectacular morphologies that sense harsh touch ( Way and Chalfie, 1989 ), cold temperature ( Chatzigeorgiou et al., 2010 ), and posture ( Albeg et al., 2011 ). The two PVD neurons (one on the left side and one on the right side of the body) extend processes that branch to cover most of the body and, together with FLP neurons in the head, possess the most complex dendritic arborization structure of all  C. elegans  neurons ( Figure 2 A). The highly branched, yet stereotyped, morphology of PVD dendrites arises sequentially during larval development, with primary (1°) branches forming during the L2 stage, secondary (2°) and tertiary (3°) branches forming during the L3 stage, and quaternary (4°) branches forming during the early L4 stage ( Oren-Suissa et al., 2010 ). By the late L4 stage, PVD patterning is completed, and the repetitive structural units resembling candelabras or menorahs become apparent ( Figure 2 A). Figure 2 The PVD dendritic tree is affected by spaceflight (A) Diagram showing the morphology of adult PVD sensory neurons. The characteristic PVD branches that form during larval development (1",
  "discussion": "Discussion Spaceflight has been shown to induce adverse effects on the human body at multiple levels, including in musculoskeletal, cardiovascular, and immune systems ( Crucian et al., 2018 ;  Fitts et al., 2001 ;  Shen and Frishman, 2019 ;  Sibonga, 2013 ;  Williams et al., 2009 ). However, the effect of spaceflight on neuronal morphology and function, especially  in vivo , is largely unknown. In this study, we took advantage of the unique characteristics of the nematode  C. elegans  (e.g. ease of culture in large numbers and transparent body allowing for  in vivo  imaging of fluorescently labeled transgenic lines) to address how spaceflight affects the morphology of different adult neurons and the response to a neuronal proteotoxic stress. We show that spaceflight induces extensive remodeling of the PVD dendritic tree in adult  C. elegans  relative to ground control animals, whereas touch receptor neurons exhibit modest morphological changes in response to spaceflight. Importantly, hyperbranching is a consistent response to spaceflight between different adult neuron types. We also report on a striking difference in the ability to respond to a neuronal proteostress (i.e., mCherry overexpression) in spaceflight vs. Earth samples, in which adults that aged on the ISS exhibited accumulated extruded neuronal garbage outside the neurons, distributed in neighboring tissues. Our observations raise the intriguing possibility that spaceflight may impair neuronal proteostasis/clearance pathways, which may hold significant health implications for long-duration spaceflights. Spaceflight promotes remodeling of complex adult dendritic trees We found that spaceflight promoted hyperbranching, disorganization, and loss of self-avoidance in middle-aged PVD neurons. These phenotypes have been shown to increase during aging in  C. elegans  ( Kravtsov et al., 2017 ), raising the possibility that space-flown animals experienced accelerated aging compared to ground control counterparts. However, we observed no increase in space-flown animals of age-associated PVD degeneration (i.e. number of beads/bubbles), which is tightly linked to the functional aging of PVD neurons ( E et al., 2018 ). Adult animals with disorganized PVD dendritic trees rarely show defects in response to harsh touch ( E et al., 2018 ;  Kravtsov et al., 2017 ), suggesting that changes in dendritic architecture are not necessarily a deleterious aspect of aging but rather might be part of normal neuronal maintenance and an adaptive response to intrinsic/extrinsic cues. Furthermore, in other models, most physiological changes induced by spaceflight are reversed upon return to Earth and therefore can be considered physiological adaptations to the spaceflight environment ( Garrett-Bakelman et al., 2019 ;  Honda et al., 2014 ;  Williams et al., 2009 ). Thus, we hypothesize that the PVD remodeling we describe here is more likely an adaptive change to spaceflight conditions rather than an overall increase i",
  "conclusion": ""
}