{
  "id": "PMC7829349",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7829349/",
  "title": "Genomic and Functional Characterization of ",
  "authors": "Noelle C. Bryan, Francois Lebreton, Michael Gilmore, Gary Ruvkun, Maria T. Zuber, Christopher E. Carr",
  "year": "2021",
  "journal": "Frontiers in Microbiology",
  "abstract": "Enterococcus faecalis  is a multidrug resistant, opportunistic human pathogen and a leading cause of hospital acquired infections. Recently, isolates have been recovered from the air and surfaces onboard the International Space Station (ISS). Pangenomic and functional analyses were carried out to assess their potential impact on astronaut health. Genomes of each ISS isolate, and both clinical and commensal reference strains, were evaluated for their core and unique gene content, acquired antibiotic resistance genes, phage, plasmid content, and virulence traits. In order to determine their potential survival when outside of the human host, isolates were also challenged with three weeks of desiccation at 30% relative humidity. Finally, pathogenicity of the ISS strains was evaluated in the model organism  Caenorhabditis elegans.  At the culmination of this study, there were no defining signatures that separated known pathogenic strains from the more commensal phenotypes using the currently available resources. As a result, the current reliance on database information alone must be shifted to experimentally evaluated genotypic and phenotypic characteristics of clinically relevant microorganisms.",
  "keywords": "International Space Station (ISS), pangenome, antibiotic resistance, desiccation tolerance, pathogenicity",
  "full_text": "Introduction Enterococcus faecalis  represent a core, yet quantitatively minor portion of the human gut microbiome ( Schloissnig et al., 2013 ) that are well suited to persist outside of the host environment. Evidence recently emerged that the enterococci may have split from their last common ancestor at approximately the time animal life began to colonize terrestrial habitats (∼425 million years ago), and traits that promote survival and transmission in the exposed land environment selected for the characteristic ruggedness of the genus ( Lebreton et al., 2017 ). Supporting that proposition, enterococci display significantly higher levels of resistance to a variety of antiseptics, salts, organic compounds, desiccation, and starvation than ancestral outgroups ( Lebreton et al., 2017 ). Because traits contributing to environmental persistence also contribute to persistence in the hospital environment, enterococci rank among leading causes of healthcare associated infections ( Weiner et al., 2016 ). While certain strains of  E. faecalis  are pathogenic for hospitalized patients,  e.g ., MMH594 ( Huycke et al., 1991 ) and V583 ( Sahm et al., 1989 ), and possess genomes swollen to 3.3 Mb by the accretion of mobile genetic elements (MGEs), the genomes of commensal isolates are 25% smaller, as typified by the strain OG1RF ( Bourgogne et al., 2008 ). In the antibiotic era, loss of CRISPR (clustered regularly interspaced short palindromic repeats) protection of the chromosome further facilitated the accumulation of additional antibiotic resistance by enterococci ( Fiore et al., 2019 ). Several other MGEs have been directly linked to virulence factors ( Shankar et al., 2002 ), however, the selective value of most mobile elements in clinical isolates of enterococci remains to be determined. The ISS provides a unique opportunity to study the establishment of a microbiome in what originated as a clean, hermetically sealed built environment, where the influx of new microorganisms only occurs periodically with the arrival of new crew and supplies. The microbiome of the ISS has been extensively characterized in recent years by metagenomic ( Be et al., 2017 ;  Lang et al., 2017 ;  Singh et al., 2018b ;  Urbaniak et al., 2018 ;  Blaustein et al., 2019 ;  Mora et al., 2019 ;  Sielaff et al., 2019 ) and culture-based investigations ( Schiwon et al., 2013 ;  Venkateswaran, 2017 ;  Singh et al., 2018a ;  Blaustein et al., 2019 ;  Mora et al., 2019 ;  Sobisch et al., 2019 ;  Urbaniak et al., 2019 ), yet only recently have these effort been combined ( Mora et al., 2019 ;  Sielaff et al., 2019 ). The results are divided among those that report similarities to Earth built environments ( Schiwon et al., 2013 ;  Mora et al., 2019 ;  Sielaff et al., 2019 ) including United States based spacecraft assembly cleanrooms ( Be et al., 2017 ), and those that detected significant differences from terrestrial residences, the Human Microbiome Project ( Lang et al., 2017 ), the Japan-based ISS analog module ( Ichijo et al., 2016 ), and a French Guiana-based cleanroom ( Mora et al., 2019 ). Despite the differences in methodologies and results, the detection of opportunistic human pathogens ( Schiwon et al., 2013 ;  Be et al., 2017 ;  Lang et al., 2017 ;  Mora et al., 2019 ;  Singh et al., 2018a , b ;  Sielaff et al., 2019 ;  Sobisch et al., 2019 ;  Urbaniak et al., 2019 ) including  E. faecalis , is a common phenomenon. With the exception of  Be et al. (2017) , the previous metagenomic efforts were limited to characterizing diversity at the genus level or identifying antibiotic resistance or virulence gene content, and thereby lacked the genetic resolution to confidently identify pathogenic bacterial strains. While genome-based pathogenicity analyses have been performed for  Staphylococcus aureus  ( Blaustein et al., 2019 ) and  Enterobacter bugandensis  ( Singh et al., 2018a ), only a single culture-based report has quantified pathogenicity ( Fusarium oxysporum  isolates from the ISS  Urbaniak et al., 2019 ) in a host model. As a result, the ability to predict how opportunistic pathogens may impact crew health remains unclear. In addition to characterizing the microbiome of the ISS, understanding the effects of spaceflight on bacterial physiology will be imperative for assessing the impacts on crew health. When  Pseudomonas aeruginosa  was exposed to spaceflight, there was an increase in the total cell viable numbers, biomass, biofilm thickness, and the cells produced a unique biofilm architecture not seen in ground controls of the species ( Mclean et al., 2001 ;  Kim et al., 2013 ).  Su et al. (2014)  documented growth curve, transcriptomic, and proteomic alterations (related to amino acid transport, metabolism, energy production, and conversion) in  Bacillus cereus  and  Serratia marcescens  during spaceflight ( Wang et al., 2014 ). Carbon utilization profiles were altered among  S. marcescens  clones after flight, and transcriptomic and proteomic data revealed significant changes in metabolic functions ( Wang et al., 2014 ). Additionally,  Wilson et al. (2007)  utilized proteomic analysis and expression profiles to demonstrate that changes in genomic regulation of  Salmonella typhymurium  were widely distributed, and virulence was increased in response to spaceflight. Although  Hammond et al. (2013)  report a significant decrease in  E. faecalis  OG1RF virulence when grown under spaceflight conditions, this was inferred by a reduction in the optical density of cultures grown in the presence of adult  Caenorhabditis elegans  rather than worm viability. In addition to altered microbial physiological responses, astronaut health is also impacted by the spaceflight environment. Factors such as microgravity, physiological stress, isolation, abnormal circadian rhythms, and altered nutrition have been shown to weaken an astronaut’s immunity in as little as 10 to 15 days ( Crucian et al., 2013 ), and these effects can persist up to 6 months post mission ISS ( Crucian et al., 2015 ). This weakened immunity, combined with the prevalence of  E. faecalis  strains, or other potential pathogens including viruses ( Rooney et al., 2019 ), could result in severe human health consequences on board the ISS, even in incidences of routine medicinal procedures ( i.e ., the introduction of a percutaneous catheter  Mermel, 2012 ). With the detection of enterococci, we sought to determine the risk they posed to residents within the ISS – specifically, do they represent pathogenic lineages commonly associated with infections in hospitals, or do they represent commensals shed into the environment as a consequence of human habitation? In order to determine if the challenging environment of the air and surfaces of the ISS have selected for pathogenic strains of  E. faecalis , we coupled previously employed genomic data analyses ( Singh et al., 2018a ) with phenotypic characterization of  E. faecalis  isolates recovered onboard the ISS. By assessing their antibiotic resistance, desiccation tolerance, and pathogenicity in the well-established  C. elegans  model ( Garsin et al., 2001 ), we sought to test existing methods for identification of strains of  E. faecalis  with a high likelihood of causing in-flight infections. Materials and Methods Strains and Culture Conditions Bacterial isolates from the ISS ( Figure 1  and  Table 1 ) were initially recovered on tryptic soy agar, and preliminary identification was performed using a VITEK identification system (bioMérieux, Hazelwood, MO, United States) as previously described ( Castro et al., 2004 ).  E. faecalis  isolates OG1RF, MMH594, V583, and the genome sequences of  E. faecalis  5952 and JH-1 were made available from the Gilmore lab strain collection. All additional available whole genomes of  E. faecalis  (N = 44) were obtained from the National Center for Biotechnology Information (NCBI). FIGURE 1 Isolate recovery locations on the International Space Station. Isolates (denoted 1-4) were recovered from the United States Lab and Node 3. Toilets (T) are located in Zvezda (Service Module) and Tranquility (Node 3). TABLE 1 Summary of genomic characterization of ISS and control strains of  Enterococcus faecalis . Isolate (Accession Number) Sample Type Location Collection Date Expedition(Duration in days) Genome size (Mb) No. Unique Genes MLST Predicted Intact Phage Plasmids Pathogen Score(%) ISS_1 ( CP046113 ) Air United States LAB 7/15/2009 20 (137) 2.65* 11 875** No No 84.4 ISS_2 ( CP046112 ) Surface United States LAB 4/15/11 27 (70) 2.93* 39 30 3 No 85.4 ISS_3 ( CP046111 ) Surface United States LAB 4/15/11 27 (70) 2.94* 39 30 3 No 85.4 ISS_4 ( CP0461108-10 ) Air Node 3 10/23/13 37 (61) 2.91* 25 40 1 2 85.4 OG1RF ‡ Oral NA ≤ 1975 NA 2.74 61 1 No No 81.6 MMH594 ‡ Blood NA 1985 NA 3.25 52 6 1 3 82.9 V583 ‡ Blood NA 1987 NA 3.36 20 6 1 3 82.9 * Results of hybrid assemblies (See  Supplementary Information ). ** Single nucleotide variant of the nearest ST. ‡ McBride et al. (2007) . NA: Not applicable. Except where described below, cultures of  E. faecalis  OG1RF, MMH594, V583, and the ISS isolates ( Table 1 ) were grown aerobically with shaking (250 RPM) at 37°C in brain heart infusion (BHI; Difco TM , cat. no: 237500) broth. Growth kinetics for each isolate was assessed using a Synergy 2 microplate reader (Bio-Tek Instruments Inc.), measuring optical density at 620 nm. Minimum inhibitory concentration (MIC) for various antibiotics was evaluated in both Mueller-Hinton (MH) broth or in BHI, as further detailed below. For the desiccation experiments, isolates were grown overnight in a chemically defined medium (CDM;  Hussain et al., 1991 ) and plated onto M9 (Difco TM , cat. no: 237500) agar plates amended with 1.0% glucose. To perform the  C. elegans  pathogenicity assays, cultures of  Escherichia coli  OP50 were prepared on nematode growth media (NGM) agar plates as previously described ( Powell and Ausubel, 2008 ). Genome Sequencing of ISS Strains For preparation of DNA, isolates were grown overnight in BHI broth. Cells were lysed using lysozyme (50 μg mL –1 ) and mutanolysin (2500 U mL –1 ), and the total DNA was isolated using the DNeasy Blood and Tissue Kit (Qiagen©, cat. no: 69504). Purified DNA was used for preparing libraries, which were then sequenced on Illumina HiSeq (250 nucleotide paired end reads) as previously described ( Supplementary Table S1  in  Lebreton et al., 2017 ). Additionally, a MinION (Oxford Nanopore Technologies©; ONT) library was prepared using the “one-pot” barcoding protocol, as developed by Josh Quick and the Loman Lab 1 . For each isolate, 24 μL of AMPure XP (Beckman Coulter ®  Life Sciences cat. no.: A63880) eluate was used as input for library preparation. This was incubated at room temperature (RT) for 5 min, 65°C for 5 min, then placed on ice for 30 s. Samples were barcoded using the Rapid Barcoding Kit (ONT cat. no.: SQK-RBK001) and each was incubated at RT for 10 min, 70°C for 5 min, then placed on ice. The reaction product was then pooled with other samples ( N  = 4 total) in a clean 1.5 mL low-bind Eppendorf tube, before addition of 26.75 μl AMPure XP beads per sample. This was incubated at RT for 5 min, placed on the magnet rack until clear, and the supernatant removed. The beads were washed with 200 μl 70% ethanol, incubated for 30 s, and the supernatant removed (2X) before spinning down and removal of the residual 70% ethanol. After air drying for 1 min, the beads were resuspended in 31 μl elution buffer (EB, 10 mM Tris–HCl pH 8), incubated off the magnet rack for 5 min, returned to the rack. DNA was quantified by fluorescence (ThermoFisher Scientific© Qubit 3.0 with Qubit dsDNA HS Assay Kit; cat. no.:  Q32854 ) and the sequencing adaptors were ligated (ONT cat. no.: SQK-LSK109) following the manufacturer’s protocols. This tube was incubated at RT for 10 min, 45.5 μl AMPure XP beads added, incubated for another 5 min, placed on magnet rack until clear, and the supernatant removed. Next, 150 μl ABB was added and the beads resuspended by flicking, before placing the tube back on the magnet rack until clear. The supernatant was removed and the ABB wash repeated before spinning down the tube and removing the residual supernatant. Next, 12 ul EB was added and the bead resuspended by flicking before incubation at RT for 5 min. The tube was placed again on the magnet rack until clear, and the elution library was loaded on to an ONT MinION flow cell (R9.4.1) according to the manufacturer’s protocols and sequenced using MinKNOW (v1.11.5) with live basecalling ( Supplementary Table S2 ). Output fastq files were concatenated and adaptors were removed and debarcoded with PoreChop (v0.2.3 2 ). Reads were quality filtered (≥ Q9) using NanoFilt (v2.2.0), and NanoPlot (v1.13.0) was then used to characterize sequencing datasets ( De Coster et al., 2018 ). Genome Assembly Unicycler (v0.4.4) was used for long-read and hybrid assembly using default parameters, with the initial long-read assembly specified via the –existing_long_read_assembly flag for hybrid assembly ( Wick et al., 2017 ). BWA (v0.7.17-r1188 with -x ont2d flag; docker container alexcoppe/bwa:latest) was used to map long reads onto the hybrid assembly to inspect assemblies and verify lack of evidence of mis-assemblies based on coverage. CheckM (v1.0.7) was used to evaluate completeness of final hybrid assemblies described in  Table 1  ( Parks et al., 2015 ). Pangenomic and Phylogenetic Analysis Genomes were annotated using Prokka (v.1.14.6; docker container quay.io/biocontainers/prokka:1.14.6–pl526_0  Seemann, 2014 ), and the pangenome analysis was performed using Roary (v3.12.0; docker container staphb/roary:3.12.0  Page et al., 2015 ). Genes that were present in a single isolate were defined as unique genes and, for strains utilized in this study, their identities were further examined by BLASTn ( Altschul et al., 1990 ) for comparison to the NCBI non-redundant database. Based on DNA sequence comparison, an  E. faecalis  phylogenetic tree ( Figure 2A ) was constructed from the Roary-determined core gene alignment (1.69 Mb) using FastTree (docker container staphb/fasttree:2.1.11) using the General Time Invariant (GTR) model, and visualized using IcyTree ( Vaughan, 2017 ). For a list of all genomes and gene presence/absence data see  Supplementary Data File S1 . FIGURE 2 Whole genome analysis of  Enterococcus faecalis .  (A)  Phylogenetic analysis of  E. faecalis  strains was determined based on FastTree generalized-time-reversible (GTR) analysis of SNPs present in the 1,844 core genes as determined by Roary ( Page et al., 2015 ) and visualized with IcyTree ( Vaughan, 2017 ). The alignment, when corrected for gaps and ambiguous bases, was 1.69 Mb. Branch support was 100% except as indicated. Isolates used in this study are indicated in  bold . Asterisk (*) denotes an unfinished genome assembly (contigs). Clinical isolates that are phylogenetic neighbors of the ISS isolates are tagged with the biohazard symbol.  (B)  Genome size and gene count, the latter as estimated by Prokka ( Seemann, 2014 ).  (C)  Gene presence/absence as estimated by Roary for the total of 9300 genes identified across the 51 genomes. A histogram of these data is provided as  Supplementary Figure S1 . Comparative Genomic Analysis Multilocus sequence typing (MLST) was performed by evaluating seven  E. faecalis  genes ( aroE ,  gdh ,  gki ,  gyd ,  pstS ,  xpt , and  yqiL ) and sequence types (STs) assigned based on the alleles present in each genome ( Larsen et al., 2012 ). The potential presence of plasmids was assessed using PlasmidFinder ( Carattoli et al., 2014 ). VirFinder was used to detect potential  E. faecalis  virulence factor genes ( Joensen et al., 2014 ), and PathogenFinder provided a predictive score for each strain’s potential pathogenicity for humans ( Cosentino et al., 2013 ). Additionally, the web server PHAge Search Tool – Enhanced Release (PHASTER) was used to detect the presence of phage sequences within bacterial genomic data ( Arndt et al., 2016 ), and the Comprehensive Antibiotic Resistance Database (CARD) was used to identify genes potentially associated with antimicrobial resistance ( Jia et al., 2016 ). The presence of CRISPR (clustered regularly interspaced short palindromic repeats) arrays and Cas (CRISPR associated proteins) was detected using the online tool, CRISPRCasFinder ( Couvin et al., 2018 ). Capsule type polymorphisms were determined as described by  McBride et al. (2007) . Briefly the presence, or absence, of genes in the locus (EF2485 to EF2495) were verified in the genomes of each isolate. CPS type 1 strains are defined as isolates with  cpsA  and  B , and  hcp1  (EF2484), while CPS type 2 strains consist of the full  cps  locus and  hcp1  (EF2484 to EF2495). CPS type 5 strains are similar to the type 2 gene profile, but do not contain  cpsF  (EF0090). Minimum Inhibitory Concentration of Antibiotics Antibiotic MIC was determined by broth microdilution as described ( CLSI, 2017 ). Briefly, overnight cultures of isolates were diluted and 10 4  cells in MH broth were inoculated into each well of 96 well plates containing serial 2-fold dilutions of antibiotics. Maximum concentration tested: penicillin (10 μg mL –1 ), amoxicillin (10 μg mL –1 ), ampicillin (10 μg mL –1 ), oxacillin (256 μg mL –1 ), erythromycin (50 μg mL –1 ), and tetracycline (64 μg mL –1 ). This procedure was repeated in BHI ( McBride et al., 2007 ), and isolates were additionally evaluated for high level aminoglycoside resistance (HLGR) with: gentamicin, streptomycin, and kanamycin (each at a maximum concentration of 2 mg mL –1 ). Plates were incubated at 37°C and growth was monitored at 24 and 48 h. Wells containing the lowest antibiotic concentration lacking growth after 48 h were designated the MIC for the respective antibiotics. Desiccation Survival Survival to desiccation was assessed as previously described ( Lebreton et al., 2017 ;  Bryan et al., 2019 ) with the following modifications.  E. faecalis  isolates were harvested from stationary phase by centrifugation, and washed twice with sterile (autoclaved, 0.22 μm filtered) water (sH 2 O). Prior to desiccation, the concentrated cells were resuspended in CDM, and a 10 μL sample was track diluted ( Jett et al., 1997 ) onto M9 medium (M9; Amresco ® , cat. no.: J863-500G) amended with 0.1% glucose agar, and incubated at 37°C. After ∼24 h, the number of CFUs recovered from 10 μL track dilutions prepared according to  Jett et al. (1997)  were used to determine the original concentration of cells mL –1  ( t  = −1). Aliquots of cell suspensions (50 μL) were spotted onto autoclaved coverslips, and placed into the desiccation chamber containing Drierite ®  (≥ 98% CaSO 4 , W. A. Hammond Drierite Company, Ltd., cat. no.: 778-18-9) until the liquid evaporated ( t  =  0 , 24 h). The relative humidity (RH) in the chamber was monitored using a digital hygrometer, and maintained between 30-40% by adding additional Drierite ® . Three replicates were prepared for each isolate at each timepoint. The dried cells were removed from the coverslips by rinsing and resuspending the material with a pipet into 1 mL of sH 2 O. To ensure the samples were homogenously resuspended, rehydrated cells were incubated at 37°C for 1 h while shaking (225 RPM), and vortexed for 15 minutes. The cells were then serially diluted into sH 2 O and 10 μL track dilutions were plated onto M9 agar. At the  t  = 0 time point, the number of CFUs recovered from the substrate was designated as the starting population size that survived the initial drying on the coverslip ( N 0 ). Subsequent samples were removed from the desiccation chamber every three days and rehydrated as described above to determine the number of surviving CFUs over time ( N ). The surviving fraction of cells was determined from the ratio of  N/N 0 . Each time point was evaluated when  N  was ≥ 30 C",
  "introduction": "Introduction Enterococcus faecalis  represent a core, yet quantitatively minor portion of the human gut microbiome ( Schloissnig et al., 2013 ) that are well suited to persist outside of the host environment. Evidence recently emerged that the enterococci may have split from their last common ancestor at approximately the time animal life began to colonize terrestrial habitats (∼425 million years ago), and traits that promote survival and transmission in the exposed land environment selected for the characteristic ruggedness of the genus ( Lebreton et al., 2017 ). Supporting that proposition, enterococci display significantly higher levels of resistance to a variety of antiseptics, salts, organic compounds, desiccation, and starvation than ancestral outgroups ( Lebreton et al., 2017 ). Because traits contributing to environmental persistence also contribute to persistence in the hospital environment, enterococci rank among leading causes of healthcare associated infections ( Weiner et al., 2016 ). While certain strains of  E. faecalis  are pathogenic for hospitalized patients,  e.g ., MMH594 ( Huycke et al., 1991 ) and V583 ( Sahm et al., 1989 ), and possess genomes swollen to 3.3 Mb by the accretion of mobile genetic elements (MGEs), the genomes of commensal isolates are 25% smaller, as typified by the strain OG1RF ( Bourgogne et al., 2008 ). In the antibiotic era, loss of CRISPR (clustered regularly interspaced short palindromic repeats) protection of the chromosome further facilitated the accumulation of additional antibiotic resistance by enterococci ( Fiore et al., 2019 ). Several other MGEs have been directly linked to virulence factors ( Shankar et al., 2002 ), however, the selective value of most mobile elements in clinical isolates of enterococci remains to be determined. The ISS provides a unique opportunity to study the establishment of a microbiome in what originated as a clean, hermetically sealed built environment, where the influx of new microorganisms only occurs periodically with the arrival of new crew and supplies. The microbiome of the ISS has been extensively characterized in recent years by metagenomic ( Be et al., 2017 ;  Lang et al., 2017 ;  Singh et al., 2018b ;  Urbaniak et al., 2018 ;  Blaustein et al., 2019 ;  Mora et al., 2019 ;  Sielaff et al., 2019 ) and culture-based investigations ( Schiwon et al., 2013 ;  Venkateswaran, 2017 ;  Singh et al., 2018a ;  Blaustein et al., 2019 ;  Mora et al., 2019 ;  Sobisch et al., 2019 ;  Urbaniak et al., 2019 ), yet only recently have these effort been combined ( Mora et al., 2019 ;  Sielaff et al., 2019 ). The results are divided among those that report similarities to Earth built environments ( Schiwon et al., 2013 ;  Mora et al., 2019 ;  Sielaff et al., 2019 ) including United States based spacecraft assembly cleanrooms ( Be et al., 2017 ), and those that detected significant differences from terrestrial residences, the Human Microbiome Project ( Lang et al., 2017 ), the Japan-",
  "methods": "Materials and Methods Strains and Culture Conditions Bacterial isolates from the ISS ( Figure 1  and  Table 1 ) were initially recovered on tryptic soy agar, and preliminary identification was performed using a VITEK identification system (bioMérieux, Hazelwood, MO, United States) as previously described ( Castro et al., 2004 ).  E. faecalis  isolates OG1RF, MMH594, V583, and the genome sequences of  E. faecalis  5952 and JH-1 were made available from the Gilmore lab strain collection. All additional available whole genomes of  E. faecalis  (N = 44) were obtained from the National Center for Biotechnology Information (NCBI). FIGURE 1 Isolate recovery locations on the International Space Station. Isolates (denoted 1-4) were recovered from the United States Lab and Node 3. Toilets (T) are located in Zvezda (Service Module) and Tranquility (Node 3). TABLE 1 Summary of genomic characterization of ISS and control strains of  Enterococcus faecalis . Isolate (Accession Number) Sample Type Location Collection Date Expedition(Duration in days) Genome size (Mb) No. Unique Genes MLST Predicted Intact Phage Plasmids Pathogen Score(%) ISS_1 ( CP046113 ) Air United States LAB 7/15/2009 20 (137) 2.65* 11 875** No No 84.4 ISS_2 ( CP046112 ) Surface United States LAB 4/15/11 27 (70) 2.93* 39 30 3 No 85.4 ISS_3 ( CP046111 ) Surface United States LAB 4/15/11 27 (70) 2.94* 39 30 3 No 85.4 ISS_4 ( CP0461108-10 ) Air Node 3 10/23/13 37 (61) 2.91* 25 40 1 2 85.4 OG1RF ‡ Oral NA ≤ 1975 NA 2.74 61 1 No No 81.6 MMH594 ‡ Blood NA 1985 NA 3.25 52 6 1 3 82.9 V583 ‡ Blood NA 1987 NA 3.36 20 6 1 3 82.9 * Results of hybrid assemblies (See  Supplementary Information ). ** Single nucleotide variant of the nearest ST. ‡ McBride et al. (2007) . NA: Not applicable. Except where described below, cultures of  E. faecalis  OG1RF, MMH594, V583, and the ISS isolates ( Table 1 ) were grown aerobically with shaking (250 RPM) at 37°C in brain heart infusion (BHI; Difco TM , cat. no: 237500) broth. Growth kinetics for each isolate was assessed using a Synergy 2 microplate reader (Bio-Tek Instruments Inc.), measuring optical density at 620 nm. Minimum inhibitory concentration (MIC) for various antibiotics was evaluated in both Mueller-Hinton (MH) broth or in BHI, as further detailed below. For the desiccation experiments, isolates were grown overnight in a chemically defined medium (CDM;  Hussain et al., 1991 ) and plated onto M9 (Difco TM , cat. no: 237500) agar plates amended with 1.0% glucose. To perform the  C. elegans  pathogenicity assays, cultures of  Escherichia coli  OP50 were prepared on nematode growth media (NGM) agar plates as previously described ( Powell and Ausubel, 2008 ). Genome Sequencing of ISS Strains For preparation of DNA, isolates were grown overnight in BHI broth. Cells were lysed using lysozyme (50 μg mL –1 ) and mutanolysin (2500 U mL –1 ), and the total DNA was isolated using the DNeasy Blood and Tissue Kit (Qiagen©, cat. no: 69504). Purified DNA was used for prepa",
  "results": "Results Isolates Recovered From the ISS The  E. faecalis  isolates recovered from air samples (ISS_1 and ISS_4) were both collected mid-module. ISS_1 was isolated from air samples collected in the United States Lab in 2009, and ISS_4 was recovered from the air in Node 3 in 2013 ( Figure 1 ). ISS_2 and ISS_3, were two isolates recovered in 2011 from the same location, United States Lab handrail surfaces, approximately 14 feet apart. One was collected from the aft end of the module (at the interface with Node 1), and the other was recovered mid-module. The United States Lab was launched in 2001, and houses the various science payloads conducting research onboard the ISS ( Singh et al., 2018b ). Node 3, launched in 2010, and houses the air revitalization and water recovery systems, as well as amenities for crew hygiene, the restrooms, and exercise devices ( Singh et al., 2018b ). With preliminary identification based solely on the VITEK identification system, the first task for the isolate characterization was to create a fully sequenced genome for each isolate ( Table 1 ). Pangenome Analysis With the complete genomes for each isolate assembled, several web-based tools were utilized for genomic characterization. First, seven gene loci were evaluated for their respective MLST using the web-based MLST server ( Table 1 ;  Larsen et al., 2012 ). ISS_1 was determined to be a single locus variant of sequence type (ST) 875, with a single nucleotide polymorphism (SNP) in the 583 bases of  pstS . Isolates ISS_2 and ISS_3 were identified as ST30. ISS_4 was classified as ST40, a commonly recovered ST and a member of one of the largest clonal clusters, CC40 ( McBride et al., 2007 ). A clonal cluster is defined as a ST consisting of three or more isolates ( McBride et al., 2007 ). CC40 is comprised of ST40 and ST114, many of which were isolated from clinical sources ( McBride et al., 2007 ). Based on the ST data described above, representative type strains were chosen for each as a comparator for each ISS ST ( McBride et al., 2007 ), and a core genome of 1,844 genes shared by all 51 strains was defined ( Page et al., 2015 ). An alignment of the core genome was then used to construct the phylogenetic tree ( Figure 2A ). Phylogenetic proximity of the selected type strains to the ISS isolates validated the selection based on ST. Genome size and gene count ( Figure 2B ) show patterns of genomic expansion and loss within clades; for example, within the clade containing V583 a general pattern of larger genome size and higher gene count is evident, yet nearby ISS_1 has a more streamlined genome in comparison to its neighbors. Genes are classified into core, soft core, shell, and cloud on the basis of the number of isolates sharing each gene ( Figure 2C ;  Supplementary Figure S1 ) and the Roary-estimated patterns of gene presence and absence highlight potential patterns of gene loss or gain ( Supplementary Data File S1 ). Unique chromosomal genes, defined as those genes that were present in a single isolate, were non-uniformly distributed across each isolate genome ( Supplementary Data File S1 ). ISS_1 (Accession no.:  CP046113 ) contained the fewest number of unique genes (11 genes), 9 of which were designated hypothetical by Prokka ( Seemann, 2014 ) yet had homology with other  E. faecalis  genomes on the basis of BLASTn searches. Seven of the 11 unique genes formed a contiguous region suggestive of an operon, which contained two genes with known annotations,  mazG , which encodes a nucleoside triphosphate pyrophosphohydrolase involved in survival under nutrient stress, and another that encodes an LPxTG-motif protein cell wall anchor domain protein. Neither ISS_2 (Accession no.:  CP046112 ) nor ISS_3 (Accession no.:  CP046111 ) contained individually unique genes. Consistent with this finding, analysis of the core alignment revealed that isolates ISS_2 and ISS_3 differed by only 14 bases. However, these two isolates shared 39 genes that were not p",
  "discussion": "Discussion While multiple studies have detected the presence of a wide range of opportunistic human pathogens onboard the ISS, the consensus was that additional data was needed to determine if these microorganisms posed an actual threat to crew health ( Schiwon et al., 2013 ;  Be et al., 2017 ;  Lang et al., 2017 ;  Singh et al., 2018a , b ;  Mora et al., 2019 ;  Sielaff et al., 2019 Sobisch et al., 2019 ;  Urbaniak et al., 2019 ). Here, we expanded upon previous genomic analyses in an effort to provide a framework for the determination of the pathogenic potential of  E. faecalis  isolates. For the comparative analyses, the commensal type strain OG1RF and the clinical isolates, MMH594 and V583, were chosen because of their extensive genotypic ( Shankar et al., 2002 ;  Paulsen et al., 2003 ;  McBride et al., 2007 ;  Bourgogne et al., 2008 ) and phenotypic characterization, specifically in regards to  C. elegans  pathogenesis ( Garsin et al., 2001 ;  Yuen and Ausubel, 2018 ). In addition, the  E. faecalis  genomes of strains 5952 and JH-1 were chosen as representative ST strains of the ISS isolates ISS_2 and ISS_3, and ISS_4, respectively. While the amount of information that can be gleaned from a complete genome is large, the current methodologies ( Singh et al., 2018a ) are insufficient for the accurate assessment of pathogenicity for  E. faecalis  strains. The scores from the tool, PathogenFinder ( Cosentino et al., 2013 ), predicted each of the ISS isolates as possessing > 84% probability of being pathogenic to humans, placing them above known clinical isolates MMH594 and V583 ( Table 1 ). Another tool related to scoring pathogenicity, VirFinder, identified twenty virulence factors among the ISS strains, but fifteen were present in the commensal isolate OG1RF as well ( Table 3 ). We cautiously interpret this to mean that ISS isolates do share some of the potentially virulence-related properties found in clinical isolates, but many of these are also shared by prototype commensal strains of  E. faecalis . Further validation for these predictive algorithms applied to enterococci is needed in order to make more accurate predictions of which strains could impact human health. Predictions from PathogenFinder or its equivalent can be expected to improve if additional training data at the genus or species level is incorporated. Because of the difficulty in interpreting potential pathogenicity of the ISS strains based on genome content alone, we tested them directly in the  C. elegans  infection model ( Figure 4 ). Previous studies identified parallels in the pathogenicity profiles of various enterococcal lineages when tested in  C. elegans  ( Garsin et al., 2001 ) and in mice ( Bourgogne et al., 2008 ). In contrast to that report ( Garsin et al., 2001 ), we did not detect significant difference in  C. elegans  survival when exposed to commensal OG1RF, or pathogenic V583 and the cytolytic strain MMH594.  E. faecalis  proliferate in the intestine of  C. ",
  "conclusion": ""
}