{
  "id": "PMC7530743",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7530743/",
  "title": "NemaLife chip: a micropillar-based microfluidic culture device optimized for aging studies in crawling ",
  "authors": "Mizanur Rahman, Hunter Edwards, Nikolajs Birze, Rebecca Gabrilska, Kendra P. Rumbaugh, Jerzy Blawzdziewicz, Nathaniel J. Szewczyk, Monica Driscoll, Siva A. Vanapalli",
  "year": "2020",
  "journal": "Scientific Reports",
  "abstract": "In this study, we report a microfluidic device for the whole-life culture of the nematode  Caenorhabditis elegans  that allows the scoring of animal survival and health measures. This device referred to as the NemaLife chip features: (1) an optimized micropillar arena in which animals can crawl, (2) sieve channels that separate progeny and prevent the loss of adults from the arena during culture maintenance, and (3) ports that allow rapid accessibility for feeding the adult-only population and introducing reagents as needed. The pillar arena geometry was optimized to accommodate the growing body size during culture and emulate the body gait and locomotion of animals reared on agar. Likewise, feeding protocols were optimized to recapitulate longevity outcomes typical of standard plate growth. Key benefits of the NemaLife Chip include eliminating the need to perform repeated manual transfers of adults during survival assays, negating the need for progeny-blocking chemical interventions, and avoiding the swim-induced stress across lifespan in animals reared in liquid. We also show that the culture of animals in pillar-less microfluidic chambers reduces lifespan and introduces physiological stress by increasing the occurrence of age-related vulval integrity disorder. We validated our pillar-based device with longevity analyses of classical aging mutants ( daf-2 ,  age-1 ,  eat-2,  and  daf-16 ) and animals subjected to RNAi knockdown of age-related genes ( age-1  and  daf-16 ). We also showed that healthspan measures such as pharyngeal pumping and tap-induced stimulated reversals can be scored across the lifespan in the NemaLife chip. Overall, the capacity to generate reliable lifespan and physiological data underscores the potential of the NemaLife chip to accelerate healthspan and lifespan investigations in  C. elegans .",
  "keywords": "Caenorhabditis elegans, Lab-on-a-chip, Ageing",
  "full_text": "Introduction Aging is a significant risk factor for a broad range of diseases including neurodegenerative disorders, diabetes and cancer 1 – 5 . With the growing aging population, the socioeconomic burden attributed with age-associated diseases is staggering and development of therapies that promote healthy aging is imperative.  C. elegans  is a powerful model organism for aging investigations with a short lifespan (3–5 weeks), genetic similarity with humans (~ 38% orthologs 6 ) and conserved signaling pathways 7 . Additionally, a fully mapped genome 8  and genetic plasticity 9 , 10  makes C.  elegans  an attractive tool for aging studies. Advances in fluorescent microscopy 11  and genomic technology (RNAi, CRISPR) 12 , 13  have further expanded the number of possible ways in which C.  elegans  can be used to study healthy aging.\n Lifespan analysis has become a widely used method for evaluating the effects of various genes, proteins, and drug compounds on aging and age-associated diseases. In general, lifespan assays are carried out with  C. elegans  reared on agar plates containing nematode growth media (NGM). During the reproductive phase, adults must be manually transferred to new plates to separate progeny from the original sample. These animal transfers significantly increase the effort and time required for conducting lifespan assays. To reduce the work costs of manual transfers, many labs utilize a strong progeny-blocking drug (2′-deoxy-5-fluorouridine, FUdR) to maintain an adult-only population 14 – 16 . An alternative to this approach is the use of sterile mutants 17 – 20 . The simplicity of using FUdR or sterile mutants has led to new technologies for large-scale lifespan analysis in  C. elegans . A technology known as Lifespan Machine (LSM), allows for the rapid analysis of a population of thousands of animals grown on agar supplemented with FUdR using automatic capture of sequential images to score animal death and determine lifespan 21 . The LSM technology has provided insights into temporal scaling of ageing dynamics 21 , 22  and helped identify chemical compounds with robust longevity effects 23 . Similarly, WorMotel technology facilitates longitudinal analysis of individuals in agar-filled microfabricated well plates 24 . In a recent addition, WormBot technology employed robotic platform to image and measure lifespan of animals cultured on agar surface in a 24-well plate 25 . Although powerful, LSM, WorMotel, and WormBot technologies have some limitations. The useof FUdR is undesirable as FuDR has been shown to activate stress response pathways 26 , 27 , alter body size 14 , increase superoxide dismutase levels 28 , increase fat accumulation 29  and alter the survival of worms with specific genetic backgrounds 27 , 29 , 30 . Moreover, the timing of FUdR treatment is critical, such that premature supplementation of FUdR results in abnormalities such as a high percentage of vulval protrusion, also known as age-related vulval integrity disorder (AVID) 14 , 15 . Another issue with the LSM and WorMotel technologies is the difficulty in studying the effect of temporal changes in environment on lifespan since these require transferring of animals to new plates. Such temporal manipulations have been central to studies of dietary restriction 31  and functional cognitive aging 32 . In addition, uptake of drugs by animals maintained on plates is an ongoing challenge 33 . In recent years, microfluidic approaches have begun to address the limitations of agar-based lifespan assays 34 – 38 . Several key advantages of using PDMS-based microfluidics include (1) excellent permeability to oxygen and carbon dioxide, enabling animals to experience natural atmospheric conditions 39 ; (2) size-based separation of animals using on-chip filters 34 – 36 , eliminating the need to prevent or reduce progeny production; (3) precise temporal control of culture environment via addition or removal of reagents 35 , 36 ; (4) overall reduction in the number of censored worms; and (5) optical transparency of devices to enable bright field and fluorescence imaging. Significant advantages of microfluidics has led to the development of lifespan-devices for measuring survival curves 34 – 36 , 38 . However, a major drawback of prior devices is that  C. elegans  swims in the engineered chambers, similar to liquid cultures in multiwell plates. Physiologically, swimming in liquid culture is more energetically demanding than crawling 40 , 41 . In liquid environments,  C. elegans  can exhibit swimming and quiescent states 42 , making lifespan outcomes in liquid culture difficult to interpret. Also, housing worms in liquid culture for a significant portion of their lifespan has been shown to induce gene expression changes 40 , 43  and oxidative stress 40 . Taken together, these findings suggest that conducting whole-life studies in microfluidic chambers where animals swim may not be representative of the physiology that crawling animals experience on plates 40 , 41 , 44 . In addition, measures such as pharyngeal pumping which can be predictive of healthspan 45 – 47  are difficult to score in swimming animals. Given the importance of mimicking plate-like behaviors in microfluidic devices, several studies have incorporated micropillars in microfluidic chambers and showed that the pillar arrangement can be configured to achieve locomotory gait similar to that on agar plates 48 – 52 . Additional studies have used these microstructured devices to study chemotactic behaviors 50 , separate different larval-stage animals 53  and perform stress assays 54 . Thus, micropillar devices are well suited to induce plate-like crawling behaviors; however, to date, whole-life culturing of  C. elegans  in micropillar environments has not been demonstrated and their suitability for measuring survival curves remains to be ascertained. Here we report an optimized microfluidic device, termed NemaLife Chip, for whole-life studies in  C. elegans  that addresses the limitations of agar-based approaches and microfluidic swim-chambers. The device has sieve channels to retain adults but enable progeny removal by fluid flow. Since previous micropillar devices have not been configured for life-long culture and survival outcomes, we optimize food concentrations and feeding frequency. Importantly, we show that whole-life culturing of  C. elegans  in chambers without pillars induces deleterious health effects. Furthermore, we show that the use of a micropillar housing arena increases the efficiency of scoring various health span metrics, including pharyngeal pumping and locomotory phenotypes. Validation of NemaLife chip through the analysis of established aging mutants, RNAi studies, and various culture conditions demonstrates that this new microfluidic device provides a simple platform with the potential to advance our fundamental understanding of genetic and environmental regulators of healthy aging. Results and discussion Optimization of the NemaLife chip design C. elegans  lifespan measurement in a microfluidic environment requires mimicking plate-like behaviors with the capacity to remove progeny. Prior micropillar devices 48 – 50  provide some guidance on construction of environments that can recapitulate plate-like crawling behavior, while lifespan devices with swim chambers 35 , 36  offer some insight into the design of sieve channels. At the same time, configuring micropillar devices for life-long culture with progeny removal and survival analysis requires new design considerations and optimal culture conditions. In this section, we discuss the device design considerations and the optimal micropillar geometry for scoring lifespan and healthspan measures. We then present optimization of cultured conditions in the next section “ Optimization of worm culture conditions ”. Basic device design We designed the NemaLife culture device (Fig.  1 a–d) with design objectives that feature: (1) a micropillar arena that can accommodate the growing body size as young adults are cultured and can enable animals to maintain a crawling gait throughout life; (2) optimal pillar spacing and sieve channel design that allow effective removal of progeny while retaining adults; (3) ports for introducing animals at the beginning of the experiment, washing and feeding animals, and venting air pockets that can form at the inlet during the several weeks that animals are cultured; (4) arena size for housing a population that will be easy to image and score manually while maintaining large enough sample size for meaningful statistical analysis. Figure 1 Basic design and description of the NemaLife chip. ( a ) A 9-chamber microfluidic device for lifelong studies of crawling  C. elegans . Fluid manipulation is performed with 1-mL syringes connected to the ports in the device. Scale bar 1 cm. ( b ) Design and features of the NemaLife device filled with green dye. Habitat arena is composed of micropillars. Channel at the top (blue arrow) is the worm loading port, the two red arrows on both sides of the device identify the sieve channel that retains worms, two black arrows indicate the reagent exchange ports and the two dashed blue arrows are for purging air pockets. Scale bar 1 mm. ( c ) An enlarged view of the micropillars and their lattice arrangement. Scale bar 200 µm. ( d ) The sieve channels consist of rectangular barriers 750 µm × 75 µm separated by a gap of 25–30 µm. Scale bar 200 µm. These criteria were achieved by designing a worm habitat chamber that contains a micropillar lattice (Fig.  1 b, c) that allows worms to crawl. Animals are introduced from the worm loading port (blue arrow in Fig.  1 b) at the beginning of the lifespan experiment, and this worm loading port is then subsequently sealed with a pin. The inlet port (black arrows in Fig.  1 b) is used to wash progeny and introduce  E. coli  solution to feed the animals. Sieve channels (Fig.  1 d) on the sides of the habitat chamber (see red arrows in Fig.  1 b), prevent young adults from escaping the arena while allowing efficient passage of eggs, larval-stage animals (L1, L2) and bacterial debris. Adjacent to the sieve channels, two side-ports (see blue dashed arrows in Fig.  1 b) act as vents to purge of air pockets that can develop at the inlet of the device during overnight storage in the incubator. During washing/feeding the fluid first passes through the vent port, forcing the air out before the introduced fluid enters the pillar arena. Fluid manipulation is performed manually using hand-held syringes, an aspect of design that we felt would make the device more accessible to use in a wide range of laboratories than would a complex pumping set-up. Micropillar arena design Worm habitat chambers are designed to have an approximate footprint of  ≈ 60 mm 2  for a population size of 10–15 animals (4–6 mm 2  per animal), compared to an average footprint of 2828 mm 2  in standard studies on agar for 30–50 animals (60–90 mm 2  per animal). We were able to accommodate nine of these chambers on a 50 × 75 mm 2  glass slide (Fig.  1 a) that could be used to generate survival data on ≈ 100 animals. The geometry of the micropillar lattice in the NemaLife chamber is crucial for successful measurement of lifespan of  C. elegans . The lattice structure must accommodate changes in body size during reproduction and aging, maintain the natural crawling gait of  C. elegans , and allow non-invasive removal of progeny while retaining the sample population. To identify the optimal micropillar lattice that simultaneously meets these requirements, we fabricated devices with square arrangement of pillars with different pillar diameter ( a ) and edge-edge gap ( s ). The nominal dimensions we tested are: Device I,  a  = 40 μm,  s  = 60 μm; Device II,  a  = 50 μm,  s  = 80 μm and Device III,  a  = 60 μm,  s  = 100 μm. The measured dimensions of the three pillar devices are reported in Table  S1 . During the greatest period of growth, C.  elegans  body diameter varies from ~ 50 to 100 µm and length varies from ~ 900 to 1500 µm (Fig.  S1 ). Thus, Device I provided the tightest, and Device III the leanest, confinement for the animals during the lifespan measurement. In all the devices, the pillars had a uniform height of ≈ 75 μm and a clearance from the floor of the habitat chamber of approximately ≈ 25 μm, allowing the pillars to be moved aside by the animal to adjust gait and accommodate changes in body size. The gap between the pillars and the clearance between the pillar tip and the floor also helps in size-based separation of the adults from the larvae and eggs. An adult’s body diameter is much larger than the clearance and the animal interacts with approximately 10–16 pillars along its body, which prevents the animal from being washed away during fluid flow. Specifically, animals maintain their posture and crawl normally using the pillar support while the progeny, eggs and other smaller particles are removed via fluid flow. Sieve channel design Our optimized sieve channels have a width of 25–30 μm, length of 750 μm, and are separated from each other by 75 μm × 750 μm rectangular blocks. We designed the length of the rectangular blocks long enough so that the animal cannot generate natural waves and propagate through the channels. In addition, we found that the placement of the sieve channel relative to the pillars is important as animals tend to use the pillars to generate thrust to force themselves through the channel. Placing the sieve channels at a distance of 1000 μm away from the nearest pillar mitigated this behavior and allowed the animal to quickly reverse back to the arena when it approached the sieve channel area. Selection of the optimal micropillar geometry based on locomotion and lifespan outcomes We initially measured the crawling gait in terms of wavelength, amplitude and crawling speed in the three devices for day 4 animals (from hatching). The amplitude and wavelength corresponding to the worm undulatory motion in the three devices were similar (Fig.  2 a). However, the crawling speed was diminished in Devices I and II compared to Device III due to their tighter confinement. Figure 2 Influence of micropillar geometry on animal locomotion and lifespan. ( a ) Crawling amplitude, wavelength, and speed of day 4 animals as pillar spacing was changed within the three devices (n = 10). Pillar diameter and edge-edge gap for Devices I, II and III are: 40 μm, 60 μm; 50 μm, 80 μm; 60 μm, 100 μm. Older adults are most constrained in Device I and are not constrained in Device III. ( b ) Wild type  C. elegans  lifespan as a function of confinement (n = 56 for Device-I, n = 71 for Device-II and n = 60 for Device-III).  p  value for lifespan curve between Device-I and II is 0.99 and p-value for lifespan curve between Device-I and III is 0.026 (Log-rank (Mantel-Cox) test, N = 2 repeat trials. Data is shown for one trial. Also of interest is the comparison of data in the test devices to that of animals crawling on agar 55 . We found that the amplitudes are similar between the two 52 . However, the wavelength was about 30% higher on agar. Animals do crawl in Device III with a similar speed to animals crawling on agar surfaces 55 . Thus, among the three devices tested, animals housed in Device III have a locomotory gait that is most similar to that observed on agar plates. We conducted survival experiments in the test devices at the optimal feeding protocol of 100 mg/mL of  E. coli  OP 50 with animals being fed once a day (see “ Optimization of worm culture conditions ” section for the feeding optimization study). Figure  2 b compares the survival data for the animals reared in the three devices. Devices with tighter pillar spacing resulted in a reduction of worm lifespan, possibly due to restraints in natural locomotion and stress conferred through body confinement. We found that median and maximum lifespan in Device III were most consistent with studies on agar (see “ Validation of the NemaLife chip ” section) We conducted all subsequent aging investigations using Device III with s = 100 µm. Effect of population density on animal lifespan in the micropillar chamber Population density in each micropillar chamber may limit food availability as well as accumulation of small molecules such as pheromones that help animals sense overcrowding 56  and makes them enter into a non-aging dauer-stage 57  or extends their lifespan by reducing the insulin signaling 58 . To investigate the effect of population density, we conducted lifespan experiments in which we varied the number of animals per chamber and manipulated the micropillar chamber size to vary the population density (see Table  1 ). We maintained the culture in the chamber by daily washing and feeding with 100 mg/mL of  E. coli  OP50. In Table  1  we compare the median lifespan of animals experiencing population densities ranging from 4.0 to 12 mm 2 /animal. We note that population density is typically defined as number of animals per unit area, but here we chose the inverse unit to highlight the pillar area needed for chamber design. We find that the median lifespan corresponding to different population densities is not significantly different compared to our standard NemaLife chip condition of 4–6 mm 2 /animal. This data suggests that in the explored range of animal density, the NemaLife chip does not introduce deleterious effect on animal lifespan. Table 1 Influence of population density and number of animals per chamber on lifespan of wild-type animals. Area (mm 2 ) per animal Animals per chamber Number of trials Animals scored per trial Median lifespan, day Statistical significance 4.0–6.0 10–15 5 86–100 13.6 ± 0.56 – 7.0 1 4 59–91 14.2 ± 0.75 n.s 10–12 60–70 2 60–70 13.5 ± 0.71 n.s Statistical comparison of survival curves were made with respect to our standard assay condition (highlighted in bold) using log-rank test.  p  value of > 0.05 corresponds to not significant (n.s.). Additionally, Table  1  shows the lifespan data when an individual animal is housed in the chamber which prevents transmission of the chemical/hormonal signals due to physical isolation. Still, we find that lifespan data from the single-animal chamber is comparable to that of our standard NemaLife chip suggesting that in the explored range of population densities, animal crowding does not have a major influence on lifespan. Recognizing that the population density in the chip is much higher than on plates, we believe that daily washing and supply of fresh food may be the reason that animal density may not be as influential in the chip as it is on plates. Although the different population densities in the chips show comparable lifespan, the live/dead scoring time increases significantly as the population and chamber size increases. Alternatively, having too few animals per chamber will require more chambers to reach an adequate population size for a particular study. We chose to use 10–15 animals per chamber as an optimal trade-off between ease of scoring and achieving a sample size of ≈ 100 animals per assay condition. Optimization of worm culture conditions We established culture maintenance protocols to achieve robust and reproducible lifespan data while increasing the overall efficiency of conducting survival analyses. Initially, we focused on identifying the optimal washing conditions necessary to remove all progeny. To do this, we cultured reproductive adults within the NemaLife device for 24 h to allow progeny production and growth. We then tested progeny removal by delivering 200 µL aliquots of S-complete media via the loading port of the device. Figure  3 a, b shows the habitat chamber with adults and their progeny (see SI movie  1 ). After washing, the retained adults are shown in Fig.  3 c. In the event that the animals are already near the exit, sieve channels retain them inside the chamber (Fig.  3 d, SI movie  2 ). We found",
  "introduction": "Introduction Aging is a significant risk factor for a broad range of diseases including neurodegenerative disorders, diabetes and cancer 1 – 5 . With the growing aging population, the socioeconomic burden attributed with age-associated diseases is staggering and development of therapies that promote healthy aging is imperative.  C. elegans  is a powerful model organism for aging investigations with a short lifespan (3–5 weeks), genetic similarity with humans (~ 38% orthologs 6 ) and conserved signaling pathways 7 . Additionally, a fully mapped genome 8  and genetic plasticity 9 , 10  makes C.  elegans  an attractive tool for aging studies. Advances in fluorescent microscopy 11  and genomic technology (RNAi, CRISPR) 12 , 13  have further expanded the number of possible ways in which C.  elegans  can be used to study healthy aging.\n Lifespan analysis has become a widely used method for evaluating the effects of various genes, proteins, and drug compounds on aging and age-associated diseases. In general, lifespan assays are carried out with  C. elegans  reared on agar plates containing nematode growth media (NGM). During the reproductive phase, adults must be manually transferred to new plates to separate progeny from the original sample. These animal transfers significantly increase the effort and time required for conducting lifespan assays. To reduce the work costs of manual transfers, many labs utilize a strong progeny-blocking drug (2′-deoxy-5-fluorouridine, FUdR) to maintain an adult-only population 14 – 16 . An alternative to this approach is the use of sterile mutants 17 – 20 . The simplicity of using FUdR or sterile mutants has led to new technologies for large-scale lifespan analysis in  C. elegans . A technology known as Lifespan Machine (LSM), allows for the rapid analysis of a population of thousands of animals grown on agar supplemented with FUdR using automatic capture of sequential images to score animal death and determine lifespan 21 . The LSM technology has provided insights into temporal scaling of ageing dynamics 21 , 22  and helped identify chemical compounds with robust longevity effects 23 . Similarly, WorMotel technology facilitates longitudinal analysis of individuals in agar-filled microfabricated well plates 24 . In a recent addition, WormBot technology employed robotic platform to image and measure lifespan of animals cultured on agar surface in a 24-well plate 25 . Although powerful, LSM, WorMotel, and WormBot technologies have some limitations. The useof FUdR is undesirable as FuDR has been shown to activate stress response pathways 26 , 27 , alter body size 14 , increase superoxide dismutase levels 28 , increase fat accumulation 29  and alter the survival of worms with specific genetic backgrounds 27 , 29 , 30 . Moreover, the timing of FUdR treatment is critical, such that premature supplementation of FUdR results in abnormalities such as a high percentage of vulval protrusion, also known as age-related vulval integri",
  "methods": "",
  "results": "Results and discussion Optimization of the NemaLife chip design C. elegans  lifespan measurement in a microfluidic environment requires mimicking plate-like behaviors with the capacity to remove progeny. Prior micropillar devices 48 – 50  provide some guidance on construction of environments that can recapitulate plate-like crawling behavior, while lifespan devices with swim chambers 35 , 36  offer some insight into the design of sieve channels. At the same time, configuring micropillar devices for life-long culture with progeny removal and survival analysis requires new design considerations and optimal culture conditions. In this section, we discuss the device design considerations and the optimal micropillar geometry for scoring lifespan and healthspan measures. We then present optimization of cultured conditions in the next section “ Optimization of worm culture conditions ”. Basic device design We designed the NemaLife culture device (Fig.  1 a–d) with design objectives that feature: (1) a micropillar arena that can accommodate the growing body size as young adults are cultured and can enable animals to maintain a crawling gait throughout life; (2) optimal pillar spacing and sieve channel design that allow effective removal of progeny while retaining adults; (3) ports for introducing animals at the beginning of the experiment, washing and feeding animals, and venting air pockets that can form at the inlet during the several weeks that animals are cultured; (4) arena size for housing a population that will be easy to image and score manually while maintaining large enough sample size for meaningful statistical analysis. Figure 1 Basic design and description of the NemaLife chip. ( a ) A 9-chamber microfluidic device for lifelong studies of crawling  C. elegans . Fluid manipulation is performed with 1-mL syringes connected to the ports in the device. Scale bar 1 cm. ( b ) Design and features of the NemaLife device filled with green dye. Habitat arena is composed of micropillars. Channel at the top (blue arrow) is the worm loading port, the two red arrows on both sides of the device identify the sieve channel that retains worms, two black arrows indicate the reagent exchange ports and the two dashed blue arrows are for purging air pockets. Scale bar 1 mm. ( c ) An enlarged view of the micropillars and their lattice arrangement. Scale bar 200 µm. ( d ) The sieve channels consist of rectangular barriers 750 µm × 75 µm separated by a gap of 25–30 µm. Scale bar 200 µm. These criteria were achieved by designing a worm habitat chamber that contains a micropillar lattice (Fig.  1 b, c) that allows worms to crawl. Animals are introduced from the worm loading port (blue arrow in Fig.  1 b) at the beginning of the lifespan experiment, and this worm loading port is then subsequently sealed with a pin. The inlet port (black arrows in Fig.  1 b) is used to wash progeny and introduce  E. coli  solution to feed the animals. Sieve channels (Fig.  1 d) on the sides of the habitat chamber (see red arrows in Fig.  1 b), prevent young adults from escaping the arena while allowing efficient passage of eggs, larval-stage animals (L1, L2) and bacterial debris. Adjacent to the sieve channels, two side-ports (see blue dashed arrows in Fig.  1 b) act as vents to purge of air pockets that can develop at the inlet of the device during overnight storage in the incubator. During washing/feeding the fluid first passes through the vent port, forcing the air out before the introduced fluid enters the pillar arena. Fluid manipulation is performed manually using hand-held syringes, an aspect of design that we felt would make the device more accessible to use in a wide range of laboratories than would a complex pumping set-up. Micropillar arena design Worm habitat chambers are designed to have an approximate footprint of  ≈ 60 mm 2  for a population size of 10–15 animals (4–6 mm 2  per animal), compared to an average footprint of 2828 mm 2  in standard studies",
  "discussion": "",
  "conclusion": "Conclusions We demonstrated that  C. elegans  can be effectively maintained in our NemaLife microfluidic device across its lifespan without using chemicals (progeny-blocking drugs, antibacterial agents, antifungal compounds, etc.) in an environment that recapitulates longevity on agar plates. The closed microfluidic environment keeps animals inside the arena boundary and eliminates the events of death by desiccation. Being fully occupied with fluid, the culture environment maintains uniform humidity and minimizes temperature fluctuations. Micropillars in the microfluidic device enable the animals to maintain natural crawling gaits and eliminate swim-induced stress. The well characterized survival outcomes of “cornerstone” longevity mutants with altered insulin-like signaling or dietary restriction pathways grown on agar are reproduced in the device; RNAi can also be executed. The capacity for manual injections of fluids and food enables investigator control over feeding conditions or introduced drugs. For compound testing, the liquid environment in the NemaLife chip ensures the uniform availability of the compound which is difficult to ensure in agar-filled plates. In the NemaLife chip, we replace the old environment (larva, eggs, 24 h old bacteria and buffer, pheromones, excrete etc.) daily with fresh food. As a result, animals can be exposed to a fresh dose of compounds daily, similar to dosing schedules with mammalian models. An added benefit of the device is that progeny and effluent (containing any chemicals such as, pheromones etc.) might be collected for downstream analysis. The NemaLife chip was also designed to improve the scoring of live/dead animals. The microfluidic chip consists of 9 smaller chambers on a 2\" × 3\" glass slide. Small footprint of an individual chamber is entirely visible at 10 × or 20 × magnification on a stereomicroscope. Each chamber was optimized to house 10–15 animals so that one can score animal surival easily. Thus, we achieve a lar"
}