{
  "id": "PMC7358545",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7358545/",
  "title": "A Conditional Mutation in ",
  "authors": "Carole L. Gibson, Jonathan W. Isley, Tanya G. Falbel, Cassie T. Mattox, Daniel R. Lewis, Kasee E. Metcalf, Gloria K. Muday",
  "year": "2020",
  "journal": "Frontiers in Plant Science",
  "abstract": "Auxin is transported in plants with distinct polarity, defined by transport proteins of the PIN-formed (PIN) family. Components of the complex trafficking machinery responsible for polar PIN protein localization have been identified by genetic approaches, but severe developmental phenotypes of trafficking mutants complicate dissection of this pathway. We utilized a temperature sensitive allele of  Arabidopsis thaliana SCD1  ( stomatal cytokinesis defective1 ) that encodes a RAB-guanine nucleotide exchange factor. Auxin transport, lateral root initiation, asymmetric auxin-induced gene expression after gravitropic reorientation, and differential gravitropic growth were reduced in the roots of the  scd1-1  mutant relative to wild type at the restrictive temperature of 25°C, but not at the permissive temperature of 18°C. In  scd1-1  at 25°C, PIN1- and PIN2-GFP accumulated in endomembrane bodies. Transition of seedlings from 18 to 25°C for as little as 20 min resulted in the accumulation of PIN2-GFP in endomembranes, while gravitropism and root developmental defects were not detected until hours after transition to the non-permissive temperature. The endomembrane compartments that accumulated PIN2-GFP in  scd1-1  exhibited FM4-64 signal colocalized with ARA7 and ARA6 fluorescent marker proteins, consistent with PIN2 accumulation in the late or multivesicular endosome. These experiments illustrate the power of using a temperature sensitive mutation in the gene encoding SCD1 to study the trafficking of PIN2 between the endosome and the plasma membrane. Using the conditional feature of this mutation, we show that altered trafficking of PIN2 precedes altered auxin transport and defects in gravitropism and lateral root development in this mutant upon transition to the restrictive temperature.",
  "keywords": "SCD1, gravitropism, lateral root, auxin transport, PIN2",
  "full_text": "Introduction The process of auxin transport drives many aspects of plant development, including primary root elongation, lateral root development, and asymmetric growth in response to gravity and light gradients ( Muday and DeLong, 2001 ;  Vieten et al., 2007 ;  Zazimalova et al., 2010 ). Auxin (indole-3-acetic acid; IAA) is transported long distances in two polarities in two root cell layers ( Muday and DeLong, 2001 ). Cell to cell IAA transport is mediated by AUX/LAX influx carriers and by efflux carriers of the PIN and ABCB families ( Zazimalova et al., 2010 ). Directionality is controlled by asymmetric localization of PIN proteins at the plasma membrane ( Wisniewska et al., 2006 ;  Adamowski and Friml, 2015 ). In  Arabidopsis  roots, PIN1 is localized to the stele and implicated in auxin transport toward the root apex ( Galweiler et al., 1998 ), which is now called rootward transport and this auxin flow is required for lateral root development ( Reed et al., 1998 ;  Lavenus et al., 2013 ). In contrast, PIN2 is localized to the epidermal and cortical cell layers of roots and mediates shootward transport from the root apex ( Muller et al., 1998 ), which is integral to root elongation and gravitropism ( Rashotte et al., 2000 ). PIN3 is localized to the columella cells at the root tip, where the angle of the gravity vector is perceived, and in the vascular cylinder, consistent with functions in gravitropism and root development, respectively ( Friml et al., 2002 ;  Harrison and Masson, 2007 ). The polar distribution of the PIN proteins is dynamic ( Barbosa and Schwechheimer, 2014 ;  Weller et al., 2017 ). Targeting of PIN proteins to the membrane in response to stimuli may be an important mechanism to allow changes in auxin transport and dependent growth processes ( Paciorek et al., 2005 ;  Barbosa and Schwechheimer, 2014 ). PIN proteins travel through the endosome to the plasma membrane after  de novo  synthesis through a highly regulated process ( Jasik et al., 2013 ,  2016 ) involving the RAB and ARF families of small G proteins. GNOM, a well-studied ARF-GEF and target of the drug Brefeldin A, is critical in targeting of PIN1 and PIN2 between the endosome and the plasma membrane ( Geldner et al., 2001 ,  2004 ,  2003 ). Although genetic approaches have identified pathways for targeting PIN proteins ( Adamowski and Friml, 2015 ), non-conditional mutants with impaired auxin transport, such as  gnom , have profound developmental phenotypes ( Geldner et al., 2003 ). This complicates determination of whether altered auxin transport causes developmental phenotypes or the converse. This study used a conditional  scd1-1  mutant to test whether auxin transport trafficking defects precede growth or developmental phenotypes. The SCD1 protein has a DENN domain, found exclusively in RAB-GEFs ( Yoshimura et al., 2010 ;  Marat et al., 2011 ). SCD1 and an associated protein, SCD2, have been shown to complex with a RabE1 at the exocyst in  Arabidopsis  roots ( Mayers et al., 2017 ), where it plays a role in exocytosis and recycling of membrane proteins. Three  scd1  mutant alleles have been described:  scd1-1 ,  scd1-2 , and  scd1-3  ( Falbel et al., 2003 ).  scd1-2  and  scd1-3  are loss of function mutants with altered guard cell development, and profound root growth and developmental phenotypes. However, the temperature sensitive  scd1-1  allele, displays these phenotypes only at the restrictive temperature of 25°C ( Falbel et al., 2003 ). This study utilizes the unique features of a temperature sensitive  scd1-1  mutant allele to demonstrate that the growth and developmental effects in  Arabidopsis  roots at the restrictive temperature are tied to altered auxin transport protein targeting. The developmental and auxin transport defects can be induced by transition to the restrictive temperature and reversed by return to the permissive temperature. We report the effects of these treatments on polar auxin transport and dependent physiological processes including lateral root development, gravity response, and root elongation. At the restrictive temperature, PIN2 fused to GFP accumulates in endomembrane vesicles in  scd1 -1, which is consistent with a role of SCD1 in controlling PIN endomembrane targeting. Auxin transport and endomembrane accumulation of a PIN2 reporter were examined both in  scd1-1  grown continuously at the restrictive temperature or in seedlings transitioned briefly to this temperature. The endomembrane bodies in which the PIN2 fusion protein is localized also accumulate other proteins that are linked to the late multivesicular endosome and the endosome dye FM4-64 after an extended incubation. These results provide support for the hypothesis that SCD1 protein functions to regulate the movement of PIN2 to and from the plasma membrane and that these transient changes in localization occur more rapidly than changes in auxin transport and dependent developmental processes. Results Root Elongation and Lateral Root Development Are Temperature-Sensitive in  scd1-1 If  scd1-1  has a defect in targeting of auxin transport proteins, then alterations in auxin transport-dependent root responses, including primary root elongation, gravitropism, and lateral root development, would be expected. Root growth and development of  scd1-1  were compared to its parental line, Columbia  glabrous-1  [(Col(g)], at 18°C and at 25°C. At 18°C, Col(g) and  scd1-1  had similar primary root elongation rates and lateral root numbers ( Figure 1 ). At 25°C  scd1-1  primary roots were substantially shorter than Col(g) ( Figure 1B ), and the number of lateral roots were dramatically reduced ( Figures 1B,C ). We performed a two-way ANOVA to determine which of these differences were statistically significant across this time course. In both root elongation and lateral root development,  scd1-1  was significantly impaired relative to Col(g) at both temperatures with  p  < 0.01 for all comparisons. FIGURE 1 Root growth and lateral root formation in  scd1-1  are reduced at the restrictive temperature.  (A)  Col(g) and  scd1-1  roots 12 days after sowing grown under continuous light at 18°C or 25°C.  (B,C)  Primary root length  (B)  and lateral root number  (C)  were measured daily for Col(g) and  scd1-1  seedlings maintained at 25 or 18°C. The average and SE ( n  = 20) are reported, although some errors are smaller than the symbols.  (D,E)  For these experiments, the total number of lateral roots was determined at 10 days after germination, but seedlings were grown at the indicated temperatures prior to this quantification with the average and standard error reported for 20 seedlings.  (D)  Seedlings were grown continuously at 25°C, or at 18°C for the indicated number of days before transfer to 25°C, or continuously at 18°C, as indicated in the left-hand panel. In the right-hand panel, the number of lateral root primordia are reported. The red box indicates treatment when SCD1 function is sufficient for root formation.  (E)  The parallel experiment was performed where seedlings were grown continuously at either 18°C, or at 18°C and transferred to 25°C on the indicated day, or continuously at 25°C. The red box indicates treatment when SCD1 function is sufficient for root formation.  a Indicates significant differences in genotype between 18°C control and indicated treatment determined by Student’s  T -test with  p  < 0.05.  b Indicates significant differences in genotype between 25°C control and indicated treatment as determined by Student’s  T -test with  p  < 0.05. The temperature sensitive phenotype of the  scd1-1  mutant allowed us to ask if shorter-term growth at 25°C could induce this lateral root phenotype and whether the impaired root development at this restrictive temperature could be rescued by transition back to the permissive temperature. Col(g) and  scd1-1  seedlings were grown at constant 18°C, or constant 25°C, or grown at 18°C and then transferred to 25°C after 2, 4, or 6 days ( Figures 1D,E ). For all these treatments, the number of lateral roots was quantified on the 10th day after sowing, there was a significant difference in the number of lateral root initiation events between 18 and 25°C for both Col(g) and  scd1-1 . Growth at 25°C increased lateral root formation in Col(g) and decreased lateral root formation in  scd1-1 . When  scd1-1  seedlings were grown at 18°C for 2 days before transfer to 25°C, significantly fewer lateral roots formed than in plants grown continuously at 18°C, while roots grown at 18°C for 4 or 6 days before transfer to 25°C formed an equivalent number of lateral roots to the continuous 18°C  scd1-1  control (red box,  Figure 1D ), consistent with SCD1 function at 18°C allowing lateral root development. In a parallel experiment, Col(g) and  scd1-1  seedlings were grown at 25°C and transferred to 18°C after 2, 4, and 6 days ( Figure 1E ) to determine if the ability to form roots could be restored upon transition to the permissive temperature. There were significantly more lateral root primordia formed on  scd1-1  seedlings switched from 25 to 18°C at days 2 and 4 than seedlings grown at a constant 25°C or transitioned after 6 days. These two experiments indicate that there is a developmental window between 2 and 6 days in which SCD1 function is required for lateral root formation. Gravitropic Curvature Is Delayed in  scd1-1 We examined the gravity response in wild type and  scd1-1  seedling roots. Wild type and  scd1-1  seedlings grown at 18 or 25°C for 5 days were rotated 90° ( Figure 2 ). At 18°C,  scd1-1  and wild type had identical gravitropic responses. However, at 25°C, Col(g) showed a more rapid response than at 18°C, with root curvature reaching 80° and 50° by 8 h at 25° and 18°C, respectively. In contrast,  scd1-1  at 25°C showed a 50% reduction in the gravitropic response relative to Col(g), with root curvature reaching a mean angle of only 40°. FIGURE 2 Gravitropic response of  scd1-1  at 25°C is impaired relative to wildtype.  (A,C)  Five day wildtype and  scd1-1  seedlings were grown at  (A)  18°C or  (C)  25°C then rotated 90° relative to the gravity vector, with images taken at up to 8 h after reorientation. The root tips of seedlings at 8 h after reorientation are overlaid on the image of the root before curvature and the arrow shows the position of the root tip at the time of reorientation.  (B,D)  Root curvature as a function of time after reorientation was quantified after reorientation for  (B)  roots grown at 18°C and  (D)  roots grown at 25°C. Error bars = ± SEM.  (E)  The gravitropic curvature of  scd1-1  and Col(g) plants grown for 5 days at 18°C then transferred to 25°C for 12 h prior to reorientation.  (F)  The gravitropic response of  scd1-1  was quantified in seedlings grown at 18°C and transferred to 25°C for 4 h or 8 h before being reoriented 90° relative to the gravity vector. Curvature was measured 8 h after reorientation.  a Denotes a significant difference in gravitropic curvature between  scd1-1  at the indicated treatment and  scd1-1  at 18°C and  b denotes a significant difference between treatment and Col(g) at 18°C. For all panels  n  = 12 seedlings of each genotype. To eliminate developmental consequences of the  scd1-1  phenotype at the restrictive temperature on gravity response, we asked whether the gravity response would be impaired in plants grown at 18°C for 5 days and transferred to 25°C for 4–12 h prior to reorientation. The gravitropic response in the  scd1-1  mutant 12 h after transition to 25°C was slower than Col(g), impaired to levels equivalent to seedlings grown continuously at 25°C ( Figure 2E ). In contrast,  scd1-1  seedlings transferred from 18 to 25°C for 4 h before reorientation did not show a decrease in gravitropic curvature as compared to Col(g), while 8 h at 25°C led to a significant, but not complete, inhibition of curvature ( Figure 2F ). The elongation of roots of Col(g) and  scd1-1  seedlings grown at 18°C and then transferred to 25°C were also monitored ( Supplementary Figure S1 ). A significant decrease in the growth rate of  scd1-1  was observed beginning at 5 h after transfer to 25°C, consistent with the impaired symmetric and asymmetric elongation of  scd1-1  roots at 25°C, but not 18°C. It is possible that the gravity defect observed in  scd1-1  was due to a change in physical structure of the gravity perception machinery, either the columella cells or their statoliths. When roots were grown at 18°C or switched from 18 to 25°C for 24 h, Col(g) and  scd1-1  had similar numbers of statoliths per cell and number of columella cells, suggesting that the gravitropic defect in  scd1-1  was not due to altered perception of the gravity vector ( Supplementary Figure S2 ). IAA Transport Is Impaired in the  scd1-1  Mutant at the Restrictive Temperature Rootward IAA transport, which is required for lateral root emergence ( Reed et al., 1998 ;  Bhalerao et al., 2002 ) was measured using an IAA pulse chase assay. At 18°C, rootward transport was equivalent in Col(g) and  scd1-1  ( Figure 3A ). At 25°C, the length of the zone of transported IAA was reduced ( Figure 3B ) and a significant reduction in the total rootward IAA transport (the sum of samples in  Figures 3A,B ) was evident in  scd1-1  relative to wild-type ( Figure 3C ). When rootward IAA transport in Col(g) and  scd1-1  grown at constant 18 or 25°C was compared to transport in plants grown at 18°C and transferred to 25°C for 6 h, reduced IAA transport was evident in  scd1-1  plants grown at constant 25°C or at 18°C and transferred to 25°C for 6 h ( Figure 3D ). FIGURE 3 The  scd1-1  mutant has reduced IAA transport at the restrictive temperature. Rootward  3 H-IAA transport was measured in a pulse chase assay using seedlings grown for 9 and 10 days for Col(g) and  scd1-1 , respectively, to match seedling length. Transported auxin was quantified in progressive 2 mm segments downstream of the site of application. For all panels, the averages and SE of 19–25 seedlings are reported.  (A)  Seedlings were grown at 18°C.  (B)  Seedlings were grown at 25°C. ND indicates that no radioactivity was detected.  (C)  Comparison of the total rootward IAA transport between Col(g) and  scd1-1  at 18 and 25°C, * p  < 0.05.  (D)  Rootward IAA transport was determined for seedlings grown at constant 18 or 25°C or transitioned from 18 to 25°C for 6 h before assay.  (E)  Shootward IAA transport was measured in thirty 5 day-old seedlings grown at 18°C or 25°C.  (F) \n scd1-1  seedlings grown at 18°C were transferred to 25°C for 4, 8, and 24 h prior to the  3 H-IAA transport assay. Significant reduction in IAA transport in  scd1-1  seedlings as compared to Col(g) is indicated * p  < 0.05.  (G,H)  Col(g) and  scd1-1  seedlings expressing pDR5-GFP, were grown for 7 days and treated with unlabeled IAA at the root tip. Auxin-induced gene expression was reflected in the movement of fluorescence from the root tip toward the shoot in the epidermal tissue at the indicated times after application of IAA at the root tip at  (G)  18°C and (H) 25°C. Arrowheads indicate the most distal position of epidermal GFP signal. Scale bar = 50 μm. To determine whether shootward IAA transport, which controls gravity response ( Rashotte et al., 2000 ), was impaired in  scd1-1 ,  3 H-IAA was applied to the root tip of 5-day old wild type and  scd1-1  seedlings grown at 18 or 25°C. After 2 h, shootward transport was measured. At 18°C, there was no significant difference between wild type and  scd1-1  in the amount of IAA transported ( Figure 3E ). At 25°C, wild type roots had a twofold greater shootward auxin transport compared to those grown at 18°C, while  scd1-1  showed equivalent levels of IAA transport at 18 and 25°C ( Figure 3E ). Thus unlike the wild type,  scd1-1  does not display a temperature-dependent increase in auxin transport, and had significantly less transport than Col(g) at 25°C.  scd1-1  seedlings were grown at 18°C for 5 days then transferred to 25°C, and the amount of shootward  3 H-IAA transport was determined. Within 8 h of transfer there was a significant decrease in IAA transport compared to wild type, with a further decrease by 24 h ( Figure 3F ). Wild type and  scd1-1  seedlings expressing the auxin-responsive promoter driven reporter (DR5-GFP) were used to follow movement of an auxin-induced gene expression signal using a previously published method ( Lewis and Muday, 2009 ). Unlabeled IAA was applied to the root tips of wild type and  scd1-1  seedlings, and the spread of GFP fluorescence in epidermal cells from the root tip toward the shoot was visualized ( Figures 3G,H ). Before application of IAA, epidermal fluorescence was limited to the root tip ( Figure 3G ). At 18°C, for up to 4 h after IAA application, a similar steady elongation of the zone of fluorescence along the root tip was observed in wild type and  scd1-1  seedlings ( Figure 3G ). However, at 25°C,  scd1-1  roots showed a significantly slower shootward progression of GFP signal than wild type, and even accumulated a bolus of fluorescence near the root tip, consistent with the ability to take up IAA, but not to transport IAA away from the root tip ( Figure 3H ). These results are consistent with impaired IAA transport from the root tip at the restrictive temperature leading to reduced growth and gravitropic curvature. Gravity-Directed Asymmetric pDR5-GFP Expression Is Altered in  scd1-1 Wild type and  scd1-1  seedlings containing a reporter of auxin-induced gene expression in which the auxin-responsive DR5 artificial promoter drives GFP synthesis (DR5-GFP) were used to determine whether the altered gravitropic response of  scd1-1  was accompanied by a temperature-sensitive defect in the lateral redistribution of auxin at the root tip. Seedlings were grown at 18°C for 5 days then were reoriented 90°, and then imaged at 2 h intervals after staining with propidium iodide (PI) to reveal the boundaries of cells. GFP fluorescence was captured in optical slices through the center of the root with settings optimized to visualize the signal in the epidermis on the lower side of the root. At 18°C roots of both genotypes showed asymmetric auxin-induced GFP fluorescence signal with the GFP signal moving a greater distance from the tip back on the lower side of roots beginning 4 h after reorientation ( Figure 4 ). At 25°C, the wild type seedlings showed this same asymmetric GFP fluorescence, also beginning at 4 h post-reorientation. However, in  scd1-1  at 25°C, weak asymmetric DR5-GFP fluorescence was not detected until 6 h post-re-orientation and was substantially less than  scd1-1  at 18°C and wild type at either temperature. These data are consistent with reduced asymmetric auxin transport from the root tip affecting the shootward progression of auxin in  scd1-1  roots reoriented relative to the gravity vector at 25°C, consistent with a role of SCD1 protein in auxin transport-dependent processes. FIGURE 4 scd1-1  shows decreased lateral distribution of auxin at 25°C as compared to wild type. Col(g) and  scd1-1  pDR5-GFP-expressing seedlings were grown vertically for 5 days at 18 or 25°C. After 90° rotation, the asymmetrical pDR5-GFP expression was observed at the root tip at 4, 6, and 8 h after reorientation. The arrows indicate the position farthest from the root tip where asymmetric GFP fluorescence was detected. The seedlings were stained with propidium iodide (magenta) to delineate the cell walls. Representative images from more than 5 roots of each genotype and time point are shown. Scale bar = 50 μm. scd1-1  Shows Altered Localization of PIN Proteins The effects of the  scd1-1  mutation on root development, gravitropism, and IAA transport suggests altered targeting of auxin transport proteins. To test this hypothesis, the distribution of  PIN2pro::PIN2- GFP (PIN2-GFP) fusion protein was examined in wild type and  scd1-1  seedlings ( Figure 5 ). Wild",
  "introduction": "Introduction The process of auxin transport drives many aspects of plant development, including primary root elongation, lateral root development, and asymmetric growth in response to gravity and light gradients ( Muday and DeLong, 2001 ;  Vieten et al., 2007 ;  Zazimalova et al., 2010 ). Auxin (indole-3-acetic acid; IAA) is transported long distances in two polarities in two root cell layers ( Muday and DeLong, 2001 ). Cell to cell IAA transport is mediated by AUX/LAX influx carriers and by efflux carriers of the PIN and ABCB families ( Zazimalova et al., 2010 ). Directionality is controlled by asymmetric localization of PIN proteins at the plasma membrane ( Wisniewska et al., 2006 ;  Adamowski and Friml, 2015 ). In  Arabidopsis  roots, PIN1 is localized to the stele and implicated in auxin transport toward the root apex ( Galweiler et al., 1998 ), which is now called rootward transport and this auxin flow is required for lateral root development ( Reed et al., 1998 ;  Lavenus et al., 2013 ). In contrast, PIN2 is localized to the epidermal and cortical cell layers of roots and mediates shootward transport from the root apex ( Muller et al., 1998 ), which is integral to root elongation and gravitropism ( Rashotte et al., 2000 ). PIN3 is localized to the columella cells at the root tip, where the angle of the gravity vector is perceived, and in the vascular cylinder, consistent with functions in gravitropism and root development, respectively ( Friml et al., 2002 ;  Harrison and Masson, 2007 ). The polar distribution of the PIN proteins is dynamic ( Barbosa and Schwechheimer, 2014 ;  Weller et al., 2017 ). Targeting of PIN proteins to the membrane in response to stimuli may be an important mechanism to allow changes in auxin transport and dependent growth processes ( Paciorek et al., 2005 ;  Barbosa and Schwechheimer, 2014 ). PIN proteins travel through the endosome to the plasma membrane after  de novo  synthesis through a highly regulated process ( Jasik et al., 2013 ,  2016 ) involving the RAB and ARF families of small G proteins. GNOM, a well-studied ARF-GEF and target of the drug Brefeldin A, is critical in targeting of PIN1 and PIN2 between the endosome and the plasma membrane ( Geldner et al., 2001 ,  2004 ,  2003 ). Although genetic approaches have identified pathways for targeting PIN proteins ( Adamowski and Friml, 2015 ), non-conditional mutants with impaired auxin transport, such as  gnom , have profound developmental phenotypes ( Geldner et al., 2003 ). This complicates determination of whether altered auxin transport causes developmental phenotypes or the converse. This study used a conditional  scd1-1  mutant to test whether auxin transport trafficking defects precede growth or developmental phenotypes. The SCD1 protein has a DENN domain, found exclusively in RAB-GEFs ( Yoshimura et al., 2010 ;  Marat et al., 2011 ). SCD1 and an associated protein, SCD2, have been shown to complex with a RabE1 at the exocyst in  Arabidopsis  roots (",
  "methods": "Materials and Methods Growth of Mutant and Transgenic Seedlings Seeds were sterilized (75% ethanol, 0.01% Triton X-100) for 2 min, followed by a 95% ethanol rinse. The culture medium was 0.8% (w/v) agar (MP Biomedical), 1X MS nutrients (macro and micro salts: MSP01-50LT, Caisson Labs, Inc.), vitamins (1 μg/mL –1  thiamine, 1 μg/mL –1  pyridoxine HCL, and 0.5 μg/mL –1  nicotinic acid), 1.5% sucrose (w/v), and 0.05% MES (w/v); pH adjusted to 6.0 with 1M KOH. The seeds were placed in the dark at 4°C for 48 h before being moved to the permissive (18°C) or the restrictive (25°C) temperatures. The seedlings were grown vertically under continuous light at an intensity of 100 μmol m –2 s –1  for 5 or 7 days at the specified temperature. The Arabidopsis  scd1-1  mutant ( Falbel et al., 2003 ) was crossed with a number of fluorescent protein fusions all driven by their endogenous promoters: PIN2-GFP ( Xu and Scheres, 2005 ), PIN1-GFP ( Heisler et al., 2005 ), PIN3-GFP ( Laskowski et al., 2008 ), MDR1(ABCB19)-GFP ( Wu et al., 2007 ), AUX1-YFP ( Swarup et al., 2008 ), and the auxin responsive promoter driven GFP reporter, DR5-GFP ( Ottenschläger et al., 2003 ;  Lewis et al., 2011 ). The F2 generation was screened for lines homozygous for mutant phenotype and for reporter GFP expression.  scd1-1  containing PIN2-GFP was also crossed with reporters that localize to specific endomembrane compartments, with these organelle specific reporters listed in  Supplementary Table S1 . Characterization of  scd1-1  Root Length and Lateral Root Development Seedlings of similar size were placed on fresh agar plates on the 5th day after growth at 18 or 25°C. Lateral roots initiation events corresponding to stages VI and VII of primordia ( Malamy and Benfey, 1997 ) and emerged lateral roots (defined as any root that broke through the epidermis of the primary root) were quantified using a dissecting microscope. To examine lateral root formation in seedlings that were moved between temperature conditions, Col(g) and  scd1-1  seedlings were grown at 18 or 25°C continuously or transferred from 18 to 25°C at 2, 4, or 6 days. Parallel experiments were performed where seedlings were grown at 25°C continuously or transferred from 25 to 18°C at the indicated times. The number of lateral root initiation events and the number of emerged lateral roots were quantified by DIC microscopy using the Zeiss AxioObserver inverted microscope with a Plan Apochromatic 40x objective and the reported data is from 20 seedlings. IAA Transport Assays Pulse-chase rootward (acropetal) IAA transport assays were performed using a previously published method ( Lewis and Muday, 2009 ) in Col(g) seedlings at 9 and 6 days at 18 and 25° C, respectively.  scd1-1  seedlings were assayed at 10 days for both 18°C and 25°C to more closely match the length of  scd1-1  and Col(g). An agar droplet (1.25% agar w/v) containing 1 μM tritiated IAA was placed at the root shoot junction and incubated at 18 or 25°C for 10 min.",
  "results": "Results Root Elongation and Lateral Root Development Are Temperature-Sensitive in  scd1-1 If  scd1-1  has a defect in targeting of auxin transport proteins, then alterations in auxin transport-dependent root responses, including primary root elongation, gravitropism, and lateral root development, would be expected. Root growth and development of  scd1-1  were compared to its parental line, Columbia  glabrous-1  [(Col(g)], at 18°C and at 25°C. At 18°C, Col(g) and  scd1-1  had similar primary root elongation rates and lateral root numbers ( Figure 1 ). At 25°C  scd1-1  primary roots were substantially shorter than Col(g) ( Figure 1B ), and the number of lateral roots were dramatically reduced ( Figures 1B,C ). We performed a two-way ANOVA to determine which of these differences were statistically significant across this time course. In both root elongation and lateral root development,  scd1-1  was significantly impaired relative to Col(g) at both temperatures with  p  < 0.01 for all comparisons. FIGURE 1 Root growth and lateral root formation in  scd1-1  are reduced at the restrictive temperature.  (A)  Col(g) and  scd1-1  roots 12 days after sowing grown under continuous light at 18°C or 25°C.  (B,C)  Primary root length  (B)  and lateral root number  (C)  were measured daily for Col(g) and  scd1-1  seedlings maintained at 25 or 18°C. The average and SE ( n  = 20) are reported, although some errors are smaller than the symbols.  (D,E)  For these experiments, the total number of lateral roots was determined at 10 days after germination, but seedlings were grown at the indicated temperatures prior to this quantification with the average and standard error reported for 20 seedlings.  (D)  Seedlings were grown continuously at 25°C, or at 18°C for the indicated number of days before transfer to 25°C, or continuously at 18°C, as indicated in the left-hand panel. In the right-hand panel, the number of lateral root primordia are reported. The red box indicates treatment when SCD1 function is sufficient for root formation.  (E)  The parallel experiment was performed where seedlings were grown continuously at either 18°C, or at 18°C and transferred to 25°C on the indicated day, or continuously at 25°C. The red box indicates treatment when SCD1 function is sufficient for root formation.  a Indicates significant differences in genotype between 18°C control and indicated treatment determined by Student’s  T -test with  p  < 0.05.  b Indicates significant differences in genotype between 25°C control and indicated treatment as determined by Student’s  T -test with  p  < 0.05. The temperature sensitive phenotype of the  scd1-1  mutant allowed us to ask if shorter-term growth at 25°C could induce this lateral root phenotype and whether the impaired root development at this restrictive temperature could be rescued by transition back to the permissive temperature. Col(g) and  scd1-1  seedlings were grown at constant 18°C, or constant 25°C, or grown at 18°C and then transferred to 25°C after 2, 4, or 6 days ( Figures 1D,E ). For all these treatments, the number of lateral roots was quantified on the 10th day after sowing, there was a significant difference in the number of lateral root initiation events between 18 and 25°C for both Col(g) and  scd1-1 . Growth at 25°C increased lateral root formation in Col(g) and decreased lateral root formation in  scd1-1 . When  scd1-1  seedlings were grown at 18°C for 2 days before transfer to 25°C, significantly fewer lateral roots formed than in plants grown continuously at 18°C, while roots grown at 18°C for 4 or 6 days before transfer to 25°C formed an equivalent number of lateral roots to the continuous 18°C  scd1-1  control (red box,  Figure 1D ), consistent with SCD1 function at 18°C allowing lateral root development. In a parallel experiment, Col(g) and  scd1-1  seedlings were grown at 25°C and transferred to 18°C after 2, 4, and 6 days ( Figure 1E ) to determine if the ability to form roots could be r",
  "discussion": "Discussion Polar transport of the hormone auxin from cell to cell is controlled by the asymmetric localization of the PIN family of IAA efflux carriers ( Grunewald and Friml, 2010 ;  Zazimalova et al., 2010 ;  Adamowski and Friml, 2015 ). These carrier proteins are directed to specific plasma membrane domains through dynamically regulated membrane trafficking and recycling pathways ( Geldner, 2009 ;  Grunewald and Friml, 2010 ;  Barbosa and Schwechheimer, 2014 ). Internal and external environmental cues also affect the localization of the PIN proteins through regulation of the flow of PIN proteins between the endosome and plasma membrane ( Paciorek et al., 2005 ;  Jasik et al., 2013 ,  2016 ;  Rakusova et al., 2015 ), as well as between the plasma membrane and the lytic vacuole ( Kleine-Vehn et al., 2008a ). In this study we utilized a temperature-sensitive  scd1-1  mutant to uncover the dynamics of auxin transport targeting and how these reversible changes in protein targeting control auxin transport and dependent process. SCD1 contains a DENN domain found in proteins with RAB-directed GEF activity and in proteins that interact with clathrin ( Patino-Lopez et al., 2008 ;  Sato et al., 2008 ;  McMichael et al., 2013 ).  SCD1  null mutants have revealed the function of this protein as a RAB-GEF that participates in both endocytosis and exocytosis ( Mayers et al., 2017 ). The effects of the temperature-sensitive  scd1-1  mutant on root development was examined at the permissive and restrictive temperatures of 18 and 25°C, respectively. We found that  scd1-1  exhibits a suite of phenotypes only at restrictive temperature, which include impaired root elongation and gravity response, reduced lateral root formation, and inhibition of formation of asymmetric auxin-induced gene expression across a gravity-stimulated root. These phenotypes were also induced when plants were grown at the permissive temperature and then transitioned to the restrictive temperature and could be reversed when plants were transitioned from the restrictive temperature back to the permissive temperature. As all of these phenotypes are dependent on auxin transport, we also measured both shootward and rootward transport and found that both are impaired at the restrictive temperature. The ability to reversibly manipulate lateral root development in the  scd1-1  mutant provided unique insight into how this process is regulated and revealed the critical time point when SCD1 and auxin transport are needed for lateral root development. A temperature-switch assay was performed resulting in the shift of seedlings from the permissive temperature to the non-permissive temperature or vice versa over 10 days. These data support the hypothesis that SCD1 is needed for lateral root development between days 2 and 6. Transition from the permissive to non-permissive temperature also reduces auxin transport in  scd1-1  (but not Col(g)) showing reductions in the long distance rootward transport withi",
  "conclusion": ""
}