{
  "id": "PMC7064724",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7064724/",
  "title": "Root Skewing-Associated Genes Impact the Spaceflight Response of ",
  "authors": "Brandon Califar, Natasha J. Sng, Agata Zupanska, Anna-Lisa Paul, Robert J. Ferl",
  "year": "2020",
  "journal": "Frontiers in Plant Science",
  "abstract": "The observation that plant roots skew in microgravity recently refuted the long-held conviction that skewing was a gravity-dependent phenomenon. Further, spaceflight root skewing suggests that specific root morphologies and cell wall remodeling systems may be important aspects of spaceflight physiological adaptation. However, connections between skewing, cell wall modification and spaceflight physiology are currently based on inferences rather than direct tests. Therefore, the Advanced Plant Experiments-03-2 (APEX-03-2) spaceflight study was designed to elucidate the contribution of two skewing- and cell wall-associated genes in Arabidopsis to root behavior and gene expression patterns in spaceflight, to assess whether interruptions of different skewing pathways affect the overall spaceflight-associated process. SPIRAL1 is a skewing-related protein implicated in directional cell expansion, and functions by regulating cortical microtubule dynamics. SKU5 is skewing-related glycosylphosphatidylinositol-anchored protein of the plasma membrane and cell wall implicated in stress response signaling. These two genes function in different cellular pathways that affect skewing on the Earth, and enable a test of the relevance of skewing pathways to spaceflight physiological adaptation. In this study, both  sku5  and  spr1  mutants showed different skewing behavior and markedly different patterns of gene expression in the spaceflight environment. The  spr1  mutant showed fewer differentially expressed genes than its Col-0 wild-type, whereas  sku5  showed considerably more than its WS wild-type. Developmental age played a substantial role in spaceflight acclimation in all genotypes, but particularly in  sku5  plants, where spaceflight 4d seedlings had almost 10-times as many highly differentially expressed genes as the 8d seedlings. These differences demonstrated that the two skewing pathways represented by  SKU5  and  SPR1  have unique and opposite contributions to physiological adaptation to spaceflight. The  spr1  response is less intense than wild type, suggesting that the loss of SPR1 positively impacts spaceflight adaptation. Conversely, the intensity of the  sku5  responses suggests that the loss of SKU5 initiates a much more complex, deeper and more stress related response to spaceflight. This suggests that proper SKU5 function is important to spaceflight adaptation.",
  "keywords": "spaceflight, root, skewing, transcriptomics, abiotic stress, acclimation, physiological adaptation",
  "full_text": "Introduction Spaceflight studies offer unique insights into plant biological processes, and enable the exploration of the relationships between root morphology, gene expression and the physiological adaptation to spaceflight. The developmental patterns of plant organs are continuously altered through perception of the environment, signal integration, and response to environmental stimuli. A diversity of tropic gradients influence the path of growth in roots by initiating localized, asymmetrical changes in cell elongation. These changes are primarily brought about through hormonal interactions and subsequent remodeling of cell physiology ( Roy and Bassham, 2014 ;  Vandenbrink et al., 2014 ;  Schultz et al., 2017 ). Root skewing and waving are phenomena in which root growth deviates from a gravity vector throughout its development, and which vary between the  Arabidopsis thaliana  (Arabidopsis) ecotypes Columbia (Col-0) and Wassilewskija (WS) ( Rutherford and Masson, 1996 ;  Roy and Bassham, 2014 ;  Schultz et al., 2017 ). Although once thought to be a gravity-dependent growth behavior ( Oliva and Dunand, 2007 ), skewing occurs in the microgravity of spaceflight ( Paul et al., 2012a ). This suggests that skewing is independent of both the tropic force of gravity and the gravity-induced contact forces between roots and growth media ( Millar et al., 2011 ;  Paul et al., 2012a ,  2013 ;  Nakashima et al., 2014 ). Therefore, the spaceflight environment provides a unique and relevant context in which to study genes associated with skewing phenotypes. Plants grown in the spaceflight environment exhibit complex and unique gene expression patterns (e.g.,  Paul et al., 2005 ;  Paul et al., 2012b ,  2013 ,  2017 ;  Correll et al., 2013 ;  Kwon et al., 2015 ;  Johnson et al., 2017 ;  Choi et al., 2019 ). The predominant feature of the spaceflight environment is microgravity. The lack of gravity has a direct effect on plant cells and signal transduction; this direct effect represents a novel environment for plants, and any terrestrial organism, and appears to be generally perceived as stressful. In addition, microgravity imposes secondary environmental stresses due to the disruption of fluid movement, and any processes influenced by convection, such as gas exchange and temperature redistribution. Combinatorial stresses induce changes in gene expression and tolerance that are not fully recapitulated by exposure to the individual stressors (e.g.,  Ramegowda and Senthil-Kumar, 2015 ;  Suzuki et al., 2016 ). Thus it is important to think of the spaceflight environment as more complex than microgravity alone. Several classes of stress response genes have been identified as consistently involved in the response to spaceflight across ecotypes of Arabidopsis via analyses of gene expression. Heat shock genes are often induced by spaceflight ( Paul et al., 2005 ,  2012b ;  Salmi and Roux, 2008 ;  Shagimardanova et al., 2010 ;  Zupanska et al., 2013 ,  2017 ,  2019 ;  Johnson et al., 2017 ;  Choi et al., 2019 ). Reactive oxygen species (ROS) signaling and scavenging processes are also common in the spaceflight response, though ROS-associated genes have been observed as both up- and downregulated in spaceflight ( Shagimardanova et al., 2010 ;  Correll et al., 2013 ;  Paul et al., 2013 ,  2017 ;  Kwon et al., 2015 ;  Choi et al., 2019 ;  Zhou et al., 2019 ). Some stress gene expression changes are also associated with spaceflight-induced changes in the Arabidopsis methylome ( Zhou et al., 2019 ). Cell wall remodeling processes are enriched in spaceflight gene expression datasets ( Paul et al., 2012b ,  2013 ,  2017 ;  Correll et al., 2013 ;  Kwon et al., 2015 ;  Johnson et al., 2017 ). Cell wall remodeling genes, typically associated with biotic stress and pathogen defense pathways, also contribute to spaceflight acclimation ( Paul et al., 2012b ,  2013 ,  2017 ;  Correll et al., 2013 ;  Choi et al., 2019 ). Spaceflight also affects abundances of proteins of defense pathways and cell wall remodeling ( Mazars et al., 2014 ;  Ferl et al., 2015 ). However, the particular genetic pathways activated and repressed in spaceflight vary among ecotypes of Arabidopsis, demonstrating that there are significant genotypic contributions to spaceflight physiological adaptation ( Paul et al., 2017 ;  Beisel et al., 2019 ;  Choi et al., 2019 ). Mutations in genes associated with stress response and signaling pathways can significantly alter the differential gene expression profiles of spaceflight physiological adaptation. Single gene mutations in heat shock transcription factors, gravity perception genes, and light signaling genes in Arabidopsis seedlings and cultures exhibit altered spaceflight responses ( Paul et al., 2017 ;  Zupanska et al., 2017 ,  2019 ). Therefore, we sought to understand better the relationships among spaceflight responses, root morphology, and spaceflight adaptation by exploring the spaceflight responses of two single gene skewing-related mutant lines:  spiral1  and  sku5 . Spiral1  ( Spr1 ) is a skewing-related gene that contributes to the process of anisotropic cell expansion by regulating cortical microtubule dynamics. The  spr1  mutation results in axial rotation of cell files throughout the plant, which manifests in the roots as skewing to the left when viewed, according to convention, from beneath their growth medium ( Rutherford and Masson, 1996 ;  Furutani et al., 2000 ;  Nakajima et al., 2004 ;  Sedbrook et al., 2004 ;  Galva et al., 2014 ). The SPR1 protein is a microtubule plus-end tracking protein that localizes to the plus ends of actively polymerizing cortical microtubules, dissociating upon a shift to microtubule depolymerization ( Sedbrook et al., 2004 ;  Galva et al., 2014 ). This association is mediated by two similar motifs on the N- and C-termini of the protein, which allow SPR1 to act as an intermolecular linker ( Nakajima et al., 2004 ;  Sedbrook et al., 2004 ;  Galva et al., 2014 ). The protein END-BINDING 1B (EB1b) co-localizes with SPR1 at the microtubule plus-end, where each protein interacts with the other as well as tubulin subunits ( Galva et al., 2014 ). This creates the dual effects of SPR1 and EB1b increasing microtubule stability and polymerization rate, while also enhancing the rescue rate of depolymerizing microtubules ( Galva et al., 2014 ). However, the  spr1  mutation also leads to a decreased rate of shrinkage among depolymerizing microtubules ( Galva et al., 2014 ). The regulation of microtubule dynamics is critical to many environmental responses, such as in salt stress where 26S proteasome-mediated degradation of SPR1 is known to occur in conjunction with microtubule reorganization to enable stress acclimation ( Shoji et al., 2006 ;  Wang et al., 2011 ;  Chen et al., 2016 ). In addition to these micro-scale changes, the skewing phenotype of  spr1  is significantly enhanced by cold treatment, and suppressed by both salt and heat stresses ( Furutani et al., 2000 ;  Sedbrook et al., 2004 ). This connects  SPR1  to processes regulating morphology in both optimal and stressful environments. Sku5  is a skewing-associated gene that encodes a protein in the SKU5-SIMILAR (SKS) family, which is related to known Arabidopsis copper oxidases, but which contains only one Type-II copper-coordinating domain of unknown specificity ( Sedbrook et al., 2002 ). The  sku5  mutant was originally noted for the rightward skewing it exhibits on vertically oriented growth media, which manifests in both WS and Col-0 backgrounds ( Sedbrook et al., 2002 ;  Swarbreck et al., 2019 ).  Sku5  seedlings exhibit reductions of root length but not of cell size, and SKU5 is hypothesized to act in the process of cell division as a result ( Sedbrook et al., 2002 ). SKU5 localizes to the plasma membrane, but is also present in soluble and cell wall-binding forms in the extracellular milieu ( Sedbrook et al., 2002 ;  Borderies et al., 2003 ;  Baral et al., 2015 ;  Chen et al., 2018 ). SKU5 is a glycosylphosphatidylinositol-anchored protein (GPI-AP), and as such is a component of discrete plasma membrane nanodomains known as “lipid rafts” ( Borner et al., 2005 ;  Elortza et al., 2006 ;  Chen et al., 2018 ;  Mamode Cassim et al., 2019 ). These nanodomains of the plasma membrane and their associated GPI-APs play roles in stress response signaling at the interface between the cell wall and membrane, where they are envisioned to help shape the “signatures” that activate downstream plant adaptive responses to the stresses they experience ( Minami et al., 2008 ;  Takahashi et al., 2013 ,  2016 ,  2019 ;  Shabala et al., 2015 ;  Yeats et al., 2018 ;  Miki et al., 2019 ). The endocytosis of SKU5 and other GPI-APs is modulated across the root tip by salt and auxin treatments, linking the movement of these proteins to stress responses ( Baral et al., 2015 ). The expression of SKU5 is itself regulated by boron deprivation, cold, salt, and immune responses, as well as abscisic acid (ABA) treatment ( Keinath et al., 2010 ;  Elmore et al., 2012 ;  Li et al., 2012 ;  Tanaka et al., 2016 ;  Shi et al., 2018 ;  Miki et al., 2019 ). While SKU5 interactors are unknown in Arabidopsis, a maize homolog of SKU5 interacts with a C-terminal peptide of AUXIN-BINDING PROTEIN 1 (ABP1)  in vitro  ( Shimomura, 2006 ). ABP1 is associated with auxin signaling pathways that activate the plant TARGET OF RAPAMYCIN (TOR) regulatory complex, remodel the cortical microtubule network, and induce expansive growth by triggering cation influx ( Xu et al., 2014 ;  Chen et al., 2016 ;  Dahlke et al., 2017 ;  Schepetilnikov et al., 2017 ). This further connects SKU5 to characterized pathways which affect stress responses and regulate the balance between growth and autophagic processes under stressful conditions, such as that of spaceflight. SKU5 and SPR1 are therefore very different proteins in seemingly unrelated physiological processes, but both proteins have roles in root skewing. Both of these proteins are also associated with cell wall remodeling, a process that is regularly involved in spaceflight acclimation. As such, these genes offer an appropriate initial genetic dissection of root skewing and the effect of skewing pathways in the microgravity of spaceflight environments. Extensive discussion of the relevance of skewing and waving in microgravity has been presented elsewhere (e.g.,  Paul et al., 2012a ), but to paraphrase from that paper, prior to spaceflight research, the consensus was that gravitropism was the directional driver in skewing (e.g.,  Simmons et al., 1995 ;  Oliva and Dunand, 2007 ). Yet we now know that gravity is not required, and root skewing in spaceflight appears to be an inherent feature of many Arabidopsis ecotypes, even in conditions lacking both light and gravity ( Millar et al., 2011 ;  Paul et al., 2012a ,  2017 ;  Nakashima et al., 2014 ). These observations suggest a testable relationship among root morphologies governed by skewing regulation pathways. The hypothesis is that skewing pathways play a large role in spaceflight adaptation via the inherent cell wall remodeling that accompanies those morphologies and the physiological adaptation to spaceflight. This relationship was examined by growing  spr1 ,  sku5  and their wild type controls for 4 and 8 days on the International Space Station and at the Kennedy Space Center, then observing both their growth morphologies and gene expression profiles in response to spaceflight as measures of response quality and complexity. A change in gene expression or morphology during spaceflight would suggest a significant role for these skewing genes in the physiological adaptation process. Differential gene expression profiles are often deployed as measures of the underlying gene expression changes needed for physiological adaptation and developmental changes within an organism. Differential gene expression responses, in terms of the number of genes involved and their fold-change levels, may be considered a measure of the metabolic cost of adapting to that environment (e.g.:  Chan et al., 2016 ). Therefore gene expression profiles morphologies were used to examine the relationships between skewing genes and the resulting complexity of spaceflight acclimation. SKU5 and SPR1 function in different cellular pathways that affect skewing on the Earth, which enabled a test of the relevance of contrasting skewing pathways to spaceflight physiological adaptation. Growth morphologies were used to examine the productivity and developmental success of these genotypes in spaceflight. Materials and Methods Plant Material and Plate Setup Arabidopsis thaliana  wild ecotype Columbia (Col-0, CS70000) seed stock, and T-DNA insertion lines for the  spr1  (CS6547 – Col-0 background) and  sku5  (CS16268 – WS background), were acquired from the Arabidopsis Biological Resource Center (ABRC) ( arabidopsis.org ;  Lamesch et al., 2011 ). The wild type Wassilewskija (WS) line used in this study was propagated in our laboratory for more than 25 years. This WS line has been used in multiple spaceflight studies ( Paul et al., 2012a ,  2013 ,  2017 ;  Zhou et al., 2019 ), and seed samples are available upon request. The ABRC denotes WS as stock CS915. Petri dishes (100 mm × 15 mm; Fisher Scientific, Pittsburgh, PA, United States), containing 50 mL of a 0.5% Phytagel-based growth medium supplemented with: 0.5× Murashige-Skoog salts, 0.5% (w/v) sucrose, and 1× Gamborg’s Vitamin Mixture, were prepared aseptically for planting. Seeds were sterilized and planted according to methods allowing for the maintenance of seed dormancy ( Sng et al., 2014 ). Briefly, seeds were stored with Desiccant-Anhydrous Indicating Drierite (W.A. Hammond Drierite Company, stock #24001) for 1 week before sterilization. The seeds were sterilized with 70% ethanol for 10 min and dried in a laminar flow hood. Seeds were stored at 4°C in sterile screw-cap microcentrifuge tubes until planting. Seeds were suspended in sterile water and dispensed onto the media surface. Approximately 12–15 seeds were planted in a row on each plate, with one row on the 8-day (8d) plates and two rows on the 4-day (4d) plates. At time of harvest, each genotype and age was represented by 9–25 viable, replicate seedlings. All replicates contributed to morphological observations, whereas the transcriptome analyses were conducted with four biological replicates, comprising 5–8 4d plant roots, or 2–3 8d plant roots. The plates were sealed with Micropore ®  (3M, Maplewood, MN, United States) tape, and wrapped in Duvetyne Black-Out Fabric (Seattle Fabrics). The time from suspending dry seeds in water to the completed wrapping of the plate in Duvetyne was less than 10 min; this timing was essential to maintain seed dormancy. Wrapped plates were then transported to the Kennedy Space Center (KSC, FL, United States) under cold stowage, maintaining temperatures of 4–10°C until launch. Spaceflight Experimental Workflow The Advanced Plant Experiments 03-2 (APEX-03-2) study, also known under NASA Operational Nomenclature as the Transgenic Arabidopsis Gene Expression System – Intracellular Signaling Architecture (TAGES-ISA) study, has been previously described ( Ferl and Paul, 2016 ;  Beisel et al., 2019 ;  Zhou et al., 2019 ). The SpaceX CRS-5 mission, carrying the dormant, seeded growth plates as part of its cargo, was launched to the International Space Center (ISS) from KSC on January 10, 2015. Capsule docking and transfer of materials to the ISS occurred on January 12 and 13, respectively. The growth plates were removed from cold stowage onboard the ISS on January 26, unwrapped, and inserted into the Vegetable Production System (VPS, colloquially “Veggie”) perpendicular to the light bank ( Figure 1A ). During the growth period, constant lighting at a level of 100–135 μmol m –2  s –1  was used. Each age and genotype was represented by a 10 cm Petri plate. There were 12–15 seedlings on the 8-day-old plates (8d) and 35–40 seedlings on the 4-day-old plates (4d). The plates were removed from the Veggie plant growth hardware after 4 and 8 days of growth, at which time they were photographed by the crew. The seedlings of each plate were then harvested into individual KSC Fixation Tubes (KFTs) pre-loaded with RNAlater TM  (Ambion, Grand Island, NY, United States) preservative (one plate per KFT) ( Figure 1A ). Actuation of the KFT submerged the seedlings in RNAlater and sealed the tube. The harvest tubes remained at ambient temperature for 12 h to allow full perfusion of the tissues, and were then transferred to the MELFI −80°C freezer. The samples were transferred from the MELFI to cold stowage onboard the Dragon capsule on February 9 th  and remained frozen in transit to KSC for de-integration on February 15, at which time the samples were transferred to 50 mL Falcon tubes with minimal thawing. The samples were transferred to the Principal Investigators and were transported to the University of Florida, where they were kept under −80°C storage. FIGURE 1 Advanced Plant Experiments-03-2 overview.  (A)  Images detailing the standard procedures used onboard the ISS during the experiment. In Panel 1, the Vegetable Production System (VPS, “Veggie”) and its local environment can be seen, while panel 2 provides a close-up of the plate setup inside Veggie after insertion. Panel 3 shows astronaut Butch Wilmore harvesting seedlings into a KFT (Kennedy Space Center Fixation Tube), and the workstation used for the orbital harvests. The images of the Veggie hardware and Butch Wilmore were taken on the ISS by NASA; all NASA photos are in the public domain.  (B)  Full images of plates taken at the time of harvest and from which tissue was used in the APEX-03-2 RNA-Seq experiment. Images from the ground control are in the top two rows, while those from the spaceflight experiment are in the bottom two rows. The genotype and developmental age of the seedlings are listed on each image. The provided images were taken from above the surface of the growth medium. The ground control (GC) for the experiment, composed of an identical set of plants and plates, was performed on a 48-h delay at KSC using Veggie hardware within the ISS Environmental Simulator (ISSES) chamber. The same growth timeline was used, with seedlings being imaged and harvested into RNAlater-containing KFTs at 4d and 8d time points. The GC operations were as described above for the spaceflight experiment, with KSC personnel following the precise timing of the astronaut activities. Telemetry data also enabled the ISSES chamber to replicate the CO 2  levels, temperature, and ambient lighting in the vicinity of the Veggie hardware onboard the ISS across the course of the experiment. The consistency of operations between spaceflight and GCs was also checked against video data captured on the ISS. Over-the-shoulder videos of astronaut activities for the 4d and 8d harvests were examined for timing of operations and showed that spaceflight seedling harvests were not disproportionately treated during the process at either time point or compared to GC harvests. The plates were harvested in comparable windows of time, ensuring that no additional stress, such as drought stress, was introduced into the harvest process ( Supplementary Table S1 ). RNA Isolation The spaceflight and GC seedlings, stored in RNAlater, were transferred from −80°C storage to 4°C overnight to thaw. Seedlings in RNAlater were examined with an Olympus SZX12 stereoscope (Olympus Corporation, Tokyo, Japan) and whole roots were dissected away from the shoot and hypocotyl. The remaining shoot and hypocotyl tissues were restored to −80°C in RNAlater. RNA was prepared from 5–8 4d plant roots, and 2–3 8d plant roots. Total RNA was extracted using the Qiashredder and RNAeasy kits from QIAGEN (QIAGEN Sciences, MD, United States) according to the manufacturer’s instructions. An on-column digestion with RNase-fre",
  "introduction": "Introduction Spaceflight studies offer unique insights into plant biological processes, and enable the exploration of the relationships between root morphology, gene expression and the physiological adaptation to spaceflight. The developmental patterns of plant organs are continuously altered through perception of the environment, signal integration, and response to environmental stimuli. A diversity of tropic gradients influence the path of growth in roots by initiating localized, asymmetrical changes in cell elongation. These changes are primarily brought about through hormonal interactions and subsequent remodeling of cell physiology ( Roy and Bassham, 2014 ;  Vandenbrink et al., 2014 ;  Schultz et al., 2017 ). Root skewing and waving are phenomena in which root growth deviates from a gravity vector throughout its development, and which vary between the  Arabidopsis thaliana  (Arabidopsis) ecotypes Columbia (Col-0) and Wassilewskija (WS) ( Rutherford and Masson, 1996 ;  Roy and Bassham, 2014 ;  Schultz et al., 2017 ). Although once thought to be a gravity-dependent growth behavior ( Oliva and Dunand, 2007 ), skewing occurs in the microgravity of spaceflight ( Paul et al., 2012a ). This suggests that skewing is independent of both the tropic force of gravity and the gravity-induced contact forces between roots and growth media ( Millar et al., 2011 ;  Paul et al., 2012a ,  2013 ;  Nakashima et al., 2014 ). Therefore, the spaceflight environment provides a unique and relevant context in which to study genes associated with skewing phenotypes. Plants grown in the spaceflight environment exhibit complex and unique gene expression patterns (e.g.,  Paul et al., 2005 ;  Paul et al., 2012b ,  2013 ,  2017 ;  Correll et al., 2013 ;  Kwon et al., 2015 ;  Johnson et al., 2017 ;  Choi et al., 2019 ). The predominant feature of the spaceflight environment is microgravity. The lack of gravity has a direct effect on plant cells and signal transduction; this direct effect represents a novel environment for plants, and any terrestrial organism, and appears to be generally perceived as stressful. In addition, microgravity imposes secondary environmental stresses due to the disruption of fluid movement, and any processes influenced by convection, such as gas exchange and temperature redistribution. Combinatorial stresses induce changes in gene expression and tolerance that are not fully recapitulated by exposure to the individual stressors (e.g.,  Ramegowda and Senthil-Kumar, 2015 ;  Suzuki et al., 2016 ). Thus it is important to think of the spaceflight environment as more complex than microgravity alone. Several classes of stress response genes have been identified as consistently involved in the response to spaceflight across ecotypes of Arabidopsis via analyses of gene expression. Heat shock genes are often induced by spaceflight ( Paul et al., 2005 ,  2012b ;  Salmi and Roux, 2008 ;  Shagimardanova et al., 2010 ;  Zupanska et al., 2013 ,  2017 ,  2019 ;  Jo",
  "methods": "Plant Material and Plate Setup Arabidopsis thaliana  wild ecotype Columbia (Col-0, CS70000) seed stock, and T-DNA insertion lines for the  spr1  (CS6547 – Col-0 background) and  sku5  (CS16268 – WS background), were acquired from the Arabidopsis Biological Resource Center (ABRC) ( arabidopsis.org ;  Lamesch et al., 2011 ). The wild type Wassilewskija (WS) line used in this study was propagated in our laboratory for more than 25 years. This WS line has been used in multiple spaceflight studies ( Paul et al., 2012a ,  2013 ,  2017 ;  Zhou et al., 2019 ), and seed samples are available upon request. The ABRC denotes WS as stock CS915. Petri dishes (100 mm × 15 mm; Fisher Scientific, Pittsburgh, PA, United States), containing 50 mL of a 0.5% Phytagel-based growth medium supplemented with: 0.5× Murashige-Skoog salts, 0.5% (w/v) sucrose, and 1× Gamborg’s Vitamin Mixture, were prepared aseptically for planting. Seeds were sterilized and planted according to methods allowing for the maintenance of seed dormancy ( Sng et al., 2014 ). Briefly, seeds were stored with Desiccant-Anhydrous Indicating Drierite (W.A. Hammond Drierite Company, stock #24001) for 1 week before sterilization. The seeds were sterilized with 70% ethanol for 10 min and dried in a laminar flow hood. Seeds were stored at 4°C in sterile screw-cap microcentrifuge tubes until planting. Seeds were suspended in sterile water and dispensed onto the media surface. Approximately 12–15 seeds were planted in a row on each plate, with one row on the 8-day (8d) plates and two rows on the 4-day (4d) plates. At time of harvest, each genotype and age was represented by 9–25 viable, replicate seedlings. All replicates contributed to morphological observations, whereas the transcriptome analyses were conducted with four biological replicates, comprising 5–8 4d plant roots, or 2–3 8d plant roots. The plates were sealed with Micropore ®  (3M, Maplewood, MN, United States) tape, and wrapped in Duvetyne Black-Out Fabric (Seattle Fabrics). The time from suspending dry seeds in water to the completed wrapping of the plate in Duvetyne was less than 10 min; this timing was essential to maintain seed dormancy. Wrapped plates were then transported to the Kennedy Space Center (KSC, FL, United States) under cold stowage, maintaining temperatures of 4–10°C until launch.",
  "results": "Results APEX-03 seedling growth in occurred in the Veggie hardware on the ISS ( Figure 1A ). Veggie is housed in the Columbus module ( Figure 1A , left), and for the APEX-03 experiment, configured to accommodate racks of 10 cm Petri plates ( Figure 1A , middle). Images of plant growth and morphology were recorded by astronaut Butch Wilmore just prior to harvest ( Figures 1A , right,  B ). Col-0 and WS can display distinct patterns of root growth in response to environmental stimuli. In terrestrial environments, changing the angle of the growth surface can create ecotype-specific patterns of skewing ( Rutherford and Masson, 1996 ;  Schultz et al., 2017 ). In a microgravity environment with a gradient light source to impart a tropic cue, skewing patterns of WS and Col-0 recapitulate the patterns seen on terrestrial angled growth surfaces ( Paul et al., 2012a ). However, in a microgravity environment with uniform, non-directional lighting such as provided by the Veggie hardware in the current experiment, root growth patterns are more disorganized ( Figure 1B ). Nonetheless, skewing trends can still be discerned by following the angles of growth as the roots develop, and these are quantified in  Figure 2A  for Col-0 and  spr1 , and in  Figure 2B  for WS and  sku5 . In all representations and discussions of skewing, the direction indicated is from the perspective of being viewed from behind the growth medium. FIGURE 2 Quantification of APEX-03-2 Root Growth. Images acquired at the time of harvest of spaceflight (FLT) and ground control (GC) plants were used for measurements. Primary root length measurements for  (A)  Col-0 and  spr1  and  (B)  WS and  sku5  were taken using Jfilament and analyzed in R. Significant differences between genotypes ( spr1  vs. Col-0,  sku5  vs. WS) and growth conditions (FLT vs. GC) were assessed via two-tailed  t -tests and are indicated by asterisks above bars connecting the relevant sets of measurements (Bonferroni correction:  ∗ p  < 0.0125;  ∗∗ p  < 0.001). The 8d Col-0 FLT vs. GC comparison did not meet this cutoff ( p  = 0.0151). Error bars show the SEM of each set of measurements.  (C)  The angle measured between the root tip and the initial direction of root growth in the 4-day-old seedlings. Plots are separated into rows by growth condition, and into columns by genotype. Positive and negative angles represent rightward and leftward growth of roots, respectively, when viewed from behind the media. Angles are binned in 10° intervals, with each bar’s length representing the number of roots within that bin. As such, a bar reaching the second ring of each plot represents ten roots within that bin. However, note that the upper limit of bin size is lowered in the spaceflight plots to accommodate the higher variation in these data. The total number of roots represented in each plot is indicated in its bottom-right corner, and the mean angle of each plot is noted in its bottom-left corner. FLT, spaceflight; GC, ground control. Col-0 and  Spr1 Germination and Morphology of  spr1  in Spaceflight Phenotypic differences among the Col-0 background plants in GC and spaceflight (FLT) environments were primarily limited to skewing angles in the roots ( Figures 2 ,  3 ). There were no statistically significant differences in the primary root length between GC and FLT in either Col-0 or  spr1  4d or 8d plants. Although Col-0 root length appeared to be reduced in spaceflight in 8d plants, the  p- value did not quite meet the requirements for significance (two-tailed  t -test,  p  = 0.0152, whereas cut-off was  p  < 0.0150) ( Figure 2A ). There were differences in root length between Col-0 and  spr1  genotypes in the GC ( p  = 1.48 E-9) but FLT Col-0 and FLT  spr1  roots were not statistically different. FIGURE 3 High resolution images of the Col-0 and  spr1  growth patterns. Images are arranged such that the ground control seedlings  (A–D)  are in the left column while spaceflight seedlings are on the right  (E–H",
  "discussion": "Discussion The discovery that root skewing was not gravity-dependent, and prevalent in both light-grown and dark-grown plants in spaceflight habitats ( Millar et al., 2011 ;  Paul et al., 2012a ;  Nakashima et al., 2014 ), invited questions about the underlying mechanisms of this behavior in the microgravity environment and the relationship between those mechanisms and physiological adaptation to spaceflight. The experiments described here examined the contribution of two well-characterized skewing genes that are in two different ecotypic backgrounds and which affect different skewing control pathways. SPIRAL1 plays a role in directional cell expansion by regulating cortical microtubule dynamics ( Furutani et al., 2000 ;  Nakajima et al., 2004 ;  Sedbrook et al., 2004 ;  Galva et al., 2014 ). SKU5 is a skewing-related glycosylphosphatidylinositol-anchored cell wall and plasma membrane protein, which has also been implicated in stress response signaling ( Sedbrook et al., 2002 ). The  sku5  and  spr1  mutants are well characterized in terrestrial environments, skewing rightward and leftward, respectively, when grown vertically ( Furutani et al., 2000 ;  Sedbrook et al., 2002 ,  2004 ;  Nakajima et al., 2004 ). The experimental readouts used to assess the physiological adjustment of seedlings to spaceflight were root and germination measurements, and the differences in transcriptomic responses among the genotypes. The opposing directions of the skewing phenotypes of the mutant lines are believed to stem from alterations of distinct cellular processes, and this is most clearly evidenced by the differential effects of microtubule-destabilizing agents on these mutants ( Furutani et al., 2000 ;  Sedbrook et al., 2002 ,  2004 ;  Nakajima et al., 2004 ;  Galva et al., 2014 ). The distinct roles of these two genes in determining root directionality is supported by their different individual responses to spaceflight in the present experiments. The data from  sku5  and  spiral1  are analyzed in context with their parent genotype, WS and Col-0 respectively, as WS shows a much smaller number of spaceflight differentially expressed genes than Col-0 ( Paul et al., 2017 , and  Figures 4 ,  12 ). Spr1  Skews Leftward on Earth and Moreso in Space Terrestrial studies concluded that SPR1 reinforces rightward root growth by affecting the balance of thigmotropism and gravitropism ( Galva et al., 2014 ). Morphological data from APEX-03-2 support this notion. At the 4d time point,  spr1  seedlings showed a consistent leftward skewing phenotype on Earth, and the leftward skewing was substantially enhanced by spaceflight ( Figures 2C ,  3B,F ). However,  spr1  and Col-0 roots were the same length in spaceflight, indicating that the role of SPR1 lies in directionality rather than overall root length in spaceflight ( Figure 2A ). These data suggest that in the absence of gravitropism during spaceflight, thigmotropism plays a dominant role in growth directionality and that S",
  "conclusion": "Conclusion The physiological adaptation of  sku5  to spaceflight is characterized by powerful stress responses, as well as the strong induction of LEAs and other genes associated with seed development. In contrast to  sku5 ,  spr1  differentially expressed fewer genes than Col-0 to physiologically adapt to spaceflight. This observation suggests that the  spr1  mutation imbued an enhanced ability for rapid spaceflight acclimation while  sku5  required an extended spaceflight response to accomplish acclimation, even to the point of initiating classic deep stress responses. These observations further suggest that the functional distinctions between  sku5  and  spr1  inform distinct aspects of the spaceflight response in plants, in particular the responses of young seedlings. The dramatic responses of  sku5  suggest that lipid raft nanodomains of the plasma membrane and their associated GPI-APs play important roles in spaceflight physiological adaptation. The fact that  sku5  and  spr1  show markedly different gene expression patterns in spaceflight suggests that the two skewing pathways highlighted by SKU5 and SPR1 differentially affect the mechanisms used by plants to physiologically acclimate to spaceflight. Since  spr1  and  sku5  root lengths are not altered by spaceflight, the effects of these mutations lie not in the process of growth, but in the processes that direct morphology and structure, likely tying together the large number of cell wall remodeling genes observed as differentially expressed in spaceflight. The data from APEX-03-2 therefore provide an initial functional dissection of the spaceflight response in roots, one that allows an integration of pathways associated with root directionality, morphology and physiological responses to spaceflight."
}