{
  "id": "PMC7251690",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7251690/",
  "title": "Spaceflight induces novel regulatory responses in Arabidopsis seedling as revealed by combined proteomic and transcriptomic analyses",
  "authors": "Colin P. S. Kruse, Alexander D. Meyers, Proma Basu, Sarahann Hutchinson, Darron R. Luesse, Sarah E. Wyatt",
  "year": "2020",
  "journal": "BMC Plant Biology",
  "abstract": "Background Understanding of gravity sensing and response is critical to long-term human habitation in space and can provide new advantages for terrestrial agriculture. To this end, the altered gene expression profile induced by microgravity has been repeatedly queried by microarray and RNA-seq experiments to understand gravitropism. However, the quantification of altered protein abundance in space has been minimally investigated. Results Proteomic (iTRAQ-labelled LC-MS/MS) and transcriptomic (RNA-seq) analyses simultaneously quantified protein and transcript differential expression of three-day old, etiolated  Arabidopsis thaliana  seedlings grown aboard the International Space Station along with their ground control counterparts. Protein extracts were fractionated to isolate soluble and membrane proteins and analyzed to detect differentially phosphorylated peptides. In total, 968 RNAs, 107 soluble proteins, and 103 membrane proteins were identified as differentially expressed. In addition, the proteomic analyses identified 16 differential phosphorylation events. Proteomic data delivered novel insights and simultaneously provided new context to previously made observations of gene expression in microgravity. There is a sweeping shift in post-transcriptional mechanisms of gene regulation including RNA-decapping protein DCP5, the splicing factors GRP7 and GRP8, and AGO4,. These data also indicate AHA2 and FERONIA as well as CESA1 and SHOU4 as central to the cell wall adaptations seen in spaceflight. Patterns of tubulin-α 1, 3,4 and 6 phosphorylation further reveal an interaction of microtubule and redox homeostasis that mirrors osmotic response signaling elements. The absence of gravity also results in a seemingly wasteful dysregulation of plastid gene transcription. Conclusions The datasets gathered from Arabidopsis seedlings exposed to microgravity revealed marked impacts on post-transcriptional regulation, cell wall synthesis, redox/microtubule dynamics, and plastid gene transcription. The impact of post-transcriptional regulatory alterations represents an unstudied element of the plant microgravity response with the potential to significantly impact plant growth efficiency and beyond. What’s more, addressing the effects of microgravity on AHA2, CESA1, and alpha tubulins has the potential to enhance cytoskeletal organization and cell wall composition, thereby enhancing biomass production and growth in microgravity. Finally, understanding and manipulating the dysregulation of plastid gene transcription has further potential to address the goal of enhancing plant growth in the stressful conditions of microgravity.",
  "keywords": "Gravity, Spaceflight, Arabidopsis, Gravitropism, Transcriptomics, Proteomics, Phosphorylation, Post-transcriptional gene regulation, Plastid",
  "full_text": "Background Plants use external stimuli to adapt to their environment. The most consistent of these stimuli is gravity, the sensing of which allows a plant to properly orient its growth. Since the first plants were sent to space nearly 50 years ago on the NASA Skylab, researchers have utilized the microgravity environment of low Earth orbit to study plant growth, development, and response. Examining plants in microgravity offers insight into the mechanisms of gravity signaling under terrestrial conditions and helps to forge the way toward use of plant cultivation in long-term human space habitation. Early microgravity research examined plant growth and architecture on the whole-plant level. Coupling spaceflight experiments with molecular techniques provides the hope of uncovering some of the elusive molecular pathways driving the gravitropic response. Although costly and complex, new technology has made molecular spaceflight research feasible. Benefits from such studies are two-fold: 1) understanding how plants respond to microgravity may offer insight into optimizing their growth and success in cultivation for beyond-earth food and bioregenerative life support systems, and 2) the possibility of uncovering cryptic signaling components in the gravity response by utilizing the disruption in the gravity stimulus to track molecular changes that reveal the mechanisms behind gravity-related plant growth on Earth. Within the last decade, a handful of spaceflight experiments have produced transcriptomic and proteomic data. Microarray [ 1 – 7 ], RNA-seq [ 8 ], and protein mass spec [ 9 – 12 ] experiments have provided snapshots of the molecular environment under microgravity conditions. Because of the low cost and ubiquitous nature of next generation sequencing technology, RNA-seq has become the go-to molecular method for comparing gene expression between multiple samples. It can produce a high-resolution snapshot of gene activation at a given time. However, this approach embraces the implicit assumption that changes to transcript levels correspond to changes in protein abundance. RNA-seq also cannot reveal protein turnover or post-translational modifications. Combining high-resolution transcriptomic techniques such as RNA-seq with proteomics provides a more comprehensive, robust approach to understanding the molecular approach an organism adopts to a new environment than either technique individually. Data presented here were gathered by RNA-seq and protein mass spectrometry providing, for the first time, simultaneous information on transcript abundance, peptide abundance, and changes in post translational modifications (PTMs) in plants grown in the absence of gravity. To gain a more complete view of the molecular environment in microgravity, differentially abundant soluble and membrane proteins were identified via tandem mass spectroscopy with supporting RNA-seq analysis of transcript abundance. Additionally, we were able to track changes in phosphorylation and other PTMs of proteins. Data presented here suggest that the changes induced by microgravity cannot be adequately described by gene expression alone. Analysis of these samples shows that RNA-seq, protein MS, and PTM each tell their own story, contributing intriguing clues to the effects of microgravity at the cellular level. These investigations reveal global perturbations across multiple levels of regulation, novel gravity-responsive PTM events, and a more complete picture of how plants respond to microgravity conditions. Results The BRIC-20 experiment examined the proteomes and transcriptomes of etiolated 3-day old Arabidopsis seedlings grown aboard the International Space Station (ISS) and identical samples grown on Earth. Arabidopsis seeds were densely planted on 0.5x MS agar plates supplemented with sucrose and germinated on orbit. After 76 h of etiolated growth within the Biological Research in Cannisters (BRIC) hardware, seedlings were fixed with RNAlater and frozen until return to earth. Total protein, divided into soluble and insoluble fractions, and RNA, were extracted from the samples. RNA-seq reads were obtained by Illumina HiSeq 2500. Proteins were ITRAQ-labeled, and discovery proteomics was performed using LC-MS/MS. Total protein levels, as well as PTMs, were compared between flight and ground samples with a decision rule of  P  ≤ 0.1 to allow for PTM detection in the absence of phosphoenrichment. MS/MS data revealed a subset of phosphorylation events that were significantly ( P  ≤ 0.1) differentially abundant in space compared to earth. Overall, 968 genes, 107 soluble proteins, and 103 membrane proteins were identified as significantly differentially expressed ( P  ≤ 0.05) between spaceflight and ground conditions (Fig.  1 ). At the transcript level, 480 genes were upregulated and 488 genes were downregulated (at a L 2 FC of ≥ ±1; 2-fold differential expression) in space as compared to on Earth; 45 membrane and 21 soluble proteins were more abundant in space and 58 membrane and 86 soluble proteins were less abundant in space (L 2 FC of ≥ ± 0.2). In addition to the differentially expressed proteins, we also observed 16 peptides that were differentially phosphorylated in microgravity ( P  ≤ 0.1).\n Fig. 1 Overview of transcripts (top) and proteins (bottom) differentially expressed during spaceflight. RNA sequencing and protein mass spectrometry was performed on space-flown Arabidopsis seedlings and compared to ground controls. The number adjacent to each sector label indicates the count of genes/proteins that occupy the slice. Subcellular localizations are shown in the outermost circles. SUBA4 [ 13 ] (V.4.6.0, accessed June 2017) was used to identify the subcellular localizations. Gene/protein accessions and expression values are provided in Supplemental File  1 The subcellular localization of the differential proteins and the proteins encoded by the differentially expressed transcripts was assessed using SUBA4 [ 13 ]. One of the most overt differences in cellular localization was the > 25% of transcripts upregulated in spaceflight being localized to the plastid compared to < 1% of the transcripts upregulated on Earth (Fig.  1 ). This change was not reflected in the protein data and provides a primary indication of dysregulation of plastid genes in the absence of gravity despite, or perhaps because of, the lack of chloroplast development in etiolated seedlings. Extracellular localization was only observed in the soluble proteins downregulated in space, with 8 extracellular localized proteins. These proteins are primarily regulators of oxidation and cell wall dynamics (Table  1 ).\n Table 1 Extracellular localized soluble proteins downregulated by spaceflight Locus Identifier Gene Description Primary Gene Symbol AT2G04690 Pyridoxamine 5-phosphate oxidase family protein – AT3G28200 Peroxidase superfamily protein – AT5G63180 Pectin lyase-like superfamily protein – AT5G56870 Beta-galactosidase 4 BETA-GALACTOSIDASE 4 (BGAL4) AT4G34180 Cyclase-family protein that is a negative regulator of cell death that regulates pathogen-induced symptom development. CYCLASE1 (CYCLASE1) AT4G08950 Phosphate-responsive 1 family protein EXORDIUM (EXO) AT1G14540 Peroxidase superfamily protein PEROXIDASE 4 (PER4) AT5G59090 Subtilase 4.12 SUBTILASE 4.12 (SBT4.12) Gene ontology (GO) analysis reveals processes altered in microgravity To determine the global physiological effects of spaceflight conditions, an enrichment analysis of GO terms was performed. In an effort to identify trends in altered physiological function, four discrete groupings of molecular data were analyzed: 1) proteins that were in more abundance in spaceflight samples; 2) proteins more abundant on Earth, 3) transcripts more abundant in the spaceflight samples, and 4) transcripts more abundant on Earth (Fig.  2 ). Four key features of transcriptomic and proteomic datasets reveal novel physiological adaptations in spaceflight and simultaneously demonstrate the utility of this mixed ‘omics approach. First, genes regulating cell wall organization processes are enriched among upregulated proteins and downregulated transcripts. The differential phosphorylation, protein, and gene expression data all reveal specific aspects of a nuanced regulatory shift in cell-wall related processes as a part of the change associated with microgravity. Second, redox homeostasis and a broad set of GO terms related to reactive oxygen species production and metabolism are enriched among the up and down regulated transcripts but not mirrored in the differentially expressed proteins. A third intriguing feature is the upregulation of plastid-localized gene transcription despite the seedlings being etiolated (as the hardware allows no light to enter). Finally, there is a pervasive shift in the regulation of translation and post-transcriptional regulation as a whole that is solely enriched at the protein level.\n Fig. 2 Heat map of a gene ontology enrichment analysis of genes/proteins differentially upregulated in space (left) or upregulated on Earth (right). The central callouts list the differentially expressed genes/proteins within the selected GO term. Enrichment was performed for GO terms for biological processes using Orange (V.3.7.0, GO terms were accessed July 2017). Only transcripts with a log-fold change ±1 (FDR ≤ 0.05) or proteins with a log-fold change ±0.2 ( P  ≤ 0.05) were included in the analysis. The upregulated and downregulated genes were run separately, and the resultant GO enrichments were thinned to include GO terms with a  p -value ≤0.05 using the Bonferroni correction for multiple comparisons. Numbers next to the terms represent the number of genes or proteins that appeared in that term, followed by the total number genes or proteins associated with that term. Supporting data can be found in Supplemental File  2 Post-transcriptional gene regulation, alternative splicing, and post-translational modifications To determine if any of the proteins identified were altered independent of transcript levels, we compared the lists of significantly altered transcripts ( P  ≤ 0.05; L 2 FC of ≥1) and the list of significantly altered proteins ( P  ≤ 0.05; L 2 FC of ≥0.2). Of the genes and proteins showing differential expression/abundance as a result of spaceflight, only 17 appeared in both the RNA and protein datasets (Fig.  3 , Table  2 ) representing 2 and 8% of mRNAs and proteins, respectively. Of the 17 in this group, 12 showed consistent direction of expression (i.e. both increased or both decreased). The remaining five showed expression in opposing directions between the transcript and protein. Hypergeometric distribution analysis indicated a significant ( p  = 0.036) correlation between these gene sets when considering only the genes that show consistent direction of expression, and a more dramatic correlation when including all 17 overlapping genes ( p  = 9.7 e − 4 ). A cofactor-dependent phosphoglycerate mutase (dPGM, AT5G04120) predicted to be involved in glycolysis was upregulated in both datasets in response to spaceflight [ 14 ]. Given the etiolated seedlings were grown on sucrose media, this shift in a regulatory component of glycolysis may be representative of an important metabolic target for spaceflight adaptation. Inversely, AT1G19530—an epsilon catalytic subunit A of DNA polymerase—was consistently downregulated in proteomic and transcriptomic analyses (Fig.  3 ). Notably, a probable aquaporin protein belonging to the tonoplast intrinsic protein family (TIP3.2) was significantly more abundant in space despite TIP3.2 transcripts being more than four-fold downregulated. Of the 17 genes and proteins coordinately differentially expressed, nearly 30% of these genes show opposite directions of differential expression like TIP3.2. Thus, post-transcriptional gene regulation may have important implications for adjustment to spaceflight.\n Fig. 3 Genes/proteins differentially expressed in both transcript and protein datasets. Of the 17 genes, 12 have coordinated expression patterns (i.e. increased or decreased in both the transcript and protein data), while 5 genes exhibit opposing expression patterns between datasets. X-axis = transcript expression, Y-axis = protein expression. Boxes indicated gene/protein name of the associated point. Some of the most extreme expression patterns highlight TONOPLAST INTRINSIC PROTEIN 3–2 (AT1G17810), a cofactor-dependent phosphoglycerate mutase (dPGM, AT5G04120), and a DNA-polymerase epsilon catalytic subunit A (AT1G19530) within the datasets Table 2 Genes altered in response to spaceflight by protein and RNA quantification TAIR ID Symbol Membrane  p -value Membrane L 2 FC Soluble p -value Soluble L 2 FC Gene L 2 FC Gene FDR AT5G04120 dPGM (unofficial) 0.000 1.080 NA NA 3.663 0.000 AT1G17810 TIP3–2 0.050 0.500 NA NA −2.131 0.020 AT5G19370 – 0.000 0.370 NA NA 1.011 0.003 AT4G18480 CHLI1 0.043 0.320 NA NA 1.207 0.000 AT3G16290 FTSHI2 0.023 0.320 NA NA 1.003 0.005 AT4G19710 AK-HSDH II 0.032 0.250 NA NA 1.020 0.001 AT1G11580 PMEPCRA 0.026 −0.390 NA NA −1.223 0.005 AT3G48730 GSA2 0.001 −0.500 NA NA 1.102 0.000 AT1G66280 BGLU22 0.001 −0.550 NA NA −1.024 0.003 AT1G19530 POLEA (unofficial) 0.001 −0.970 NA NA −1.746 0.000 AT5G08280 HEMC NA NA 0.014 −0.232 1.030 0.008 AT3G52960 PRXIIE NA NA 0.047 −0.257 1.139 0.001 AT5G09650 PPa6 NA NA 0.045 −0.359 1.057 0.001 AT5G59090 SBT4.12 NA NA 0.042 −0.377 −1.443 0.000 AT5G43780 APS4 NA NA 0.048 −0.410 −1.351 0.000 AT5G56870 BGAL4 NA NA 0.032 −0.539 −1.280 0.000 AT3G11930 – NA NA 0.002 −0.544 −1.467 0.000 To determine if post-transcriptional regulation is responsible for the low correlation between transcriptomic and proteomic data sets, we filtered the differentially expressed RNAs and proteins to identify genes in post-transcriptional regulation. Transcript and protein levels for many ribosomal subunits were altered between Earth and microgravity, which may have an impact on the translational dynamics of the cell. Twelve transcripts for ribosomal proteins were differentially expressed, with only one, a structural component, downregulated nearly 8-fold in space (Table  3 ). The remaining 11 were upregulated in the spaceflight samples. Medina [ 15 ] suggested that changes in ribosome biosynthesis as a result of microgravity caused an uncoupling of cellular growth and cellular proliferation [ 15 ]. The differential expression of various tRNAs and the increased abundance of proteins related to post-transcriptional regulation of gene expression and translational initiation (enriched in proteins upregulated and downregulated in spaceflight, respectively) suggest an even more substantial impact on regulatory dynamics induced by spaceflight (Fig.  2 ; Supplemental File  2 ). The increased protein expression of RNA DECAPPING PROTEIN 5 (DCP5, AT1G26110, L 2 FC membrane  = 0.32) and the RNA-silencing protein ARGONAUTE 4 (AGO4, AT2G27040, L 2 FC soluble  = 0.44, L 2 FC RNA  = 0.78) further indicate an increased mRNA turnover and siRNA-mediated gene silencing while coping with microgravity. Perhaps the most novel finding relating to this regulatory shift is found in the PTM data. EUKARYOTIC TRANSLATION INITIATION FACTOR ISOFORM 4G-1, GTP BINDING ELONGATION FACTOR TU FAMILY, ELONGATION FACTOR 1-DELTA 1, and a Trigger Factor Type Chaperone family protein all had differential levels of phosphorylation (Table  4 ) suggesting an additional mechanism for regulating translation. Among these phosphorylation events, we also see evidence for differential splicing as an adaptation to spaceflight. The RNA-binding proteins GRP7 and GRP8, both regulators of alternative splicing [ 16 ], were preferentially phosphorylated on Earth at the S118 residue in response to microgravity (L 2 FC phospho  = − 0.39 and − 0.54, respectively) (Table  5 ). This suggests an alteration in splicing patterns within the plant in response to spaceflight. A splice aware analysis of transcripts identified 24 genes with at least two transcripts differentially expressed (Fig.  S1 ). VILLIN 1, PEROXIN 11E, NATURAL RESISTANCE-ASSOCIATED MACROPHAGE PROTEIN 1 isoforms that are inversely differentially expressed by spaceflight. For example, the actin binding protein VILLIN 1 isoforms AT2G29890.2 (L 2 FC RNA  > 5) and AT2G29890.3 (L 2 FC RNA  < − 7.5) approach complete silencing in space and on earth respectively (Additional file  3 : Fig. S1). The altered ratio of gene isoforms confirms that transcripts are subject to altered processing in microgravity.\n Table 3 Genes with ontology tags relating to post-transcriptional regulation that were altered in response to spaceflight TAIR ID Description L 2 FC FDR AT4G14250 Structural constituent of ribosome −2.66 0.001 AT3G13120 30S ribosomal protein S10, chloroplastic 1.00 0.015 AT2G33450 50S ribosomal protein L28, chloroplastic 1.01 0.021 AT5G30510 Ribosomal protein S1 1.01 0.002 AT5G54600 50S ribosomal protein L24, chloroplastic 1.01 0.012 AT1G79850 30S ribosomal protein S17, chloroplastic 1.02 0.002 AT5G20180 Ribosomal protein L36 1.03 0.019 AT5G40950 50S ribosomal protein L27, chloroplastic 1.05 0.002 AT2G24090 Ribosomal protein L35 1.06 0.001 AT4G11175 Translation initiation factor IF-1, chloroplastic 1.08 0.002 AT3G27160 Ribosomal protein S21 family protein 1.11 0.001 AT1G68590 30S ribosomal protein 3–1, chloroplastic 1.13 0.025 AT1G32990 50S ribosomal protein L11, chloroplastic 1.18 0.003 Table 4 Proteins with ontology tags relating to post-transcriptional regulation that were altered in response to spaceflight TAIR ID Description L 2 FC Protein  AT1G66070 Translation initiation factor eIF3 subunit −0.94  AT4G24820 26S proteasome non-ATPase regulatory subunit 6 homolog −0.76  AT3G62870 60S ribosomal protein L7a-2 −0.66  ATCG00830 50S ribosomal protein L2, chloroplastic −0.65  AT1G18070 Translation elongation factor EF1A/initiation factor IF2gamma family protein −0.52  AT5G44320 Eukaryotic translation initiation factor 3 subunit 7 (eIF-3) −0.47  AT4G02930 GTP binding elongation factor Tu family −0.42  AT5G43960 Nuclear transport factor 2 (NTF2) family protein with RNA binding domain −0.40  AT3G27830 50S ribosomal protein L12–1, chloroplastic −0.35  AT1G09830 Phosphoribosylamine--glycine ligase, chloroplastic −0.33  AT4G29040 26S proteasome regulatory subunit 4 homolog A −0.32  AT3G53020 60S ribosomal protein L24–2 −0.32  AT3G53970 Probable proteasome inhibitor −0.23  AT1G73990 Serine protease SPPA, chloroplastic 0.21  AT5G39740 60S ribosomal protein L5–2 0.24  AT3G25520 60S ribosomal protein L5–1 0.25  AT1G26110 Protein decapping 5 0.32  AT5G13650 elongation factor family protein 0.35  AT2G27040 Protein argonaute 4 0.44  AT1G02560 ATP-dependent Clp protease proteolytic subunit 5, chloroplastic 0.56  AT1G78880 Ubiquitin-specific protease family C19-related protein 0.81 Phosphoproteome  AT5G57870 Eukaryotic translation initiation factor isoform 4G-1 −0.47  AT4G02930 GTP binding elongation factor Tu family 0.44  AT1G30230 Elongation factor 1-delta 1 0.45  AT5G55220 Trigger factor type chaperone family protein 0.65 Table 5 Alterations to the phosphoproteome in response to spaceflight TAIR ID Description Subcellular Location Peptide Sequence (Phosphorylation site in red) L 2 FC AT4G02930 GTP binding elongation factor mitochondrion NMITGAAQMDGGILVVSGPDGPMPQTK 0.48 AT3G01570 Oleosin family protein vacuole THSHQLQVHPQR 0.37 AT4G32410 Cellulose synthase 1 plasma membrane, Golgi TTSGPLGPSDR 0.23 AT4G37870 PEP carboxykinase1 cytosol SAPTTPINQNAAAAFAAVSEEER −0.04 AT1G64740 Tubulin alpha-1 cytosol TIQFVDWCPTGFK −0.24 AT1G04820 Tubulin alpha-4 plasma membrane TIQFVDWCPTGFK −0.24 AT4G14960 Tubulin alpha-6 cytosol TIQFVDWCPTGFK −0.24 AT5G19770 Tubulin alpha-3 cytosol TVQFVDWCPTGFK −0.26 AT4G30190 AHA2 plasma membrane GLDIETPSHYTV −0.36 AT2G21660 AtGRP7 nucleus SGGGGGYSGGGGSYGGGGGR −0.39 AT5G20650 Copper transporter 5 vacuole SSSGVSAPLIPK −0.44 AT5G57870 Translation initiation factor c",
  "introduction": "",
  "methods": "Plant material Arabidopsis thaliana  (L.) Heyn. var. Columbia (Arabidopsis Biological Resource Center, Stock ID: CS22625), were used for all experiments. Aliquots of 0.016 ± 0.002 g of seeds (approximately 800–900 seeds per plate) were surface sterilized with 30% (v/v) bleach and 0.1% (v/v) Tween-20 for 2 min, washed with sterile water (5x), then dried onto 60 mm round filter paper to facilitate plating. Seeds were spread onto 60 mm round Petri plates containing 0.5 X Murashige and Skoog (MS) media (Caisson, Smithfield, UT) with 1% sucrose and 1% agar, cold stratified overnight, and provided a 1 h white light treatment to facilitate consistent germination.",
  "results": "Multiple ‘omics approaches yield distinct but comparable results The transcript, protein, and post-translational modification data reported here demonstrate that cellular perturbations caused by microgravity are likely pervasive across all “levels” of regulation. The evidence within these datasets shows that transcription, translation, PTM, and protein turnover are all altered by microgravity (Fig.  4 ). This global dysregulation suggests that much of the molecular landscape is affected in spaceflight conditions.\n Fig. 4 Summary of the results and insight provided from the transcript (RNA), protein, and post-translational modification (PTM) datasets. Transcript expression profiles were characterized by RNA-seq and protein expression profiles were characterized and quantified by iTRAQ LC-MS/MS. Expression and fragmentation data characterized the regulatory dynamics induced by adaptation to the spaceflight environment in  Arabidopsis thaliana . Gene Ontology analysis identified PTR, PTM, and Degradation candidate genes. DEGs = differentially expressed genes, DAPs = differentially abundant proteins, PTR = post-transcriptional regulation One striking (but not entirely unexpected) feature of these data is the low correlation between differentially expressed transcripts and differentially abundant proteins (Fig.  3 ). As the central dogma of biology is most generally reduced to the statement of “DNA to RNA to protein”, the impacts of regulatory mechanisms between transcript and peptide are often forgotten. The resultant differences in the representative mRNA and proteins can be profound, and lack of a correlative relationships, comparable to observations in this experiment, are also observed in a number of studies across model species [ 28 – 31 ]. This misalignment of transcript and peptide data is not a discrepancy, but rather it provides a more comprehensive view of the molecular and regulatory landscape under the chosen treatment conditions.",
  "discussion": "Discussion Multiple ‘omics approaches yield distinct but comparable results The transcript, protein, and post-translational modification data reported here demonstrate that cellular perturbations caused by microgravity are likely pervasive across all “levels” of regulation. The evidence within these datasets shows that transcription, translation, PTM, and protein turnover are all altered by microgravity (Fig.  4 ). This global dysregulation suggests that much of the molecular landscape is affected in spaceflight conditions.\n Fig. 4 Summary of the results and insight provided from the transcript (RNA), protein, and post-translational modification (PTM) datasets. Transcript expression profiles were characterized by RNA-seq and protein expression profiles were characterized and quantified by iTRAQ LC-MS/MS. Expression and fragmentation data characterized the regulatory dynamics induced by adaptation to the spaceflight environment in  Arabidopsis thaliana . Gene Ontology analysis identified PTR, PTM, and Degradation candidate genes. DEGs = differentially expressed genes, DAPs = differentially abundant proteins, PTR = post-transcriptional regulation One striking (but not entirely unexpected) feature of these data is the low correlation between differentially expressed transcripts and differentially abundant proteins (Fig.  3 ). As the central dogma of biology is most generally reduced to the statement of “DNA to RNA to protein”, the impacts of regulatory mechanisms between transcript and peptide are often forgotten. The resultant differences in the representative mRNA and proteins can be profound, and lack of a correlative relationships, comparable to observations in this experiment, are also observed in a number of studies across model species [ 28 – 31 ]. This misalignment of transcript and peptide data is not a discrepancy, but rather it provides a more comprehensive view of the molecular and regulatory landscape under the chosen treatment conditions. Dysregulation of plastid transcripts Plants grown in microgravity face a variety of challenges including altered gas exchange and the absence of a gravity vector. Plastids play a central role in a plant’s ability to sense and respond to gravity, but also function to store resources collect light energy, and generate cellular signaling components. In this context, it is unsurprising to see a wide variety of plastid-localized and plastid-produced genes differentially regulated in the flight samples (Fig.  1 , Fig.  2 ). However, the presence of several chloroplast-related proteins, specifically those related to photosynthesis, was unexpected. It is not immediately clear how these genes are functioning in this case, as the growth conditions inside the BRIC hardware prevent all light from reaching the plants. It is possible that the stresses of space initiate signaling pathways that induce low levels of chlorophyll production. However, visually the plants appeared to be etiolated (data not shown) so any u",
  "conclusion": "Conclusions The unified transcriptomic and proteomic characterization of space-flown  Arabidopsis thaliana  demonstrate the value in employing various ‘omics approaches for data acquisition. The regulatory landscape of the cell is difficult to decipher with transcript data alone, such that the addition of proteomic data provides a more complete picture of plant response to spaceflight and microgravity. Ultimately, we have characterized a significant impact of the spaceflight environment on post-transcriptional regulation, redox homeostasis, plastid gene transcription, and cell wall synthesis. While some of these responses to microgravity have been previously studied or observed, the transcriptomic and proteomic studies unified to produce the most comprehensive understanding of these events to date and provide new direction and strategies for plant engineering. The role of CESA1 and AHA2 along with their potential regulation by SHOU4 and FERONIA, respectively, provide novel insights into the decreased cellulose deposition previously observed in spaceflight [ 20 ,  21 ]. In addition, the interface of redox homeostasis and microtubule dynamics provides a relevant physiological adaptation to the spaceflight environment that may result in altered oxidative stress while also enhancing the structural integrity cells in the absence of gravity. Altered regulation of specific elements of cell wall synthesis and microtubule stability, along with the production of plastid transcripts, provide three new targets to engineer plants for optimal growth during long-term spaceflight missions. The sweeping alterations to mRNA turnover, silencing, and splicing, as well as initiation/elongation of protein translation, protein turnover, and other aspects of post-transcriptional regulation may raise more questions than answers and necessitates further study. This regulatory shift indicates that questions regarding spaceflight physiology will not be adequately addressed by transcriptomic st"
}