{
  "id": "PMC8932657",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8932657/",
  "title": "Piezo1 regulates the regenerative capacity of skeletal muscles via orchestration of stem cell morphological states",
  "authors": "Nuoying Ma, Delia Chen, Ji-Hyung Lee, Paola Kuri, Edward Blake Hernandez, Jacob Kocan, Hamd Mahmood, Elisia D. Tichy, Panteleimon Rompolas, Foteini Mourkioti",
  "year": "",
  "journal": "Science Advances",
  "abstract": "Muscle stem cells (MuSCs) are essential for tissue homeostasis and regeneration, but the potential contribution of MuSC morphology to in vivo function remains unknown. Here, we demonstrate that quiescent MuSCs are morphologically heterogeneous and exhibit different patterns of cellular protrusions. We classified quiescent MuSCs into three functionally distinct stem cell states: responsive, intermediate, and sensory. We demonstrate that the shift between different stem cell states promotes regeneration and is regulated by the sensing protein Piezo1. Pharmacological activation of Piezo1 is sufficient to prime MuSCs toward more responsive cells. Piezo1 deletion in MuSCs shifts the distribution toward less responsive cells, mimicking the disease phenotype we find in dystrophic muscles. We further demonstrate that Piezo1 reactivation ameliorates the MuSC morphological and regenerative defects of dystrophic muscles. These findings advance our fundamental understanding of how stem cells respond to injury and identify Piezo1 as a key regulator for adjusting stem cell states essential for regeneration.",
  "keywords": "",
  "full_text": "INTRODUCTION The ability of cells to communicate with their microenvironment and coordinate their activity is fundamentally important in multicellular organisms both during tissue development and homeostasis. In addition, while we know more about interactions between ligands and receptors in a cell ( 1 ), we know less about how the right type of cells respond to the right type of signals in a more complex environment [discussed in ( 2 )]. In recent years, mechanical stimuli, stiffness, and filopodia have emerged as a mean of influencing cell behavior either in vitro or among various organisms in vivo ( 2 – 6 ). Yet, we have a limited mechanistic understanding of how stem cells sense their local microenvironment to control maintenance, shape biological processes, and repair tissues. Skeletal muscles have a remarkable capacity to regenerate, due to the presence of adult progenitor cells, called muscle stem cells (MuSCs; also known as satellite cells), which have the ability to self-renew, restore, and repair damaged myofibers ( 7 ). Therefore, studying MuSCs has been an informative stem cell mammalian model system over the years to understand how stem cell behavior and plasticity can be altered in response to injury and other tissue signals ( 8 ). MuSCs lie in a quiescent state on the surface of the muscle fiber between the basal lamina and the sarcolemma ( 9 ). Pax7 is the most used marker of adult MuSCs ( 8 ), and Pax7 +  cells are both necessary and sufficient for adult muscle repair ( 10 ). MuSC function is severely affected in chronic muscle diseases, such as in Duchenne muscular dystrophy (DMD) ( 11 – 14 ). Since their discovery 60 years ago ( 9 ), much has been learned regarding the role of MuSCs in homeostasis, regeneration, and disease. The potential function of MuSCs during development, and their proximity to capillaries in adult muscles ( 15 ), and the need for ghost fibers to promote differentiation of myogenic progenitors in mice ( 16 ) have provided further insights. However, with a few recent exceptions ( 15 – 17 ), the majority of MuSC studies use either histological analysis of skeletal muscle sections ( 3 ,  12 ,  17 – 20 ) or single-fiber isolation procedures ex vivo ( 21 – 23 ), both of which disrupt muscle integrity. As a result, the potential functional contribution of MuSC morphology to muscle homoeostasis and its regulation during regeneration and disease in intact adult muscles remain unknown. To assess MuSC structural complexity and performance within their natural environment, we generated a mouse model that permits their visualization in unperturbed mouse muscles at the single-cell level ( 17 ). We found that adult MuSCs in their endogenous position are a morphologically heterogeneous population and exhibit sophisticated, cellular axon-like protrusions that extend across and along the muscle fiber and differ in number and length, even under quiescence. We found that dynamic regulation of these protrusions coincides with a transition between the different functional phases of muscle regeneration, with cells with less protrusions being more adaptive and the first to respond to injury, while cells with more protrusions are more dormant and reduce their protrusion length at a later phase of regeneration. Our data reveal that differential protrusion number, length, and complexity are associated with distinct MuSC functional subtypes and that these protrusions are used to decipher the microenvironment and coordinate the function of MuSCs during muscle regeneration. The impact of microenvironmental stiffness on MuSC activation ( 5 ) as well as the importance of mechanoregulation of stem cells across different contexts from development to differentiation are becoming increasingly appreciated ( 3 ,  4 ,  24 ). Emerging evidence in other fields implicates an interplay between the mechanosensing pathway Piezo1 and the cytoskeleton to modulate physiological processes ( 25 ). Piezo1 is an important mediator of various aspects of mechanotransduction and mediates cell fate determination in mesenchymal stem cells ( 26 ) and osteoblasts ( 27 ). However, it is currently unknown whether Piezo1 can regulate MuSC morphology, remodeling, and function. Here, we explored these principles with regard to MuSCs, investigated the effects of pharmacological activation of Piezo1 on MuSC heterogeneity, and generated Piezo1 conditional MuSC knockout mice. We found that Piezo1 defines MuSC subtypes and coordinates the MuSC transition toward cells with less protrusions in homeostasis and regeneration. The physiological importance of our findings was further highlighted by our demonstration that, in muscular dystrophy, protrusion length is aberrantly regulated, Piezo1 levels are low, and the number of cells with few protrusions is reduced. Pharmacological reactivation of Piezo1 ameliorates the aberrant morphology of diseased MuSCs and boosts muscle regeneration in dystrophic mice. Therefore, MuSCs have protrusions that establish their stem cell state and Piezo1 is necessary for their transition toward more activated stem cell forms, such as the ones that are impaired in diseased conditions. RESULTS Quiescent MuSCs exhibit variability in protrusions within their natural environment While previous histological and single-fiber isolation data have been extensively used to study MuSCs, the full range of morphological properties of stem cell populations has not been directly characterized in vivo. We recently generated a Pax7EGFP reporter mouse that uses the endogenous Pax7 promoter to drive expression of enhanced green fluorescent protein (EGFP) and demonstrated that Pax7-driven EGFP is a dynamic marker of MuSC stemness in vitro ( 17 ). To further characterize MuSCs in their endogenous location, the hindlimb tibialis anterior (TA) muscles were visualized by two-photon microscopy to identify EGFP +  quiescent MuSCs, while muscle fibers were assessed by second-harmonic generation (SHG) imaging of sarcomeres ( Fig. 1A ). We found that quiescent MuSCs do not exist as round cells in vivo but instead exhibit elongated axon-like cytoplasmic extensions that we termed “protrusions,” which vary in number and length ( Fig. 1B  and movie S1). Most of the MuSCs have two protrusions ( Fig. 1C ); however, a significant number of cells have 0, 1, 3, 4, or ≥5 ( Fig. 1, B and C ). Notably, when MuSCs are isolated from the Pax7EGFP muscles, protrusions are no longer visible (fig. S1A), suggesting that these structures disassemble quickly in response to skeletal muscle disruption. Further characterization of EGFP-expressing Pax7 cells within skeletal muscles revealed that while 86% of these MuSCs have nonbranching protrusions, the remaining 14% have one, two, and sometimes three or more branches ( Fig. 1, D and E ). In addition, the total protrusion length is positively correlated with the increase in the number of protrusions per cell ( Fig. 1F ). Together, these data demonstrate that quiescent MuSCs are a morphologically heterogeneous population in vivo. To reveal the spatial placement of the “axon-like” MuSCs on muscle fibers, we quantified the orientation of cells and found that MuSCs with zero and one protrusions tend to align parallel across the muscle fiber. As the number of protrusions increases, cells change their orientation and tend to align more perpendicularly to the myofiber ( Fig. 1G ). These data provide direct evidence that quiescent MuSCs do not uniformly align across the fiber in their endogenous environment, adding another layer of topological heterogeneity to adult MuSCs. Fig. 1. Adult MuSCs are a morphologically heterogeneous population in vivo. ( A ) Schematic representation of TA muscle imaging using two-photon microscopy. MuSCs are green (EGFP), and sarcomeres are marked by SHG in red. Scale bar, 10 μm. ( B ) Representative images of quiescent MuSCs with zero, one, two, three, four, and five or more protrusions. Scale bar, 10 μm. ( C ) Quantification of MuSCs with different numbers of protrusions shows that the majority of cells have two protrusions, followed by cells with one and three;  n  = 3 mice (2 months old; both legs, a total of six TA adult muscles);  N  > 600 cells per muscle were analyzed. ( D ) Representative images of quiescent MuSCs with branched protrusions. Scale bar, 10 μm. ( E ) Analysis shows that the majority of MuSCs have protrusions with no branches (0) and only a small percentage of cells have branches. ( F ) Total sum protrusion length is correlated with the increased number of protrusions per cell. ( G ) Orientation analysis of MuSCs shows that not all cells are aligned the same. Schematic representation of the cell alignment is shown on the right. ( H ) MuSC area quantification shows that cells are larger as the number of protrusions increases. ( I ) Analysis of nuclear shape of quiescent MuSCs. Nuclear shape ranges from a line (0) up to a complete circle (1), as shown on the right of the graph. ( J ) Schematic representation (top) and representative images (bottom) of three examples of quiescent MuSC subtypes. Scale bars, 10 μm. Protrusions from other cell types are thought to mediate local communication between adjacent cells through physical contact ( 2 ,  15 ). To investigate whether MuSC protrusions extend to other nuclei on the fiber, we generated a mouse (Pax7EGFP; RosanTnG) in which muscles bear green MuSCs (EGFP) and red nuclei (tdTomato) (fig. S1B). Notably, we observed that the vast majority of cells with one and two protrusions are in close proximity to other nuclei on the fiber (fig. S1C). However, the cells with more than four protrusions rarely reside near nuclei, but instead, their protrusions extend across and along the sarcomeres of the muscle fiber. These data suggest that cells with fewer than three protrusions likely participate in cell-to-cell communication, while cells with four or more protrusions extend toward the muscle fiber, possibly “sensing” the muscle environment. We also found that MuSCs with an increased number of protrusions have a larger surface area ( Fig. 1H ), while MuSCs with zero protrusions are more circular ( Fig. 1I ). These data suggest that the increased number of protrusions is used by quiescent cells in uninjured conditions to probe the muscle environment. Similar MuSC distribution and protrusion metrics were observed whether we looked in the middle of TA ( Fig. 1 ) or the muscle area close to the tendon (TA myotendinous area; fig. S2, A to F). Moreover, analysis of the Pax7EGFP soleus muscle showed similar MuSC and protrusion distribution (fig. S2, G to L), suggesting that these parameters do not vary considerably between fast-twitch and slow-twitch leg muscles under steady-state conditions. Overall, this comprehensive characterization of cells in quiescence ( Fig. 1J ) establishes an original framework to study the function of MuSCs in their native environment following injury of healthy muscles as well as in degenerating diseased muscles before and after therapeutic treatment. Cellular protrusions in adult uninjured muscles are not used to mobilize MuSCs Cellular protrusions in other cell types, including cancer cells undergoing metastasis, can promote cellular migration ( 28 ). While MuSCs can undergo migration in isolated myofibers in vitro ( 29 ), previous attempts to assess migration in vivo found that MuSCs do not migrate within an approximately 6-hour time frame ( 16 ). However, it remains unclear whether quiescent MuSCs in uninjured muscles are able to migrate over a longer time period. To assess their migratory behavior, we directly monitored MuSCs in a spatiotemporal manner within anesthetized Pax7EGFP animals (fig. S3A). A major challenge of imaging deep skeletal muscle of the lower leg is that it requires a skin incision to expose the deeper tissue layers, leading to both inflammatory and wound-healing responses ( 30 ). In contrast, the ear muscle is anatomically very close to the skin and provides a technical imaging advantage, as there is no need for a skin incision (fig. S3, B and C), thereby avoiding tissue disturbances or wound-induced chemoattractant signals ( 31 ) that could influence cell mobilization in the underlying muscle. Moreover, the intact skin has an anatomically characteristic pattern of hair follicles that can be used for orientation during imaging studies ( 32 ). By using the clusters of hair follicles as a landmark (fig. S3, D and E), we were able to pinpoint the exact region of interest in muscles and image it at different time points (fig. S3, F and G). This unique imaging method revealed that quiescent MuSCs remain in a relatively fixed position on the fibers under steady-state conditions over an 8-day duration (fig. S3, F and G). As the protrusion length in the majority of these quiescent adult MuSCs remains unaltered during this time period, we conclude that, in uninjured muscle fibers, protrusions do not promote MuSC migration. MuSC protrusions are dynamically regulated upon skeletal muscle injury Following injury, normally quiescent MuSCs are activated, proliferate, and either self-renew or differentiate, fuse, and ultimately reconstitute skeletal muscles ( 33 ). Because MuSCs play a pivotal role during muscle regeneration, we next sought to explore whether the MuSC subtypes we identified have distinct responses after injury. To this end, we induced muscle injury in the TA of Pax7EGFP mice with notexin and imaged their muscles at different times after injury ( Fig. 2A ). Analysis of MuSCs within the injury area (fig. S4A, white line) revealed that, after muscle damage, MuSC protrusions are reduced in length and that the MuSC population phenotype shifts toward cells with less protrusions at day 2 (d2) ( Fig. 2C ) and even more pronounced by d3 ( Fig. 2D ), a time point when proliferation peaks after injury ( 34 ), and results in a population of MuSCs that have predominantly zero to two, with very few remaining cells with more than 3. Analysis of muscle areas adjacent to the injury (fig. S4A, yellow line) revealed a similar shift of MuSC types toward cells with fewer protrusions (fig. S4B), suggesting that MuSC protrusions are dynamic and readjust their length in response to injury even from a distance. To gain insight into the cell cycle dynamics of MuSC subtypes within the injury, we used the Ki67–red fluorescent protein (RFP) line, which has been previously used to visualize actively proliferating cells in vivo ( 35 ). We first bred Ki67-RFP with Pax7EGFP mice to generate double Pax7EGFP/Ki67-RFP mice and then imaged their muscles at d3 after injury (fig. S5, A and B). Our analysis showed that predominantly cells with few protrusions are proliferative (fig. S5C), further indicating that cells with more protrusions represent putative quiescent stem cells, while cells with few protrusions are the more “active” MuSC population. Together, these data demonstrate that there is a distinct function of the different MuSC types, with cells with few protrusions primed to be the “first line” responders that are ready to proliferate immediately following injury. Coupled with data shown above, these results indicate that cells with few protrusions are initially dormant, and they become activated later during the regeneration process, shifting toward a morphological cell state with less protrusions. Fig. 2. MuSC protrusions are dynamically regulated during muscle regeneration. ( A ) Schematic representation of imaging the TA muscle at different time points (days) after notexin injury using two-photon microscopy. ( B ) Distribution of different MuSC types before injury. ( C ) Distribution of different MuSC types 2 days (d2) after injury shows a shift toward cells with less protrusions. ( D ) Distribution of MuSC types 3 days (d3) after injury. Note the disappearance of cells with multiple protrusions and the increase shift toward more cells with fewer protrusions. ( E ) Twenty-one days (d21) after injury, there is a redistribution of MuSC types, suggesting that protrusions reappear at later stages of regeneration. ( F ) At day 30 (d30), the distribution of MuSC types has returned to preinjury conditions. ( G ) Proposed model of the behavior of MuSCs during regeneration. There is a dynamic retraction of MuSC protrusions, with cells with few protrusions being the adaptive subtype that predominantly respond first, while cells with multiple protrusions are more dormant, and they reduce their protrusion length at a later phase. As tissue healing continues at later stages of regeneration, cellular protrusions reappear and cells align across the injured fiber, contributing to muscle repair and restoring the homeostatic MuSC morphological heterogeneity upon stem cell self-renewal.  n  = 3 mice (2 months old) were analyzed, and  N  > 150 cells per animal for each time point in (B) to (F). Data were analyzed by two-way ANOVA followed by Tukey’s multiple comparisons test. Data from each day after injury (C to F) were compared with the equivalent data from the quiescence state (B). Values are presented as means ± SEM. * P  < 0.05, ** P  < 0.01, *** P  < 0.001, and **** P  < 0.0001. As regeneration proceeds, MuSCs down-regulate Pax7, and either differentiate or self-renew and reexpress Pax7 ( 33 ,  36 ). By d21 after injury and as tissue restoration progresses, EGFP +  cells again exhibit a wide range of MuSC states, including cells with more protrusions ( Fig. 2E ), showing that protrusions reappear in self-renewing MuSCs of regenerated myofibers. By d30, the distribution of the different MuSCs types returned to that found in preinjured muscles ( Fig. 2, F and B ). These data demonstrate that the dynamic regulation of MuSC protrusions concurs with the transitions between different functional phases during skeletal muscle regeneration ( Fig. 2G ). Collectively, our analyses demonstrate a dynamic retraction of MuSC protrusions in regenerating muscle fibers, with cells with few protrusions predominantly responding first, while cells with more protrusions reduce their protrusion length progressively and get activated at a later phase. As tissue healing continues and stem cell self-renewal occurs at later stages of regeneration, cellular protrusions reappear and restore homeostatic MuSC morphological heterogeneity, after a single or after repeated injuries (fig. S4C). Thus, our data indicate that MuSC protrusions are not static structures but instead adapt to distinct regeneration phases, further supporting a coordinating role in muscle restoration. Cell protrusions in G Alert  MuSCs adjust to a transitional state It was previously shown that systemic signals can influence MuSCs to adapt to a “primed” or G Alert  state that enables them to quickly increase functional ability ( 37 ). On the basis of the morphological changes of MuSCs in response to injury, we hypothesized that MuSC protrusions are also regulated in G Alert  cells. To test this hypothesis, we injured one leg of Pax7EGFP mice with notexin and imaged the contralateral uninjured TA muscle (fig. S6A). MuSCs at the distal site show a shift toward cells with few protrusions (fig. S6B), analogous to that observed in MuSCs adjacent to the injury (fig. S4B). These findings further demonstrate that damage increases the proportion of MuSCs with few protrusions even at sites distal to the injured areas, consistent with the notion that these cells are more “adaptive” cells. While the total number of cells per muscle volume, the number of branches, and the orientation of the G Alert  cells remain unchanged (fig. S6, C to E), there is a notable reduction in the overall protrusion length (fig. S6F) and a shift toward a less elongated shape in the G Alert  cells compared to quiescent cells (fig. S6G). These findings further suggest that reduction in protrusion length promotes a more circular shape, in accordance with the fact that G Alert  cells are in an adaptive state ready to respond rapi",
  "introduction": "INTRODUCTION The ability of cells to communicate with their microenvironment and coordinate their activity is fundamentally important in multicellular organisms both during tissue development and homeostasis. In addition, while we know more about interactions between ligands and receptors in a cell ( 1 ), we know less about how the right type of cells respond to the right type of signals in a more complex environment [discussed in ( 2 )]. In recent years, mechanical stimuli, stiffness, and filopodia have emerged as a mean of influencing cell behavior either in vitro or among various organisms in vivo ( 2 – 6 ). Yet, we have a limited mechanistic understanding of how stem cells sense their local microenvironment to control maintenance, shape biological processes, and repair tissues. Skeletal muscles have a remarkable capacity to regenerate, due to the presence of adult progenitor cells, called muscle stem cells (MuSCs; also known as satellite cells), which have the ability to self-renew, restore, and repair damaged myofibers ( 7 ). Therefore, studying MuSCs has been an informative stem cell mammalian model system over the years to understand how stem cell behavior and plasticity can be altered in response to injury and other tissue signals ( 8 ). MuSCs lie in a quiescent state on the surface of the muscle fiber between the basal lamina and the sarcolemma ( 9 ). Pax7 is the most used marker of adult MuSCs ( 8 ), and Pax7 +  cells are both necessary and sufficient for adult muscle repair ( 10 ). MuSC function is severely affected in chronic muscle diseases, such as in Duchenne muscular dystrophy (DMD) ( 11 – 14 ). Since their discovery 60 years ago ( 9 ), much has been learned regarding the role of MuSCs in homeostasis, regeneration, and disease. The potential function of MuSCs during development, and their proximity to capillaries in adult muscles ( 15 ), and the need for ghost fibers to promote differentiation of myogenic progenitors in mice ( 16 ) have provided further insights. However, with a few recent exceptions ( 15 – 17 ), the majority of MuSC studies use either histological analysis of skeletal muscle sections ( 3 ,  12 ,  17 – 20 ) or single-fiber isolation procedures ex vivo ( 21 – 23 ), both of which disrupt muscle integrity. As a result, the potential functional contribution of MuSC morphology to muscle homoeostasis and its regulation during regeneration and disease in intact adult muscles remain unknown. To assess MuSC structural complexity and performance within their natural environment, we generated a mouse model that permits their visualization in unperturbed mouse muscles at the single-cell level ( 17 ). We found that adult MuSCs in their endogenous position are a morphologically heterogeneous population and exhibit sophisticated, cellular axon-like protrusions that extend across and along the muscle fiber and differ in number and length, even under quiescence. We found that dynamic regulation of these protrusions coincides with ",
  "methods": "Method details \nMuscle isolation\n Mice were euthanized by CO 2  asphyxiation, followed by cervical dislocation. The TA muscles were freshly dissected. Samples were then fixed in 4% paraformaldehyde (PFA)/1× phosphate-buffered saline (PBS) for 2 hours on a rocker mixer at 4°C and rinsed and stored in 1× PBS solution at 4°C in the dark. \nMuscle histology\n Muscles were dissected and fixed in 4% PFA/PBS and incubated overnight in 30% sucrose before being embedded in optimal cutting temperature embedding compound (Tissue-Tek; Sakura Finetek USA) and frozen in chilled 2-methylbutane. Cryosections were cut at a thickness of 10 μm. Sections were stained with hematoxylin and eosin and/or trichrome staining using standard procedures. \nImmunofluorescence staining\n Tissue cryosections were permeabilized in 0.5% Triton X-100/PBS for 10 min, washed with PBS, and incubated with blocking solution [1% bovine serum albumin (BSA)/PBS/0.1% Triton X-100] for 1 hour at room temperature. Primary antibody for laminin (1:200; anti–laminin B2, clone A5, EMD Millipore Corp.) was incubated overnight at 4°C in antibody dilution buffer (1% BSA/PBS/0.1% Triton X-100). Slides were then incubated with secondary antibody [Alexa Fluor 647-conjugated goat anti-rat (1:300; Thermo Fisher Scientific)] in antibody dilution buffer for 1 hour in the dark. Slides washed with PBS, and coverslips were mounted with ProLong Gold with 4′,6-diamidino-2-phenylindole (DAPI) (Thermo Fisher Scientific). Sections were imaged with a Nikon Ni wide-field epifluorescence microscope equipped with a 20× Plan Apo objective and Nikon Elements software. \nTwo-photon microscopy\n Fixed muscles were mounted on a custom-made glass chamber and immersed in 1× PBS, and a coverslip was lowered from the top to close the chamber. High-resolution serial optical sections were collected from the top of the muscle after the collagen deposition layer, using a Leica SP* Confocal/Multiphoton Microscope system equipped with a Chameleon Vision II Sapphire laser. A 910-nm laser was focused through a 20× HCX APO L Lens. The following acquisition settings were used for the collection channels: High Voltage (HV): 550/525 V, gain: 1/1, offset: 3/4%. Emission light was collected with a fluorescein isothiocyanate [Bandpass (BP) 525/50] filter, and muscle fibers were marked via SHG in blue channel. Serial optical sections were collected in 1.5-μm steps for a total range of 100- to 200-μm depth, flattened, and normalized to the volume scanned. For imaging of live animals, mice were anesthetized using a ketamine/xylazine mixture [ketamine (100 mg/kg) and xylazine (10 mg/kg)], administrated by intraperitoneal injection, and the skin in the ear and head was depilated. The mouse was placed on a heated stage, and the head and the ear were supported by a custom-made stage. A glass coverslip was placed against the skin in the junction region between the head and the ear. Distinctive inherent landmarks in the skin were used to navigate back to ",
  "results": "RESULTS Quiescent MuSCs exhibit variability in protrusions within their natural environment While previous histological and single-fiber isolation data have been extensively used to study MuSCs, the full range of morphological properties of stem cell populations has not been directly characterized in vivo. We recently generated a Pax7EGFP reporter mouse that uses the endogenous Pax7 promoter to drive expression of enhanced green fluorescent protein (EGFP) and demonstrated that Pax7-driven EGFP is a dynamic marker of MuSC stemness in vitro ( 17 ). To further characterize MuSCs in their endogenous location, the hindlimb tibialis anterior (TA) muscles were visualized by two-photon microscopy to identify EGFP +  quiescent MuSCs, while muscle fibers were assessed by second-harmonic generation (SHG) imaging of sarcomeres ( Fig. 1A ). We found that quiescent MuSCs do not exist as round cells in vivo but instead exhibit elongated axon-like cytoplasmic extensions that we termed “protrusions,” which vary in number and length ( Fig. 1B  and movie S1). Most of the MuSCs have two protrusions ( Fig. 1C ); however, a significant number of cells have 0, 1, 3, 4, or ≥5 ( Fig. 1, B and C ). Notably, when MuSCs are isolated from the Pax7EGFP muscles, protrusions are no longer visible (fig. S1A), suggesting that these structures disassemble quickly in response to skeletal muscle disruption. Further characterization of EGFP-expressing Pax7 cells within skeletal muscles revealed that while 86% of these MuSCs have nonbranching protrusions, the remaining 14% have one, two, and sometimes three or more branches ( Fig. 1, D and E ). In addition, the total protrusion length is positively correlated with the increase in the number of protrusions per cell ( Fig. 1F ). Together, these data demonstrate that quiescent MuSCs are a morphologically heterogeneous population in vivo. To reveal the spatial placement of the “axon-like” MuSCs on muscle fibers, we quantified the orientation of cells and found that MuSCs with zero and one protrusions tend to align parallel across the muscle fiber. As the number of protrusions increases, cells change their orientation and tend to align more perpendicularly to the myofiber ( Fig. 1G ). These data provide direct evidence that quiescent MuSCs do not uniformly align across the fiber in their endogenous environment, adding another layer of topological heterogeneity to adult MuSCs. Fig. 1. Adult MuSCs are a morphologically heterogeneous population in vivo. ( A ) Schematic representation of TA muscle imaging using two-photon microscopy. MuSCs are green (EGFP), and sarcomeres are marked by SHG in red. Scale bar, 10 μm. ( B ) Representative images of quiescent MuSCs with zero, one, two, three, four, and five or more protrusions. Scale bar, 10 μm. ( C ) Quantification of MuSCs with different numbers of protrusions shows that the majority of cells have two protrusions, followed by cells with one and three;  n  = 3 mice (2 months old; both legs, a total of six TA adult muscles);  N  > 600 cells per muscle were analyzed. ( D ) Representative images of quiescent MuSCs with branched protrusions. Scale bar, 10 μm. ( E ) Analysis shows that the majority of MuSCs have protrusions with no branches (0) and only a small percentage of cells have branches. ( F ) Total sum protrusion length is correlated with the increased number of protrusions per cell. ( G ) Orientation analysis of MuSCs shows that not all cells are aligned the same. Schematic representation of the cell alignment is shown on the right. ( H ) MuSC area quantification shows that cells are larger as the number of protrusions increases. ( I ) Analysis of nuclear shape of quiescent MuSCs. Nuclear shape ranges from a line (0) up to a complete circle (1), as shown on the right of the graph. ( J ) Schematic representation (top) and representative images (bottom) of three examples of quiescent MuSC subtypes. Scale bars, 10 μm. Protrusions from other cell types are thought to mediate ",
  "discussion": "DISCUSSION MuSCs are essential for muscle homeostasis and regeneration, but their morphological and functional characterization has primarily been carried out through histological and single-fiber isolation analysis. Here, using a dynamic mouse line to follow stemness ( 17 ), we visualized quiescent MuSCs in their natural muscle environment by two-photon microscopy and found that MuSCs are morphologically heterogeneous, exhibiting a variety of axon-like protrusions. The majority of MuSCs display two protrusions, followed by cells with three and one protrusions, respectively. The lack of visible protrusions in isolated MuSCs suggests that they are very fragile and sensitive to environmental cues, consistent with previous observations ( 15 ) as well as with stem cell extensions in other organisms, which are visible only in vivo ( 47 ). One of the most well-characterized cellular extensions present on stem cells in many systems, including muscles, is the primary cilium, a single very short unbranched extension ( 48 ). However, the protrusions described here for adult MuSCs are long extensions that vary in both number and length, and a significant portion of MuSCs in adult uninjured muscles have branched protrusions, suggesting that protrusions and cilia are likely to be two distinct structures. On the basis of the morphology and behavior of the protrusions, we classified adult quiescent MuSCs into three categories with distinct morphological and functional properties: responsive, intermediate, and sensory cells. We found that responsive cells are round and more primed, with zero or one protrusion; sensory cells are larger cells, in a more genuine, stem cell–like state and have four or more longer protrusions that extend in all directions of the fiber; and intermediate cells have two or three protrusions and are in between the other two states. Although some indications of cellular extensions were previously introduced ( 15 ,  49 ,  50 ), the extensive and full-range characterization of the MuSC protrusions in uninjured and regenerating muscles we report here has never been performed before. While cellular protrusions have been described in stem cells of other organisms and in other mammalian tissues ( 15 ,  47 ,  51 – 53 ), there is little information regarding the exact function of such extensions in adult stem cells in this emerging field ( 2 ). Because of the loss of these fragile extensions upon isolation, conventional transplantation experiments or transcriptomic analysis in isolated cells cannot be used to gain insights into the molecular pathways and/or function of morphological distinct MuSC states. To further investigate whether changes in the protrusions correlate with altered MuSC function and to determine whether MuSC protrusions may contribute to skeletal muscle healing, we studied their behavior under injury conditions. We found that newly characterized primed cells with fewer protrusions, we designated as responsive cells, are the fir",
  "conclusion": ""
}