{
  "id": "PMC8185232",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8185232/",
  "title": "New Insights Into Lignification via Network and Multi-Omics Analyses of Arogenate Dehydratase Knock-Out Mutants in ",
  "authors": "Kim K. Hixson, Joaquim V. Marques, Jason P. Wendler, Jason E. McDermott, Karl K. Weitz, Therese R. Clauss, Matthew E. Monroe, Ronald J. Moore, Joseph Brown, Mary S. Lipton, Callum J. Bell, Ljiljana Paša-Tolić, Laurence B. Davin, Norman G. Lewis",
  "year": "2021",
  "journal": "Frontiers in Plant Science",
  "abstract": "Multiple  Arabidopsis  arogenate dehydratase ( ADT ) knock-out (KO) mutants, with phenotypes having variable lignin levels (up to  circa  70% reduction), were studied to investigate how differential reductions in ADTs perturb its overall plant systems biology. Integrated “omics” analyses (metabolome, transcriptome, and proteome) of wild type (WT), single and multiple  ADT  KO lines were conducted. Transcriptome and proteome data were collapsed into gene ortholog (GO) data, with this allowing for enzymatic reaction and metabolome cross-comparisons to uncover dominant or likely metabolic biosynthesis reactions affected. Network analysis of enzymes–highly correlated to stem lignin levels–deduced the involvement of novel putative lignin related proteins or processes. These included those associated with ribosomes, the spliceosome, mRNA transport, aminoacyl tRNA biosynthesis, and phosphorylation. While prior work helped explain lignin biosynthesis regulation at the transcriptional level, our data here provide support for a new hypothesis that there are additional post-transcriptional and translational level processes that need to be considered. These findings are anticipated to lead to development of more accurate depictions of lignin/phenylpropanoid biosynthesis models  in situ , with new protein targets identified for further biochemical analysis and/or plant bioengineering. Additionally, using KEGG defined functional categorization of proteomics and transcriptomics analyses, we detected significant changes to glucosinolate, α-linolenic acid, nitrogen, carotenoid, aromatic amino acid, phenylpropanoid, and photosynthesis-related metabolic pathways in  ADT  KO mutants. Metabolomics results also revealed that putative carotenoid and galactolipid levels were generally increased in amount, whereas many glucosinolates and phenylpropanoids (including flavonoids and lignans) were decreased in the KO mutants.",
  "keywords": "lignin, arogenate dehydratases, multi-omics, network analysis, ribocode",
  "full_text": "Introduction Arogenate is an important branch-point to either tyrosine (Tyr) or phenylalanine (Phe) in vascular plants, whose formation from arogenate (Agn) is catalyzed by arogenate dehydrogenase (ADH) and arogenate dehydratase (ADT), respectively ( Figure 1 ). The Phe so formed can then be incorporated into either proteins or massively utilized in the phenylpropanoid pathway to produce lignins, as well as other related metabolites (e.g., lignans, allyl/propenyl phenols, flavonoids, coumarins, anthocyanins) depending upon the species. In our earlier studies, homozygous single and multiple  Arabidopsis ADT  knock-out (KO) lines with homologous T-DNA insertion mutations were obtained, with the most extreme phenotypes showing an ∼70% reduction in lignin content as compared to wild type (WT) plants ( Corea et al., 2012a ,  b ,  c ). Phenotypes of the former also displayed prostrate stems and lowest stem dry weights/heights. FIGURE 1 Simplified metabolic pathways linking photosynthesis, carbon fixation and lignin biosynthesis, as well as placement of arogenate dehydratase (ADT) between the chorismate-shikimate, aromatic amino acid, and phenylpropanoid pathways in vascular plant systems. Selected metabolites are illustrated along with enzymes depicted by arrows. Differentially varying lignin levels as above, obtained through systematic manipulation of the 6-membered  Arabidopsis ADT  gene family ( ADT1 , At1g11790;  ADT2 , At3g07630;  ADT3 , At2g27820;  ADT4 , At3g44720;  ADT5 , At5g22630, and  ADT6 , At1g08250), thus offered the opportunity to investigate the holistic nature of such perturbations on overall  Arabidopsis  systems biology. To do this, we carried out multi-omics (i.e., transcriptomics, proteomics, and metabolomics) analyses of leaf and stem tissues of single ( adt1 ,  adt3 ,  adt4 ,  adt5 , and  adt6 ), double, triple and quadruple ( adt4/5 ,  adt1/4/5 ,  adt3/4/5 , and  adt3/4/5/6 ) KO mutant and WT lines, at 4 weeks of growth/development. In this study, multi-omics “normalization” strategies were employed to enable direct integration and visualization of the disparate “omics” datasets of related transcripts, proteins and metabolites, thereby allowing for greater understanding, confidence and validation of resulting systemic biological perturbations observed. Network analysis ( Szklarczyk et al., 2015 ) was also used to (a) identify enzymes or processes most highly correlated to different lignin levels, and (b) reveal potentially novel enzymes or processes related with lignin level regulation and biosynthesis. This analysis resulted in our provisionally deducing novel transcriptional, post-transcriptional and translational regulatory processes, when carbon flux was reduced in the phenylpropanoid pathway and which profoundly affected lignin deposition. Many proteins identified in our network analysis have not been reported as potentially linked to lignin biosynthesis regulation. For example, several ribosome subunits with high correlations to lignin level profiles were identified, suggesting the possible presence of a “ribocode.” These proteins, as well as other ribosome-interacting mRNA processing proteins detected in our network analysis, indicate that vascular plant lignin levels are not only controlled at the point of transcription but work together with modulating factors at a post-transcriptional and translational level as described below. Materials and Methods Chemicals For metabolomics analyses, Optima TM  grade water, acetonitrile and formic acid were purchased from Fisher Scientific (Hampton, NH, United States). Authentic standards used for secondary metabolite metabolomics are described in  Höhner et al. (2018) . For proteomics and RNA-Seq sample preparation, nanopure water was used and all chemicals were obtained from Sigma-Aldrich (St. Louis, MO, United States) and were of analytical grade unless otherwise noted. Arabidopsis  T-DNA Knock Out (KO) Insertion Arabidopsis thaliana  WT (Columbia) T-DNA insertion lines were obtained from the Salk Institute Genomic Analysis Laboratory (SIGnAL) 1 . Individual  ADT  KO mutant lines were created in homozygous form, with individual lines crossed to ultimately provide double, triple, and quadruple homozygous  ADT  KO mutants ( Corea et al., 2012c ). Plant Growth and Harvesting Conditions A. thaliana  WT (Columbia) and KO mutant lines were grown in Institute of Biological Chemistry (Washington State University) greenhouses with a 16/8 h light/dark cycle at 27–28°C/24–26°C, respectively. Nitrogen-based fertilizer (200 ppm) was added five times a week. Plants were harvested at 4 weeks after planting with rosette leaf and stem tissues individually collected and immediately flash-frozen in liquid N 2 . Each sample was stored at −80°C until further analysis. Primary Metabolite Derivatization Nine individual plants of each line were frozen in liquid N 2  and freeze-dried. Dry plant tissues were ground into fine powders using a tissue-lyzer II (Qiagen, Germany) for 30 s at a frequency of 30 Hz at −80°C. Powdered freeze-dried  Arabidopsis  leaves or stems (20 mg) were individually suspended in 500 μL of methanol:2-iso-propanol:water (5:2:2, v/v/v). After adding  13 C labeled ribitol standard (1.5 μg), each material was extracted by vortexing for 10 min, followed by sonication for 5 min. Extracts were individually centrifuged for 10 min at 15,000 ×  g , with supernatants transferred to a new vial and subsequently dried under vacuum. Dry residues were individually re-suspended in water:acetonitrile (500 μL, 1:1 v/v), and re-extracted by sequential vortexing and sonication, followed by centrifugation at 15,000 ×  g  for 5 min with supernatants then removed and dried under vacuum. Dry residues were individually suspended in  O -methoxylamine hydrochloride (40 mg mL –1  in pyridine, 5 μL, Sigma) and incubated for 90 min at 30°C at 1,000 rpm (Eppendorf Thermomixer). Subsequently, samples were individually derivatized with MSTFA (45 μL) with 1% TMCS (Thermo-Pierce) for 30 min at 37°C and 1,000 rpm (Eppendorf Thermomixer). Primary Metabolite Analysis Using Gas Chromatography Time-of-Flight Mass Spectrometry Analyses were performed using a Pegasus 4D time-of-flight mass spectrometer (LECO) equipped with a Gerstel MPS2 autosampler and an Agilent 7890A oven. Derivatization products were separated on a (30 m × 0.25 mm i.d. ×0.25 μm) Rxi ® -5Sil column (Restek) with an IntegraGuard ®  pre-column using ultrapure He at a constant flow of 1 mL min –1  as carrier gas. The linear thermal gradient started with 1 min at 50°C, followed by a ramp to 330°C at 20°C min –1 . Final temperature was held for 5 min prior to returning to initial conditions and mass spectra were collected at 17 spectra s –1 . The injection port was held at 250°C, and an aliquot of the sample (1 μL) was injected. GC-MS Data Processing Peak annotation employed the Fiehn primary metabolite library ( Kind et al., 2009 ), where an identity score cutoff of 600 was used. Peak alignment and mass spectra comparisons were carried out using the Statistical Compare feature of the ChromaTOF ®  software (LECO). Surrogate standard  13 C ribitol and original tissue weight were used for normalization. Secondary Metabolomic Analysis Using Liquid Chromatography Time-of-Flight Mass Spectrometry Metabolites were extracted from freeze-dried material from each individual plant tissue (10 mg) as described ( Lu et al., 2017 ) in 200 μL of methanol:water (70:30, v/v) containing naringenin (Aldrich) as an internal standard. Samples were vortexed, sonicated for 10 min and finally centrifuged at 14,000 ×  g  at 4°C for 15 min. Supernatants were individually stored at −80°C until analysis. Samples were analyzed using a Waters Acquity TM  Ultra Performance LC system as described in  Lu et al. (2017)  with the following modifications: Liquid chromatography was performed using a 100 × 2.1 mm i.d. (1.7 μm particle size) UPLC BEH C18 column (Waters). Masses of eluted compounds were detected using an electrospray ionization (ESI) source in the negative ion mode with capillary voltage at 2.2 kV; cone voltage at 20 eV; collision energy at 6 eV and at 30 eV. Chromatograms and spectra were inspected, and raw data files and metabolite assignments were determined as described previously ( Lu et al., 2017 ). Before statistical analysis, feature integration results were normalized to internal standard naringenin (M271T1197_1, retention time 1197 s and  m/z  (average) 271.0609 and calculated 271.0606, for C 15 H 11 O 5 ). Many metabolites were unambiguously identified by comparison with retention times, UV spectra and MS/MS fragmentation patterns of authentic standard compounds. Other metabolites were putatively annotated based on accurate mass, isotopic pattern recognition, and MS/MS spectra. These were searched in both the literature and publicly available mass spectral databases [i.e., Metlin, ReSpect 2 , Massbank 3 , and HMDB 4  ]. RNA Extraction and Illumina HiSeq Analysis For each sample, liquid nitrogen frozen tissue sample (100 mg) was ground using a mortar and pestle cooled in presence of liquid nitrogen. A Spectrum TM  Plant Total RNA kit (Sigma-Aldrich, St. Louis, MO, United States) was employed according to the manufacturer’s instructions. Quality control was performed on a Thermo Scientific NanoDrop with all 260/280 nm and 260/230 nm readings above 1.8. Illumina TruSeq RNA libraries were constructed per the manufacturer’s protocol, with quality evaluated using the Agilent Bioanalyzer. Samples were sequenced on a HiSeq 2000 instrument (Illumina, San Diego, CA, United States). Six lanes were multiplexed with five samples per lane in the single ended, 50 bp configuration. A mean of 41 M reads passing quality filters was obtained for each sample (min. 31 M, max. 50 M). Cluster generation used the cBot SR Cluster Gen Kit (V3) and the flow cell used was SR FC Information (V3). RNA-Seq Data Workup CyVerse (formerly iPlant Collaborative) 5  ( Goff et al., 2011 ), was used for analysis and evaluation of the HiSeq data. Once all FASTQ files produced from the Illumina sequencing were uploaded into the Discovery Environment (DE), the TopHat2-SE App, which comprised TopHat 2.0.9 and Bowtie 2.1.0, was used to align the RNA-Seq reads to the  A. thaliana  TAIR10 genome using the short read aligner Bowtie which is capable of analyzing the mapping results to identify splice junctions between exons. The reference genome and reference annotations used the  A. thaliana  TAIR10 genome ( A. thaliana  Ensembl 19). Default analysis options were used with the exception of the FASTQ quality scale of Illumina 1.3-1.8 (PHRED64). Anchor length: 8; Maximum number of mismatches that can appear in the anchor region of spliced alignment: 0; The minimum intron length: 70; the maximum intron length: 50000; Minimum isoform fraction: 0.15; Maximum number of alignments to be allowed: 20; Minimum intron length that may be found during split-segment (default) search: 50; Maximum intron length that may be found during split-segment (default) search: 500000; Number of mismatches allowed in each segment alignment for reads mapped independently: 2; Minimum length of read segments: 20. Next, Cufflinks2 (an interface for Cufflinks version 2.1.1) located in the DE of CyVerse was used to link short read RNA-Seq alignments found from the TopHat analysis to the reference annotations from the TAIR10 genome. Cufflinks identified sequences that did not align with the annotated genome and labels them with novel identifiers. Default settings were used in Cufflinks. These parameters included abundance estimation options of: Number of importance for samples generated for each locus: 1000; Number of iterations allowed during MLE (maximum-likelihood estimates) of abundances: 5000; Prefix for transcripts in reported GTF (General Transfer Format): Cuff; Minimum isoform fraction: 0.1; Pre-mRNA fraction: 0.1; Maximum intron length: 300000; Alpha value for the binomial test used during false positive spliced alignment filtration: 0.001; Small anchor fraction: 0.09; Minimum fragments per transfrag: 10; The number of bp allowed to enter the intron of a transcript when determining if a read or another transcript is map-able with it: 8; Maximum genomic length allowed for a given bundle: 3500000; Minimum intron length: 50; Minimum average coverage required to attempt 3′ trimming: 10; The fraction of average coverage below which to trim the 3′ end of an assembled transcript: 0.1. Next, the HTSeq-with-BAM-input app in the CyVerse site was used to produce count data from the BAM files using default parameter values. Protein Extraction and Digestion Ice cold 0.1 M ammonium acetate in methanol (10 mL) and β-mercaptoethanol (250 μL) were added to each pulverized powder sample (ground in liquid nitrogen in a mortar and pestle) followed by vigorous shaking for 15 s. For stem tissues, a Polytron homogenizer was used for about 30 s at a speed of 30 to further homogenize them. Samples were individually placed in a −20°C freezer for 2 h, and subsequently centrifuged for 10 min at 5000 ×  g  at 4°C. Each supernatant was next removed and discarded. The above addition of ammonium acetate/methanol solution and centrifugation steps were repeated four more times to remove metabolites and lipids from each sample. Excess methanol was removed by drying the pellets gently under a flow of nitrogen for ∼2 min. A protein solubilization solution containing 7 M urea, 2 M thiourea, 4% CHAPS and 5 mM of neutralized tris(2-carboxyethyl)phosphine (TCEP) (Bond-Breaker, Thermo Fisher, San Jose, CA, United States) was added to each sample to completely cover each pellet, plus 500 μL more. Samples were then individually incubated at 4°C overnight. Debris from each was physically mixed into solution with a pipette tip and the slurry sonicated in a Hielscher UTR200 ultrasonic processor for 10–20 s at 100% amplitude. Protein slurries were next individually incubated at 60°C for 30 min, with samples vortexed and sonicated in the sonoreactor again for about 30 s. Each sample was then centrifuged for 10 min at 5000 ×  g  at 4°C. A Coomassie Plus protein assay (Pierce, Rockford, IL, United States), using a bovine serum albumin (BSA) standard, was next conducted on individual supernatants to estimate protein contents. Afterward, denatured samples were diluted tenfold with 50 mM ammonium bicarbonate (pH 8.0). CaCl 2  was added to a concentration of 2 mM and trypsin (Affymetrix, Santa Clara, CA, United States) was added at a trypsin:sample ratio of 1:50 (w/w). Samples were individually digested overnight at 37°C and then alkylated with chloroacetamide at a concentration of 5 mM in the dark at 37°C for 30 min. Peptides from each treatment were desalted with an SCX SPE (SUPELCO Supelclean) using 10 mM ammonium formate (pH 3.0), 25% acetonitrile (v/v) in water, to remove CHAPS, and then a 80:15:5 (v/v/v) methanol:water:ammonium hydroxide (14.8 M) was used to elute peptides. C-18 SPE columns (SUPELCO Discovery) were employed to remove ammonium salts, using a 0.1% TFA (v/v) in nanopure water to wash the peptides and a 80:20 (v/v) acetonitrile:water with 0.1% (v/v) TFA solvent to elute peptides. Peptides were quantified using a BCA assay (Pierce, Rockford, IL, United States) with a BSA standard. iTRAQ Peptide Labeling Peptides were labeled with 8-plex iTRAQ (AB Sciex, Redwood City, CA, United States) reagents: Each peptide sample (30 μg) was placed in a new tube and dried down. Dissolution buffer (iTRAQ buffer kit, 13 μL) was added to each sample, these being vortexed into solution and centrifuged briefly to draw sample to the bottom of each tube. iTRAQ reagent (10 μL) was diluted further with isopropanol (35 μL), and this was added to each sample. Each reaction was carried out at room temperature for 2 h, with 50 mM ammonium bicarbonate (200 μL) added to quench each reaction. After 1 h, contents from all iTRAQ channel reactions were added to one tube and then the sample was vortexed and dried down in a centrifugal vacuum concentrator. Offline Fractionation of Peptides and Preparation of Proteome Samples Labeled peptides were separated using an off-line high pH (pH 10) reversed-phase (RP) separation with a Waters XBridge C18 column (250 mm × 4.6 mm i.d., 5 μm particle size) and a guard column (4.6 mm × 20 mm) using an Agilent 1200 HPLC System. Each sample loaded onto the C18 column was washed for 15 min with Solvent A [10 mM ammonium formate, adjusted to pH 10 with ammonium hydroxide (14.8 M)]. The gradient started with a linear increase of 0% Solvent B [10 mM ammonium formate, pH 10, acetonitrile:water (90:10 v/v)] to: 5% Solvent B over 10 min, 45% Solvent B over 65 min, and then to 100% Solvent B over 15 min. Solvent B was held at 100% for 10 min, and then this was changed to 100% Solvent A, this being held for 20 min to recondition the column. The flow rate was 0.5 mL min –1 . A total of 48 fractions were collected for each sample into a 96 well plate throughout the above LC gradient. The high pH RP fractions were then combined into 12 fractions using the concatenation strategy previously reported ( Wang et al., 2011 ). Peptide fractions were dried down and re-suspended in nanopure water at a concentration of 75 ng μL –1  for mass spectrometry analysis using an LTQ-Orbitrap Velos MS (Thermo Scientific) system as described below. Mass-Spectrometry Based Analysis of Peptide Samples The LC system was custom built using two Agilent 1200 nanoflow pumps and one Agilent 1200 cap pump (Agilent Technologies, Santa Clara, CA, United States), various Valco valves (Valco Instruments Co., Houston, TX, United States), and a PAL autosampler (Leap Technologies, Carrboro, NC, United States). Full automation was made possible by custom software that allows for parallel event coordination and therefore near 100% MS duty cycle through use of two trapping and analytical columns. Reversed-phase columns were prepared in-house by slurry packing 3 μm Jupiter C 18  (Phenomenex, Torrance, CA, United States) into 40 cm × 360 μm o.d. ×75 μm i.d. fused silica (Polymicro Technologies Inc., Phoenix, AZ, United States) using a 1-cm sol-gel frit for media retention ( Maiolica et al., 2005 ). Trapping columns were prepared similarly by slurry packing 5-μm Jupiter C 18  into a 4-cm length of 150 μm i.d. fused silica and fritted on both ends. Mobile phases consisted of 0.1% formic acid in water (A) and 0.1% formic acid in acetonitrile (B) operated at 300 nL –1  min with a linear gradient profile as follows (min:%B): 0:5, 2:8, 20:12, 75:35, 97:60, 100: 85. Sample injections (5 μL) were trapped and washed on the trapping columns at 3 μL min –1  for 20 min prior to alignment with analytical columns. Data acquisition lagged the gradient start and end times by 15 min to account for column dead volume that allowed for the tightest overlap possible in a two-column operation. The two-column operation also allowed for columns to be “washed” (shortened gradients) and re-generated off-line without any cost to duty cycle. The LTQ Orbitrap Velos mass spectrometer was operated in the data-dependent mode acquiring higher-energy collisional dissociation (HCD) scans ( R  = 7,500, 5 × 104 target ions) after each full MS scan ( R  = 30,000, 3 × 106 target ions) for the top ten most abundant ions within the mass range of 300 to 1,800  m/z . An isolation window of 2.5 Thomson units (Th) was used to isolate ions prior to HCD. All HCD scans used normalized collision energy of 45 and maximum injection time of 1000 ms. The dynamic exclusion time was set to 60 s and charge state screening was enabled to reject unassigned and singly charged ions. Peptide Identification and Quantification For peptide identification, MS/MS spectra were searched against a decoy  A. thaliana  protein TAIR10 6  database using the algorithm SEQUEST ( Eng et al., 1994 ). Search parameters included: no enzyme specificity for proteome data and",
  "introduction": "Introduction Arogenate is an important branch-point to either tyrosine (Tyr) or phenylalanine (Phe) in vascular plants, whose formation from arogenate (Agn) is catalyzed by arogenate dehydrogenase (ADH) and arogenate dehydratase (ADT), respectively ( Figure 1 ). The Phe so formed can then be incorporated into either proteins or massively utilized in the phenylpropanoid pathway to produce lignins, as well as other related metabolites (e.g., lignans, allyl/propenyl phenols, flavonoids, coumarins, anthocyanins) depending upon the species. In our earlier studies, homozygous single and multiple  Arabidopsis ADT  knock-out (KO) lines with homologous T-DNA insertion mutations were obtained, with the most extreme phenotypes showing an ∼70% reduction in lignin content as compared to wild type (WT) plants ( Corea et al., 2012a ,  b ,  c ). Phenotypes of the former also displayed prostrate stems and lowest stem dry weights/heights. FIGURE 1 Simplified metabolic pathways linking photosynthesis, carbon fixation and lignin biosynthesis, as well as placement of arogenate dehydratase (ADT) between the chorismate-shikimate, aromatic amino acid, and phenylpropanoid pathways in vascular plant systems. Selected metabolites are illustrated along with enzymes depicted by arrows. Differentially varying lignin levels as above, obtained through systematic manipulation of the 6-membered  Arabidopsis ADT  gene family ( ADT1 , At1g11790;  ADT2 , At3g07630;  ADT3 , At2g27820;  ADT4 , At3g44720;  ADT5 , At5g22630, and  ADT6 , At1g08250), thus offered the opportunity to investigate the holistic nature of such perturbations on overall  Arabidopsis  systems biology. To do this, we carried out multi-omics (i.e., transcriptomics, proteomics, and metabolomics) analyses of leaf and stem tissues of single ( adt1 ,  adt3 ,  adt4 ,  adt5 , and  adt6 ), double, triple and quadruple ( adt4/5 ,  adt1/4/5 ,  adt3/4/5 , and  adt3/4/5/6 ) KO mutant and WT lines, at 4 weeks of growth/development. In this study, multi-omics “normalization” strategies were employed to enable direct integration and visualization of the disparate “omics” datasets of related transcripts, proteins and metabolites, thereby allowing for greater understanding, confidence and validation of resulting systemic biological perturbations observed. Network analysis ( Szklarczyk et al., 2015 ) was also used to (a) identify enzymes or processes most highly correlated to different lignin levels, and (b) reveal potentially novel enzymes or processes related with lignin level regulation and biosynthesis. This analysis resulted in our provisionally deducing novel transcriptional, post-transcriptional and translational regulatory processes, when carbon flux was reduced in the phenylpropanoid pathway and which profoundly affected lignin deposition. Many proteins identified in our network analysis have not been reported as potentially linked to lignin biosynthesis regulation. For example, several ribosome subunits with high correlati",
  "methods": "Materials and Methods Chemicals For metabolomics analyses, Optima TM  grade water, acetonitrile and formic acid were purchased from Fisher Scientific (Hampton, NH, United States). Authentic standards used for secondary metabolite metabolomics are described in  Höhner et al. (2018) . For proteomics and RNA-Seq sample preparation, nanopure water was used and all chemicals were obtained from Sigma-Aldrich (St. Louis, MO, United States) and were of analytical grade unless otherwise noted. Arabidopsis  T-DNA Knock Out (KO) Insertion Arabidopsis thaliana  WT (Columbia) T-DNA insertion lines were obtained from the Salk Institute Genomic Analysis Laboratory (SIGnAL) 1 . Individual  ADT  KO mutant lines were created in homozygous form, with individual lines crossed to ultimately provide double, triple, and quadruple homozygous  ADT  KO mutants ( Corea et al., 2012c ). Plant Growth and Harvesting Conditions A. thaliana  WT (Columbia) and KO mutant lines were grown in Institute of Biological Chemistry (Washington State University) greenhouses with a 16/8 h light/dark cycle at 27–28°C/24–26°C, respectively. Nitrogen-based fertilizer (200 ppm) was added five times a week. Plants were harvested at 4 weeks after planting with rosette leaf and stem tissues individually collected and immediately flash-frozen in liquid N 2 . Each sample was stored at −80°C until further analysis. Primary Metabolite Derivatization Nine individual plants of each line were frozen in liquid N 2  and freeze-dried. Dry plant tissues were ground into fine powders using a tissue-lyzer II (Qiagen, Germany) for 30 s at a frequency of 30 Hz at −80°C. Powdered freeze-dried  Arabidopsis  leaves or stems (20 mg) were individually suspended in 500 μL of methanol:2-iso-propanol:water (5:2:2, v/v/v). After adding  13 C labeled ribitol standard (1.5 μg), each material was extracted by vortexing for 10 min, followed by sonication for 5 min. Extracts were individually centrifuged for 10 min at 15,000 ×  g , with supernatants transferred to a new vial and subsequently dried under vacuum. Dry residues were individually re-suspended in water:acetonitrile (500 μL, 1:1 v/v), and re-extracted by sequential vortexing and sonication, followed by centrifugation at 15,000 ×  g  for 5 min with supernatants then removed and dried under vacuum. Dry residues were individually suspended in  O -methoxylamine hydrochloride (40 mg mL –1  in pyridine, 5 μL, Sigma) and incubated for 90 min at 30°C at 1,000 rpm (Eppendorf Thermomixer). Subsequently, samples were individually derivatized with MSTFA (45 μL) with 1% TMCS (Thermo-Pierce) for 30 min at 37°C and 1,000 rpm (Eppendorf Thermomixer). Primary Metabolite Analysis Using Gas Chromatography Time-of-Flight Mass Spectrometry Analyses were performed using a Pegasus 4D time-of-flight mass spectrometer (LECO) equipped with a Gerstel MPS2 autosampler and an Agilent 7890A oven. Derivatization products were separated on a (30 m × 0.25 mm i.d. ×0.25 μm) Rxi ® -5Sil column (Rest",
  "results": "Results A multi-omics evaluation of  Arabidopsis ADT  KO mutant lines (compared to WT plants) was conducted at 4 weeks of growth/development, when the plants had fully developed rosette leaves and had stems about 10–20 cm high (∼1/3 height at maturity). For both tissue types, full RNA-Seq transcriptomics, iTRAQ 8-plex multiplexing proteomics coupled with LC-MS/MS, together with primary (GC-MS) and secondary (LC-MS) metabolomics analyses were performed. Data interrogation resulted in confident detection (1% FDR) of 27,181 transcripts, 8,672 proteins, together with 132 primary and 30 secondary metabolites. Normalization of Expression Data for Multi-Omics Integration Each biomolecular class (i.e., transcripts, proteins, and metabolites) was measured using disparate workflows. Since only a few replicate analyses were feasible, as is typical for RNA-Seq and proteome analysis, variance estimations were offset by “borrowing” information from genes or proteins across the entire analysis ( Subramaniam and Hsiao, 2012 ). The general rationale for this approach relied on the assumption that variance is similar for biomolecules of similar abundances. Transcript or peptide measurements with similar abundances can therefore act as pseudo-replicates producing similar distribution parameters. This strategy is commonly utilized for expression data and with various bioinformatics tools [e.g., SAM ( Tusher et al., 2001 ), limma ( Ritchie et al., 2015 ), and VAMPIRE ( Hsiao et al., 2005 )]. We applied this approach to log 2  fold change transcriptome, proteome and metabolome data between each  ADT  KO mutant and WT analysis. Data were first processed as MA-plots ( Dudoit et al., 2002 ;  Labbe and Dudoit, 2012 ) ( Supplementary Figure 1 ), an approach that distributes log 2  fold change data ( M  =  y -axis) according to average abundance ( A  =  x -axis) of the two measurements being compared. Log 2  fold change calculations for any type of expression data (gene/protein/metabolite) typically form a normal distribution, with subsequent utilization of localized data (or a sliding window of log 2  fold change data with similar abundances) enabling calculation of more accurate  z -scores and  p -values for significance estimations. Resulting  z -score calculations then allowed for normalization of data into units of standard deviation (away from an average or zero-fold change value). This normalization then permits integration of datasets obtained on disparate platforms (i.e., Illumina sequencing, mass spectrometry) to be compared directly. Metabolomics Analysis Metabolite profiles represent the ultimate molecular phenotypic indicator of an organism at a specific growth/developmental stage. Metabolites often function as cofactors, energy sources, signaling molecules, polymer precursors (e.g., to cellulose, lignins, proteins, DNA), as well as defense, attractant and effector molecules. In the context of plant bioengineering, metabolomic analyses provide the ultimate validation as to which metabolites are increased or decreased in quantity in response to a genetic change or other perturbation. Here we used two mass spectrometric methods to evaluate the differences between each  ADT  KO mutant and WT in terms of both primary and secondary metabolism. Supplementary Figures 2 ,  3  show heat maps displaying  z -scores of log 2  fold changes between  ADT  KO mutants and WT for the metabolites identified by GC-MS (i.e., primary metabolites) and LC-MS (i.e., secondary metabolites), respectively. Data were grouped by functional categories, as defined by KEGG 8  ( Kanehisa et al., 2017 ), when available.  Z -score values pertaining to  Supplementary Figures 2 ,  3  are found in  Supplementary Table 1 . The GC-MS results ( Supplementary Figure 2 ) are shown as a heat map displaying  z -score of the log 2  fold change values of each metabolite found in each  ADT  KO mutant compared to WT. The largest primary metabolite classes identified were related to carbohyd",
  "discussion": "Discussion To begin to put the analyses and discussion below in needed context, it is well known that transcripts and proteins are linked biologically by the central dogma which purports unidirectional flow of genetic information from DNA to RNA to proteins ( Crick, 1958 ). Indeed, comparisons between proteomic and transcriptomic data can highlight which proteins and transcripts have a co-regulatory response (i.e., a high transcript level with a high protein level). The central dogma though is extended in this study to include metabolomics, as many metabolites represent the final product(s) biosynthesized by specific cells/tissues under various environmental conditions or through stresses at specific times during the lifespan of an organism. Protein and Transcript Comparisons In this study, it was found that transcript and protein data between  ADT  KO mutants correlated well within their own groups (i.e., transcript to transcript or protein to protein comparisons). However, correlations on average were quite low for transcript to protein comparisons, being better but still relatively low for transcript to protein KEGO/gene family comparisons. Venn diagrams which depict the overlap between proteins and transcripts revealed that (a) most transcripts detected did not correspond to a detectable protein, likely due to dynamic range and sampling limits of the proteomics technology compared to the depth of coverage capable with RNA-Seq and (b) not all proteins detected corresponded to a detectable transcript ( Figure 2 ) as could arise from differential mRNA and protein degradation rates. Lack of high correlations though between transcripts and proteins have been found to be typical. In many multi-omics evaluations, across eukaryotic and prokaryotic systems, transcripts and proteins are only modestly correlated ( Foss et al., 2007 ;  Ghazalpour et al., 2011 ;  Battle et al., 2015 ;  Chick et al., 2016 ;  Hasin et al., 2017 ). Two examples from plant and animal organisms highlight this point. In a multi-omics investigation of maize,  Walley et al. (2016)  observed that transcriptome and proteome abundance profiles showed little overlap. In a comparable study of human disease,  Hasin et al. (2017)  found that transcript levels often exhibited a poor correlation with protein levels, although it was considered that the proteomics data alone was more proximal to the disease mechanisms. Furthermore, metabolite levels did not show a dominant correlation with either transcripts or proteins. These data illustrate the limitations in using only a single omics evaluation to make systems level biological assessments. Comparisons between these omics datasets may thus reveal (a) what transcripts are actually translated and in what copy number, and (b) what metabolomics data help reveal which proteins or protein families are more or less active in producing the observed metabolites. The integrated “omics” analysis, as presented here, provides over-arching and molecule",
  "conclusion": ""
}