{
  "id": "PMC8441986",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8441986/",
  "title": "Circulating miRNA Spaceflight Signature Reveals Targets for Countermeasure Development",
  "authors": "Sherina Malkani, Christopher R. Chin, Egle Cekanaviciute, Marie Mortreux, Hazeem Okinula, Marcel Tarbier, Ann-Sofie Schreurs, Yasaman Shirazi-Fard, Candice G.T. Tahimic, Deyra N. Rodriguez, Brittany S. Sexton, Daniel Butler, Akanksha Verma, Daniela Bezdan, Ceyda Durmaz, Matthew MacKay, Ari Melnick, Cem Meydan, Sheng Li, Francine Garrett-Bakelman, Bastian Fromm, Ebrahim Afshinnekoo, Brad W. Langhorst, Eileen T. Dimalanta, Margareth Cheng-Campbell, Elizabeth Blaber, Jonathan C. Schisler, Charles Vanderburg, Marc R. Friedländer, J. Tyson McDonald, Sylvain V. Costes, Seward Rutkove, Peter Grabham, Christopher E. Mason, Afshin Beheshti",
  "year": "2020",
  "journal": "Cell reports",
  "abstract": "SUMMARY We have identified and validated a spaceflight-associated microRNA (miRNA) signature that is shared by rodents and humans in response to simulated, short-duration and long-duration spaceflight. Previous studies have identified miRNAs that regulate rodent responses to spaceflight in low-Earth orbit, and we have confirmed the expression of these proposed spaceflight-associated miRNAs in rodents reacting to simulated spaceflight conditions. Moreover, astronaut samples from the NASA Twins Study confirmed these expression signatures in miRNA sequencing, single-cell RNA sequencing (scRNA-seq), and single-cell assay for transposase accessible chromatin (scATAC-seq) data. Additionally, a subset of these miRNAs (miR-125, miR-16, and let-7a) was found to regulate vascular damage caused by simulated deep space radiation. To demonstrate the physiological relevance of key spaceflight-associated miRNAs, we utilized antagomirs to inhibit their expression and successfully rescue simulated deep-space-radiation-mediated damage in human 3D vascular constructs.",
  "keywords": "",
  "full_text": "INTRODUCTION Humans and vertebrate organisms exhibit a unique set of biological responses to the space environment, including bone and muscle atrophy ( Burkhart et al., 2019 ;  Gerbaix et al., 2017 ), immune dysfunction ( Baqai et al., 2009 ), neurobehavioral changes ( Ronca et al., 2019 ), vision impairment ( Mader et al., 2011 ), and cardiovascular damage ( Elgart et al., 2018 ). Ionizing radiation (IR) and microgravity are the main biological stressors in low-Earth orbit (LEO), which is the region encompassed by the Earth’s magnetosphere where all crewed missions currently occur. Although exposure to deep space radiation, which is primarily composed of galactic cosmic rays (GCRs), is reduced within LEO due to the magnetosphere, IR still poses a risk to astronauts in LEO, and GCRs are a critical health risk in the upcoming lunar and Mars missions ( Townsend, 2005 ). Thus, combining LEO experiments with ground-based analogs of spaceflight stressors, including simulated GCRs, allows investigations into the mechanisms behind biological responses to spaceflight. MicroRNAs (miRNAs) are short (~22 nucleotides long) sequences of non-coding RNA that can regulate gene expression at the transcriptional and translational level and interact directly with proteins ( Vanderburg and Beheshti, 2020 ). miRNAs have been implicated as predictors and regulators for several diseases, including cancer ( Macfarlane and Murphy, 2010 ), neurodegenerative diseases ( Konovalova et al., 2019 ), and autoimmune disorders ( Chen et al., 2016 ). miRNAs have also been found to be involved in biological responses to both microgravity ( Girardi et al., 2014 ) and IR ( Simone et al., 2009 ). Therefore, identifying miRNAs (and their networks) that are shared between humans and model organisms in response to spaceflight stressors could reveal targets for biomarker and countermeasure development to reduce the associated health risks. Previously, we used spaceflown rodent RNA sequencing (RNA-seq) datasets from the NASA GeneLab database to make unbiased predictions about miRNAs potentially involved in regulating the transcriptional response to spaceflight ( Beheshti et al., 2018 ). The datasets analyzed in that study are described in the  STAR Methods . Our analysis identified a set of 13 spaceflight-associated miRNAs that were predicted to drive a systemic response and suggested transforming growth factor (TGF)-β1 as an overarching regulator of their expression ( Beheshti et al., 2018 ). TGF-β1 is a major regulatory cytokine mediating the progression of cancer ( Rooke and Crosier, 2001 ), autoimmunity ( Marie et al., 2006 ), and neuroinflammation ( Cekanaviciute et al., 2014 ). However, it is important to note that this spaceflight-associated miRNA signature was defined computationally, based on transcriptomic analysis, and not measured experimentally. Here, we experimentally validated the predicted spaceflight-associated miRNA signature by quantifying circulating miRNAs in serum from rodents exposed to simulated spaceflight conditions: microgravity, partial gravity, LEO-relevant IR, simulated deep space radiation, and combined exposures to reduced gravity and simulated space radiation, as well as true spaceflight in LEO. We supported spaceflight-stressor-mediated changes in the expression of the predicted miRNAs by performing agnostic miRNA-seq in selected datasets, and our experimental validation also incorporated simulated deep space radiation conditions to help evaluate the extent to which the miRNA signature may be shared by different space environments. Finally, we addressed the human relevance of our findings by analyzing miRNAs released by irradiated human immune cells  ex vivo  and miRNA expression changes in astronauts from the NASA Twins Study  in vivo  ( Garrett-Bakelman et al., 2019 ). We expanded our initial panel of 13 candidate miRNAs ( Beheshti et al., 2018 ) to include 15 target miRNAs with the following justifications: (1) miRNA let-7 was subdivided into two more specific family members (let-7a and let-7c) identified in recent space biology studies ( Režen et al., 2014 ;  Wei et al., 2018 ), and (2) an additional miRNA (miR-92a) was added after analyzing astronaut data from the NASA Twins Study. Furthermore, we investigated the potential downstream effects of spaceflight-associated human miRNAs using single-cell RNA (scRNA) sequencing of a targeted gene panel of leukocyte-depleted fractions in the NASA Twins Study ( Garrett-Bakelman et al., 2019 ). Specifically, we compared gene expression in cells collected within 3 days upon spaceflown twin’s (TW) return to his preflight and postflight samples, as well as control samples taken from the ground control twin (HR). Single-cell transcriptomics also let us determine the individual cell types that display the strongest perturbations in gene expression consistent with miRNA signatures identified in bulk transcriptomics, and single-cell assay for transposase accessible chromatin (scATAC) sequencing data were used to delineate chromatin changes that may have altered the accessibility of the spaceflight-associated miRNAs. RESULTS Predicted Spaceflight miRNA Signature in Rodents Was Validated Using Simulated Microgravity and Deep Space Radiation To validate the predicted spaceflight-associated miRNA panel, we quantified their changes in response to ground analogs of individual spaceflight stressors in rodent models: simulated microgravity using hindlimb unloading (HU) ( Morey-Holton and Globus, 1998 ) as well as IR using either gamma rays or major components of galactic cosmic rays—protons and/or high mass and charge  56 Fe particles (deep space relevant exposure) ( Mewaldt, 1994 ). We exposed male 16-week-old C57BL/6J mice to HU, IR, or their combination and measured the set of selected 15 miRNAs in their serum at 1 or 11 days post-exposure using droplet digital PCR (ddPCR) ( Hindson et al., 2013 ). Euclidean clustering of serum miRNA concentrations separated the miRNAs into two main clusters: (1) deep-space-radiation-associated clusters, which are significantly regulated by  56 Fe IR and  56 Fe IR in combination with HU; and (2) microgravity-associated clusters, primarily altered in HU-only conditions ( Figures 1A – 1C ). An additional subset of miRNAs was significantly increased in mouse serum only, early (1 day) after exposure to the combination of mixed proton/ 56 Fe irradiation and HU, but was not affected by individual stressors ( Figure 1A ). Of note, we have provided a discussion regarding potential hemolysis that might occur with the serum/plasma samples utilized throughout this manuscript in the  STAR Methods . Most miRNAs (with the exception of miR-217) were observed to increase with radiation dose and linear energy transfer (LET; gamma < 150 MeV proton < 600 MeV/n  56 Fe) in mouse serum both at 1 day and 11 days post-IR. At 11 days post-IR, the only significant miRNA increases were observed in IR-only (no HU) mice irradiated with either 1 Gy or 2 Gy 600 MeV/n  56 Fe or 1 Gy protons ( Figures 1A  and  1B ). In combination, these results indicate that the miRNA signature is mainly driven by the particle radiation component, which is proportional to dose and LET. Based on all miRNAs that were significantly different in spaceflight-associated conditions, we predicted the top 50 targeted genes ( Figure 1D ), key diseases regulated by the miRNAs ( Figure 1E ), and significant pathways ( Figures 1F ,  1G , and  S1 ). The top 50 genes targeted by these miRNAs ( Figure 1D ) primarily regulate cell-cycle pathways and protein kinase activity, in addition to hematopoiesis and blood cell development ( Figures 1F  and  S1 ). The majority of diseases regulated by these miRNAs are related to cancer ( Figure 1E ), though we also uncovered other diseases associated with spaceflight, including cardiovascular (green circles), neurological (yellow circles) and digestive disorders (purple circles), and muscular degeneration (orange circles) ( Figure 1E ). Similarly, key significantly regulated pathways include carcinogenesis as well as TGF-β signaling, which supports our previous prediction of TGF-β as a key regulator of spaceflight-associated miRNA functions and implies downstream carcinogenic and immune effects. Finally, the pathways also include adherens junctions, which, combined with cardiovascular disease associations, suggests vascular impacts ( Figures 1F  and  1G ). To examine the contribution of reduced gravity to the miRNA signature at higher resolution, a partial weight bearing (PWB) Wistar male rat model ( Mortreux et al., 2018 ) was used to simulate varying degrees of gravitational loading. We observed that decreasing amounts of gravitational loading increased the quantities of miRNAs of interest, suggesting a gravity-dependent dose response ( Figures 2A – 2C ). These results also validated a reduced-gravity-specific miRNA signature in both mice and rats and separated the miRNAs associated with reduced gravity from those associated with exposure to simulated deep space radiation in mice. The only observed exception was miR-217, which did not change. A similar miRNA dose response was observed based on correlation with muscle mass ( Figure 2D ): the miRNAs of interest increased with reduced muscle mass (which is associated with lower simulated gravity both in this rat model and in astronauts). Notably, this model included two control groups of animals exposed to full gravitational loading: no harness (NH) and full harness (FH) ( Figures 2A  and  2B ). Both conditions had been included in prior studies, and no functional or phenotypical differences were recorded, although there was a difference in miRNA expression between NH and FH 100% gravity groups ( Figures 2A  and  2B ), possibly due to a trend in reduction in muscle mass in FH controls (not significant). Therefore, further comparison between groups included only the FH control ( Figure 2C ). Predicted Spaceflight miRNA Signature Was Partially Observed in Serum from Mice Exposed to LEO Next, we investigated whether the spaceflight-environment-linked miRNA signature is distinguishable in true spaceflight samples, using serum from young and old female BALB/cAnNTac mice flown to the International Space Station (ISS) on Rodent Research Mission 8. In contrast with the simulated spaceflight cohorts, these mice experienced short-lasting hypergravity during takeoff and landing in addition to microgravity while in orbit, spent 4 days reacclimating on ground after the flight before sample collection, and received a significantly lower dose of IR than simulation experiments: 0.01128 Gy over approximately 30 days on the ISS. Although the combined mouse cohort did not exhibit any significantly increased miRNAs compared to basal (no spaceflight, normal housing conditions) controls ( Figure 2E ), when the samples were separated by age ( Figures 2F  and  2G ), we observed clustering between spaceflight and basal controls in the older group (31–37 weeks at sacrifice) corresponding to middle-age in humans, which is more representative of typical astronaut cohorts, and no detectable clustering in the younger group (10–16 weeks at sacrifice) ( Figures 2H – 2J ). Considering that these mice had 4 days to reacclimate to ground conditions before the samples were collected, these results may suggest that it takes longer for serum miRNA levels to return to basal levels in older mice, while younger mice recover faster. This finding is consistent with our prior results from simulated spaceflight studies, in which miRNA levels in irradiated mice start to return to control by 11 days following an over-100-fold-higher dose of IR than received by the spaceflown mice ( Figure 1A ). Another notable result from this spaceflight experiment is the correlation between organ weights and miRNA concentration in spaceflight mice and basal controls. Normalized to total body weight, adrenal gland weight increases with concentration of the majority of quantified miRNAs, and, conversely, brain weight decreases with increasing miRNA concentrations. While these correlations are not statistically significant, they suggest the possibility of lingering impacts on specific organs ( Figure 2K ). Increases in adrenal gland weight might be related to chronic stress, since the adrenal gland regulates stress responses ( Ulrich-Lai et al., 2006 ) that have been previously associated with increased systemic corticosterone levels during spaceflight ( Pecaut et al., 2017 ). Meanwhile, a volumetric reduction of brain features has been observed in cosmonauts ( Pechenkova et al., 2019 ), though the physiological relevance of these findings remains to be elucidated. Since systemic increases in corticosterone levels also lead to reduced brain weight ( Coburn-Litvak et al., 2004 ), chronic stress might be an underlying factor behind both adrenal gland and brain results, and future studies are needed to examine miRNA as its potential biomarker. Spaceflight-Relevant miRNA Signature Was Also Identified in Agnostic Sequencing Study of Simulated-Spaceflight-Exposed Mice To understand the specificity and variation of spaceflight-relevant miRNA levels within the global miRNA population, miRNA-seq was performed on tissue samples from 16-week-old female C57BL/6J mice after exposure to simulated spaceflight conditions: normal loading (NL) or HU for 2 weeks prior to irradiation with 5 Gy gamma, 1 Gy simulated solar particle event (simSPE), 0.5 Gy simulated simplified galactic cosmic rays (SimGCRSim), or sham control. SimGCRSim consists of five ions: protons at 1000 MeV,  28 Si at 600 MeV/n,  4 He at 250 MeV/n,  16 O at 350 MeV/n,  56 Fe at 600 MeV/n, and protons at 250 MeV ( Simonsen et al., 2020 ). This dose of radiation is equivalent to what an astronaut is predicted to receive in deep space during a Mars mission, though it is modeled as a single exposure over 25 min instead of the actual chronic exposures over 1.5 years. Simulated solar particle event (SimSPE) irradiation consists of protons from 50 MeV to 150 MeV. Twenty-four hours after irradiation, the mice were sacrificed, and miRNA-seq was performed on tissue samples from the plasma, heart, liver, and soleus muscle. We observed highly variable miRNA expression profiles between organs, with the exception of heart and soleus muscle ( Figures 3A  and  3B ). This variation underscores the importance of establishing a circulating systemic miRNA signature that can be measured in plasma, which is the most accessible source for biomarker evaluation in spaceflight conditions. Additionally, the high correlation between miRNA expression changes in heart and soleus muscle unsurprisingly suggests that the damage in these muscle tissues may be driven by similar changes in miRNAs ( Figures 3A  and  3B ). Notably, miRNA-seq profiles from plasma also are more heterogeneous than those from individual organs, suggesting that plasma miRNA quantification might allow a more finely tuned spaceflight signature that could differentiate between different types of exposures or provide personalized risk assessment ( Figures 3A  and  3B ). Comparison of significantly regulated miRNAs identified four miRNAs that are increased in all organs in the GCR+HU (“combined spaceflight stressors”) group compared to sham NL (“no spaceflight stressors” control) ( Figure 3C ). Therefore, we decided to focus on the GCR+HU irradiated group for further analysis. We computed the top 20 genes regulated by the four common differentially expressed miRNAs ( Figure 3D ) as well as the pathways that were significantly regulated by these genes ( Figure 3E ) and found potential cardiovascular as well as systemic circulatory targets ( Figure 3E ). We next quantified miRNA fold changes between GCR/SPE/Gamma+HU and sham NL conditions, focusing on the panel of spaceflight-associated miRNAs (top 15) as well as the four additional miRNAs that were found to be shared among all tissues for GCR+HU versus NL by miRNA-seq (bottom 4) ( Figure 3F ). Additional data is available in a companion paper ( Wuu et al., 2020 ). We observed trends or significance for multiple spaceflight miRNAs, and the same miRNA family members differentially expressed across multiple tissues. For example, for miRNA-503-5p, expression was decreased in the liver, soleus, and heart but strongly increased in plasma ( Figure 3F ), indicating potential organ-dependent miRNA changes with the key systemic stressor response stemming from the circulating miRNAs. MiR-503 belongs to the miR-16 extended family ( Caporali and Emanueli, 2011 ;  Wang et al., 2019 ), which is one of the miRNAs predicted to be involved in the spaceflight response ( Figure 1A ) and impacts cardiovascular diseases through the inhibition of angiogenesis ( Besnier et al., 2019 ;  Caporali and Emanueli, 2011 ). Finally, we performed pathway analysis utilizing the miRNA-seq data with C2 curated gene sets from MSigDB on the miRNA-seq data and displayed all significantly regulated pathways ( Figure 3G ) for the liver and soleus muscle. Data for the plasma and heart tissues are in companion papers and show similar results ( Paul et al., 2020 ;  Wuu et al., 2020 ), and the pathways that showed suppression (false discovery rate [FDR]-adjusted p value < 0.25;  Figure 3G ) have been previously implicated in cardiovascular adaptations to spaceflight ( Beheshti et al., 2018 ,  2019 ). These specific pathways were selected for the countermeasure experiments (below). This experiment demonstrates that although the individual response of the miRNAs might not be significantly regulated, the global response of miRNAs on downstream gene targets reveals regulation by miRNAs belonging to the spaceflight signature. Spaceflight-Associated Rodent miRNA Signature Was Partially Shared by Human Responses  Ex Vivo  and  In Vivo We next show that spaceflight-associated miRNA signature is partially conserved in human samples that had been exposed to real or simulated space environment conditions. First, we analyzed human peripheral blood mononuclear cell (PBMC) responses to 0.3 Gy 600 MeV/n  56 Fe particles that form a biologically significant component of GCRs, using PBMCs isolated from 12 healthy human (non-astronaut) donors. Thus, this experiment simulated deep-space-relevant radiation, without simulating microgravity. We observed an increase in spaceflight-associated miRNAs in the supernatant of irradiated PBMCs 4 hours, post-irradiation ( Figures 4A – 4D ), as well as a positive correlation with increasing donor BMI and cell number ( Figures 4B  and  4D ;  Table S3 ) . Finally, in order to assess the impact of the real spaceflight environment on human cells, we analyzed miRNA-sequence data on total PBMC and lymphocyte-depleted (LD) samples from the NASA Twins Study. This study involved actual LEO (low-LET radiation and microgravity) exposure for 340 days for a total of 146.34 mSv (or 0.1463 Gy). Unsorted PBMCs isolated during and after LEO spaceflight showed persistent changes in miRNA expression for the astronaut in space, which partially follows the predicted spaceflight signature ( Figure 4E ). Similarly, LD cells sampled before and after flight also indicated persistent changes in miRNA expression, though not all miRNAs behaved as predicted by the spaceflight signature ( Figure 4F ). Notably, the spaceflown twin (TW) had consistently higher expression of the miRNA target genes compared to the HR even at baseline/preflight, despite having higher levels of miRNAs as well ( Figures 4E  and  4F ); thus, TW pre-flight levels were considered a better control than ground control twin (HR) pre-flight levels. This difference in miRNA expression is not surprising, due to known discordant miRNA expression profiles in twins ( Xiao et al., 2019 ). Of the miRNAs found in the irradiated PBMC panel, only miR-92a-3p was significantly downregulated and let-7c-5p was upregulated in the TW miRNA-sequence data ( Figure 4",
  "introduction": "INTRODUCTION Humans and vertebrate organisms exhibit a unique set of biological responses to the space environment, including bone and muscle atrophy ( Burkhart et al., 2019 ;  Gerbaix et al., 2017 ), immune dysfunction ( Baqai et al., 2009 ), neurobehavioral changes ( Ronca et al., 2019 ), vision impairment ( Mader et al., 2011 ), and cardiovascular damage ( Elgart et al., 2018 ). Ionizing radiation (IR) and microgravity are the main biological stressors in low-Earth orbit (LEO), which is the region encompassed by the Earth’s magnetosphere where all crewed missions currently occur. Although exposure to deep space radiation, which is primarily composed of galactic cosmic rays (GCRs), is reduced within LEO due to the magnetosphere, IR still poses a risk to astronauts in LEO, and GCRs are a critical health risk in the upcoming lunar and Mars missions ( Townsend, 2005 ). Thus, combining LEO experiments with ground-based analogs of spaceflight stressors, including simulated GCRs, allows investigations into the mechanisms behind biological responses to spaceflight. MicroRNAs (miRNAs) are short (~22 nucleotides long) sequences of non-coding RNA that can regulate gene expression at the transcriptional and translational level and interact directly with proteins ( Vanderburg and Beheshti, 2020 ). miRNAs have been implicated as predictors and regulators for several diseases, including cancer ( Macfarlane and Murphy, 2010 ), neurodegenerative diseases ( Konovalova et al., 2019 ), and autoimmune disorders ( Chen et al., 2016 ). miRNAs have also been found to be involved in biological responses to both microgravity ( Girardi et al., 2014 ) and IR ( Simone et al., 2009 ). Therefore, identifying miRNAs (and their networks) that are shared between humans and model organisms in response to spaceflight stressors could reveal targets for biomarker and countermeasure development to reduce the associated health risks. Previously, we used spaceflown rodent RNA sequencing (RNA-seq) datasets from the NASA GeneLab database to make unbiased predictions about miRNAs potentially involved in regulating the transcriptional response to spaceflight ( Beheshti et al., 2018 ). The datasets analyzed in that study are described in the  STAR Methods . Our analysis identified a set of 13 spaceflight-associated miRNAs that were predicted to drive a systemic response and suggested transforming growth factor (TGF)-β1 as an overarching regulator of their expression ( Beheshti et al., 2018 ). TGF-β1 is a major regulatory cytokine mediating the progression of cancer ( Rooke and Crosier, 2001 ), autoimmunity ( Marie et al., 2006 ), and neuroinflammation ( Cekanaviciute et al., 2014 ). However, it is important to note that this spaceflight-associated miRNA signature was defined computationally, based on transcriptomic analysis, and not measured experimentally. Here, we experimentally validated the predicted spaceflight-associated miRNA signature by quantifying circulating miRNAs in serum fro",
  "methods": "Supplementary Material 1 2 3",
  "results": "RESULTS Predicted Spaceflight miRNA Signature in Rodents Was Validated Using Simulated Microgravity and Deep Space Radiation To validate the predicted spaceflight-associated miRNA panel, we quantified their changes in response to ground analogs of individual spaceflight stressors in rodent models: simulated microgravity using hindlimb unloading (HU) ( Morey-Holton and Globus, 1998 ) as well as IR using either gamma rays or major components of galactic cosmic rays—protons and/or high mass and charge  56 Fe particles (deep space relevant exposure) ( Mewaldt, 1994 ). We exposed male 16-week-old C57BL/6J mice to HU, IR, or their combination and measured the set of selected 15 miRNAs in their serum at 1 or 11 days post-exposure using droplet digital PCR (ddPCR) ( Hindson et al., 2013 ). Euclidean clustering of serum miRNA concentrations separated the miRNAs into two main clusters: (1) deep-space-radiation-associated clusters, which are significantly regulated by  56 Fe IR and  56 Fe IR in combination with HU; and (2) microgravity-associated clusters, primarily altered in HU-only conditions ( Figures 1A – 1C ). An additional subset of miRNAs was significantly increased in mouse serum only, early (1 day) after exposure to the combination of mixed proton/ 56 Fe irradiation and HU, but was not affected by individual stressors ( Figure 1A ). Of note, we have provided a discussion regarding potential hemolysis that might occur with the serum/plasma samples utilized throughout this manuscript in the  STAR Methods . Most miRNAs (with the exception of miR-217) were observed to increase with radiation dose and linear energy transfer (LET; gamma < 150 MeV proton < 600 MeV/n  56 Fe) in mouse serum both at 1 day and 11 days post-IR. At 11 days post-IR, the only significant miRNA increases were observed in IR-only (no HU) mice irradiated with either 1 Gy or 2 Gy 600 MeV/n  56 Fe or 1 Gy protons ( Figures 1A  and  1B ). In combination, these results indicate that the miRNA signature is mainly driven by the particle radiation component, which is proportional to dose and LET. Based on all miRNAs that were significantly different in spaceflight-associated conditions, we predicted the top 50 targeted genes ( Figure 1D ), key diseases regulated by the miRNAs ( Figure 1E ), and significant pathways ( Figures 1F ,  1G , and  S1 ). The top 50 genes targeted by these miRNAs ( Figure 1D ) primarily regulate cell-cycle pathways and protein kinase activity, in addition to hematopoiesis and blood cell development ( Figures 1F  and  S1 ). The majority of diseases regulated by these miRNAs are related to cancer ( Figure 1E ), though we also uncovered other diseases associated with spaceflight, including cardiovascular (green circles), neurological (yellow circles) and digestive disorders (purple circles), and muscular degeneration (orange circles) ( Figure 1E ). Similarly, key significantly regulated pathways include carcinogenesis as well as TGF-β signaling, which supports our previous prediction of TGF-β as a key regulator of spaceflight-associated miRNA functions and implies downstream carcinogenic and immune effects. Finally, the pathways also include adherens junctions, which, combined with cardiovascular disease associations, suggests vascular impacts ( Figures 1F  and  1G ). To examine the contribution of reduced gravity to the miRNA signature at higher resolution, a partial weight bearing (PWB) Wistar male rat model ( Mortreux et al., 2018 ) was used to simulate varying degrees of gravitational loading. We observed that decreasing amounts of gravitational loading increased the quantities of miRNAs of interest, suggesting a gravity-dependent dose response ( Figures 2A – 2C ). These results also validated a reduced-gravity-specific miRNA signature in both mice and rats and separated the miRNAs associated with reduced gravity from those associated with exposure to simulated deep space radiation in mice. The only observed exception was miR-217, which did no",
  "discussion": "DISCUSSION In summary, we have validated the previously predicted panel of candidate spaceflight-relevant miRNAs using a combination of spaceflight, simulated microgravity, partial gravity, and simulated deep space radiation conditions in male and female mouse and rat  in vivo , astronaut, and human  ex vivo  models. The majority of rodent serum miRNAs followed the pattern of dose-dependent increase in response to IR, with the notable exception of miR-217 ( Figures 7D  and  7E ). We evaluated the applicability of this miRNA signature to humans by examining miRNA content in the supernatant of primary human immune cell samples exposed to simulated deep space radiation, as well as immune cells from the NASA Twins Study, and observed partial conservation across species. The functional significance of key miRNAs was predicted by analyzing miRNA-dependent changes in gene expression at the single-cell level in the NASA Twins Study and experimentally evaluated utilizing antagomirs to mitigate vascular damage caused by simulated deep space radiation in a 3D human microvascular tissue model. When viewing these results independently, it may appear that some level of variability occurs for the miRNA between the different conditions ( Figures 1 ,  2 ,  3 , and  4 ), but when observing all conditions together, this variability is in fact accounted for, based on which component of the space environment is being observed. A summary of how all the miRNA patterns and downstream targets demonstrate the consistency over all the models utilized for this study is shown in  Figures 7D  and  7E . For example, certain miRNAs (e.g., let-7a-5p, let-7c-5p, miR-223-3p) are more significantly regulated with microgravity experiments as opposed space radiation experiments, while other miRNAs (e.g., miR-16-5p) are consistently being expressed in all conditions ( Figure 7D ). Collectively, our samples identify two spaceflight miRNA signatures, the first associated with reduced gravity and LEO and the second representing the responses to simulated deep space radiation. Specifically, gamma-irradiated mice, sham HU mice, PWB rats, ISS-flown mice, and the Twins Study data collectively display a LEO/microgravity miRNA signature, while 600 MeV/n  56 Fe and proton-irradiated mice, human PBMCs, and human 3D microvascular tissue models exposed to 600 MeV/n  56 Fe ions and simplified simulated GCRs show a deep-space-radiation-dependent signature ( Figure 7D ). Notably, significant overlaps exist between both signatures, indicating a miRNA panel that might be particularly relevant to future lunar and Mars missions that will combine both stressors. The absence of significant differences in miRNA-217 expression in these datasets serves as a negative control and demonstrates that the responses that had been observed in the remaining candidate miRNAs are unlikely to be caused by universal miRNA increases induced by an arbitrary stressor. A miRNA signature unique to the spaceflight response has ",
  "conclusion": ""
}