{
  "id": "PMC8518694",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8518694/",
  "title": "Cadaverine regulates biotin synthesis to modulate primary root growth in Arabidopsis",
  "authors": "Nicole M. Gibbs, Shih‐Heng Su, Samuel Lopez‐Nieves, Stéphane Mann, Claude Alban, Hiroshi A. Maeda, Patrick H. Masson",
  "year": "2021",
  "journal": "The Plant Journal",
  "abstract": "SUMMARY Cadaverine, a polyamine, has been linked to modification of root growth architecture and response to environmental stresses in plants. However, the molecular mechanisms that govern the regulation of root growth by cadaverine are largely unexplored. Here we conducted a forward genetic screen and isolated a mutation,  cadaverine hypersensitive 3  ( cdh3 ), which resulted in increased root‐growth sensitivity to cadaverine, but not other polyamines. This mutation affects the  BIO3‐BIO1  biotin biosynthesis gene. Exogenous supply of biotin and a pathway intermediate downstream of BIO1, 7,8‐diaminopelargonic acid, suppressed this cadaverine sensitivity phenotype. An  in vitro  enzyme assay showed cadaverine inhibits the BIO3‐BIO1 activity. Furthermore, cadaverine‐treated seedlings displayed reduced biotinylation of Biotin Carboxyl Carrier Protein 1 of the acetyl‐coenzyme A carboxylase complex involved in  de novo  fatty acid biosynthesis, resulting in decreased accumulation of triacylglycerides. Taken together, these results revealed an unexpected role of cadaverine in the regulation of biotin biosynthesis, which leads to modulation of primary root growth of plants.",
  "keywords": "polyamines, cadaverine, biotin, root architecture",
  "full_text": "INTRODUCTION Cadaverine (1,5‐diaminopentane) is a polyamine associated with environmental perception and modulation of biological processes in prokaryotic and eukaryotic organisms. In plants, alterations in cadaverine levels induce changes in root architecture (Gamarnik and Frydman,  1991 ; Liu et al.,  2014 ; Niemi et al.,  2002 ; Strohm et al.,  2015 ), fresh weight (Cassán,  2009 ; Tomar et al.,  2013 ), and stress response (Aziz et al.,  1998 ; Cassán,  2009 ; Kuznetsov et al.,  2007 ; Liu et al.,  2000 ; Shevyakova et al.,  2001 ; Sziderics et al.,  2010 ) with implications in crop yield and environmental stress resistance (reviewed in Jancewicz et al.,  2016 ). Cadaverine is produced by decarboxylation of lysine in plastids (Bunsupa et al.,  2012 ), a process that has been shown to be upregulated by environmental stresses, including heat, drought, and salt stress, in ice plant (Kuznetsov et al.,  2007 ; Shevyakova et al.,  2001 ), pepper (Sziderics et al.,  2010 ), and maize (Simon‐Sarkadi et al.,  2014 ). On the other hand, free cadaverine levels are below the limit of detection in  Arabidopsis thaliana  (Bunsupa et al.,  2012 ; Shimizu et al.,  2019 ). However, all plants can accumulate cadaverine directly from their environment, in the form of molecules secreted by microbes from the phyllosphere, rhizosphere or endosphere, or diffusing from decomposing matter (Cassán,  2009 ). Importantly, both endogenous cadaverine and exogenously applied cadaverine can modulate plant growth and environment‐related stress resistance (reviewed in Jancewicz et al.,  2016 ).  A. thaliana  seedlings exposed to exogenous cadaverine display altered root‐growth behavior, clearly indicating a role for this compound in root‐growth regulation (Strohm et al.,  2015 ). Similar to other polyamines, cadaverine catabolism produces hydrogen peroxide and other derived compounds, which serve as transducers in a variety of physiological, developmental, and environmental stress responses in animals, plants, and microbes. In  Leguminosae , cadaverine is a precursor for quinolizidine alkaloids, which act to deter insects (Bunsupa et al.,  2012 ). Much of the polyamine content within plant cells has been shown to be in the conjugated form (Torrigiani et al.,  1987 ). Cadaverine can conjugate to lignin precursors, although other acceptors of conjugation are possible (Negrel et al.,  1992 ). Despite these important roles of cadaverine in a broad aspect of plant development and physiology, very little is known about the molecular mechanisms that modulate plant responses to cadaverine. To date, three cadaverine‐response genes have been identified in  A. thaliana :  OCT1 ,  PAO4 , and  SPMS  (Liu et al.,  2014 ; Strohm et al.,  2015 ).  OCT1  encodes an organic cation transporter previously implicated in carnitine transport (Lelandais‐Brière et al.,  2007 ; Strohm et al.,  2015 ).  PAO4,  on the other hand, encodes a polyamine oxidase that functions in the back‐conversion of spermine into spermidine, and spermidine into putrescine (Liu et al.,  2014 ).  SPMS  encodes a spermine synthase. To understand this process better, we carried out a forward genetic screen in  A. thaliana , seeking mutations that affect root‐growth responses to exogenous cadaverine. This screen revealed biotin as a possible target for the cadaverine‐induced pathway. In addition, the named vitamin B7 or H, biotin is an essential cofactor that functions in carboxylation reactions associated with  de novo  fatty acid biosynthesis and amino acid homeostasis (Alban et al.,  2000 ). In both plants and fungi, biotin synthesis starts with the conversion of pimeloyl‐coenzyme A (pimeloyl‐CoA) to 7‐keto‐8‐aminoperlargonic acid (KAPA), which is catalyzed by the cytosol‐ and peroxisome‐localized KAPA synthase enzyme (encoded by the  BIO4  gene in Arabidopsis) (Pinon,  2005 ; Tanabe et al.,  2011 ). Subsequent reactions occur in the mitochondria, and produce 7,8‐diaminopelargonic acid (DAPA), dethiobiotin (DTB), and finally biotin. These reactions are catalyzed by the DAPA synthase (BIO1), DTB synthase (BIO3), and biotin synthase (BIO2) enzymes, respectively (Cobessi et al.,  2012 ; Muralla et al.,  2007 ; Picciocchi et al.,  2001 ; Shellhammer and Meinke,  1990 ). In plants and fungi, BIO1 and BIO3 form a bifunctional, homodimeric enzyme that is encoded by a single gene (Arabidopsis  BIO3‐BIO1 ,  At5G57590 ) (Muralla et al.,  2007 ). In Arabidopsis, five carboxylases have been shown to use biotin as a cofactor: acetyl‐CoA carboxylase (ACCase; which catalyzes the first step in  de novo  fatty acid biosynthesis) (Sasaki et al.,  1993 ; Yanai et al.,  1995 ), 3‐methylcrotonyl‐CoA carboxylase (MCCase; which contributes to leucine catabolism) (Alban et al.,  1993 ; Song et al.,  1994 ), propionyl‐CoA carboxylase (an enzyme that functions at the intersection between fatty acid, amino acid, and sugar metabolism pathways) (Wurtele and Nikolau,  1990 ), geranoyl‐CoA carboxylase (Guan et al.,  1999 ), and pyruvate carboxylase (a key contributor to gluconeogenesis and lipogenesis) (Wurtele and Nikolau,  1990 ; reviewed in Nikolau et al.,  2003 ). A role for biotin beyond its function as a cofactor in carboxylases has also been suggested (Che,  2003 ), as has its potential contribution to the regulation of expression of defense‐related genes (Li et al.,  2012 ). Furthermore, an uncharacterized nuclear‐localized biotinylated protein has also been identified as potential regulator of target gene expression (Li et al.,  2012 ). In this work, we show that cadaverine modulates primary root growth, mainly, by altering the biotin metabolic pathway in  A. thaliana . Cadaverine‐induced inhibition of root growth can be rescued with supplementation of biotin and biotin‐pathway intermediates downstream of BIO1. Furthermore, we observed that decreased biotinylation of ACCase subunit BCCP1, as a result of cadaverine treatment, leads to a reduction of fatty acid synthesis. This study will contribute toward understanding how biotin limitation affects plant growth, and the role of cadaverine as a natural biotin inhibitor. RESULTS \n cdh3  mutation enhances primary root growth sensitivity to cadaverine in Arabidopsis To identify molecular candidates in cadaverine response in plants, we carried out a forward genetic screen using a population of ethyl methanesulfonate (EMS)‐mutagenized  A. thaliana  plants in the Columbia‐0 (Col‐0) background. We screened M2 seedlings for altered root growth on media containing 200 µ m  cadaverine. One of the cadaverine‐hypersensitive mutants identified in this screen, named  cadaverine hypersensitive 3  ( cdh3 ), showed a significant inhibition of primary root growth on cadaverine‐containing media relative to wild type (Figure  1a  and Figure  S1 ). This mutant is the main subject of investigation in this manuscript. Figure 1 \n cdh3  is hypersensitive to cadaverine (Cad). (a) 10‐day‐old Columbia‐0 (Col‐0) and  cdh3  seedlings germinated on vertical plates containing 200 μ m  cadaverine or control media. (b) Dose–response of seedlings germinated on cadaverine media. Root growth between day 6 and 10 is quantified. Root growth on control media (average ± standard error): Col 2.29 ± 0.045 cm;  cdh3  1.94 ± 0.096 cm. Whiskers represent minimum to maximum values. (c) Seedlings were germinated on 200 μ m  cadaverine or control media and treated with propidium iodide to stain the cell walls. Stained roots were then analyzed using confocal microscopy. Five seedlings were analyzed per treatment group. White stars indicate the quiescent center. White arrowheads indicate the end of the root meristem. (d) Length of the meristem was quantified by identifying cells in the cortex whose length is greater than the width, and measuring the distance from the distal wall this cell to the distal wall of the quiescent center. Bars represent standard error, with dots showing data points. (e) Numbers of cells in the meristems were counted from the quiescent center to the end of the meristem along the cortex. Bars represent standard error, with dots showing data points. (f) Root tip growth following transfer of 5‐day‐old seedlings from control to split agar plates containing either control media, or media supplemented with 200 μ m  cadaverine. Root tip growth was recorded using a high‐resolution camera for 96 h and quantified using ImageJ. Data points represent the three seedlings per treatment. Bars indicate standard error. * P  < 0.05, ** P  < 0.01, *** P  < 0.001 analyzed by a mixed‐effects model with an  F ‐test for the interaction between time and treatment with Tukey’s adjustment for multiple comparisons. (g)  cdh3  and wild‐type root growths were measured from day 6 to 10 on control or media supplemented with the indicated concentrations of putrescine, spermidine, and spermine. Root growths were standardized to growth on control media for each genotype. Whiskers show minimum to maximum values. ANOVA with Tukey's HSD correction was used to determine significance. Cadaverine decreases primary root growth earlier in the  cdh3  mutant than the wild type To characterize  cdh3  further, we first plated wild‐type and  cdh3  mutant seeds on media containing cadaverine, ranging from 2 µ m  to 2 m m , and quantified primary root growth under these conditions. The results demonstrated a strong inhibitory effect of cadaverine at concentrations as low as 2 µ m  for  cdh3 , whereas a significant effect of cadaverine on wild‐type root growth was observed only at concentrations of 20 µ m  and higher (Figure  1b ). At 20 µ m \n cdh3  primary roots were 58.4% shorter than wild type. On control media lacking cadaverine,  cdh3  seedlings showed only a minor decrease in primary root growth compared with wild type (Figure  1a ). In previous work involving wild‐type L er  seedlings, Strohm  et al . showed that exogenous cadaverine inhibits primary root growth mostly by affecting cell elongation (Strohm et al.,  2015 ). They also demonstrated the existence of substantial natural variation between Arabidopsis accessions in their primary root growth responses to exogenous cadaverine (Strohm et al.,  2015 ). Therefore, we tested the effects of exogenous cadaverine on wild‐type Col‐0, analyzing cell elongation and apical root meristem size. Eight‐day‐old seedlings were grown on 200 µ m  cadaverine or control media, and roots were treated with propidium iodide, a cell‐wall stain (Strohm et al.,  2015 ), to determine cell sizes and zone boundaries in the root tip. The decrease in primary root growth was found to be mostly associated with alterations in cell size within the elongation zone (Figure  S2 ), whereas the number of cells in the root apical meristem was not substantially affected in the wild type (Figure  1c–e ). However,  cdh3  showed a significantly smaller root meristem upon cadaverine treatment, while  cdh3  grown on control media showed an equal number of cells compared with wild type. In addition to decreased cell division and cell expansion in  cdh3 , propidium iodide permeated a number of cells within the elongation zone, suggesting cell death (Figure  1c ). We next wanted to determine the time at which cell elongation is modified following cadaverine treatment by measuring changes in tip growth over time. Five‐day‐old seedlings were transferred on to split agar plates containing control or 200 µ m  cadaverine media and imaged for 4 days using a high‐resolution camera. Wild‐type roots began to show a significant decrease in tip growth after 96 h of cadaverine treatment.  cdh3 , on the other hand, showed a decrease in root tip growth already 40 h after onset of cadaverine treatment (Figure  1f ). Therefore, the  cdh3  mutation substantially increases the speed of root‐tip response to exogenous cadaverine. Because arginine‐derived polyamines, such as putrescine and putrescine‐derived spermidine and spermine, were previously shown to also affect primary root growth in young Arabidopsis seedlings, we tested ability of  cdh3  to respond to these polyamines as well (Liu et al.,  2014 ; Strohm et al.,  2015 ). The results demonstrated that  cdh3  and wild type show similar root‐growth response to putrescine and spermine, with  cdh3  showing only a mild resistance to 500 µ m  spermidine (Figure  1g ). Hence, the  cdh3  mutation increases root‐growth sensitivity to cadaverine, and it has little to no effect on root responses to putrescine and putrescine‐derived polyamines. Taken together, our data indicate that  cdh3  alters a mechanism involved in the control of primary root growth in response to cadaverine, a process that targets the regulation of anisotropic cell expansion occurring in the main elongation zone as well as the meristem. \n cdh3 ’s enhanced cadaverine response is the result of a mutation in  BIO3‐BIO1 \n To evaluate the genetic makeup of  cdh3 , we backcrossed it to Col‐0, and self‐pollinated the corresponding F1. Segregating F2 progeny were investigated for root‐growth sensitivity to cadaverine. Results showed 22.6% seedlings (12 of 53) exhibiting hypersensitive cadaverine response, consistent with a single, recessive mutation (chi‐squared value of 0.1179;  P  ˜ 0.3). To clone  CDH3 , we generated a pool of 162 cadaverine‐hypersensitive  cdh3  F2 seedlings from this segregating population, extracted DNA from this pool, and subjected it to whole genome next‐generation sequencing. The candidate mutation was mapped to a 4.6 Mb region of chromosome 5, using the approach described in Schneeberger et al. ( 2009 ). Within this region, a non‐synonymous mutation was found within the  BIO3‐BIO1  gene ( At5G57590 ), which encodes a bifunctional enzyme involved in biotin synthesis (Cobessi et al.,  2012 ). This mutation resulted in an A662T amino acid change within the BIO1 catalytic pocket of the protein (Figure  2a,b ), which functions as an aminotransferase that catalyzes the conversion of KAPA into DAPA within the pathway. The A662 amino acid is located in close proximity to the pyridoxal phosphate (PLP)‐cofactor binding site, potentially affecting enzymatic activity (Figure  2c ). Figure 2 \n cdh3  contains a mutation in  BIO3‐BIO1 . (a) Next‐generation sequencing revealed a peak on chromosome 5 with a high proportion of single nucleotide polymorphisms (SNPs) compared with the reference sequence. Table shows mutations within the 4.6‐Mb peak region containing non‐synonymous SNPs in protein‐coding genes. (b) Gene structure for  BIO3‐BIO1  is shown indicating the position of the SNP in  cdh3 . (c) 3D structure of the catalytic site of BIO1, deduced from the crystal structure resolved in Cobessi et al. ( 2012 ). This structure, imaged with  pymol  software, shows the substrate (7‐keto‐8‐aminoperlargonic acid [KAPA], in pink) and the cofactor (pyridoxal phosphate [PLP], in blue) bound to L666. Position of Ala662, which is converted into a threonine in  cdh3 , is indicated in yellow. (d) Quantification of standardized root growth on control and 200 μ m  cadaverine‐containing media from day 6 to 10 of wild‐type,  cdh3 , or  cdh3  transformation–rescue lines ( cdh3 [ BIO3‐BIO1pro:BIO3‐BIO1 ]) with the wild type  BIO3‐BIO1  transgene under the control of its native promoter.  BIO3‐BIO1  rescue lines are at the T3 generation. Root growth on control media (average ± standard error): Columbia‐0 (Col‐0) 2.54 cm ± 0.045;  cdh3  2.05 cm ± 0.073 cm;  cdh3[BIO3‐BIO1pro:BIO3‐BIO1 1  2.73 cm ± 0.075;  cdh3[BIO3‐BIO1pro:BIO3‐BIO1 2  2.37 cm ± 0.104 cm;  cdh3[BIO3‐BIO1pro:BIO3‐BIO1 3  2.36 cm ± 0.063 cm;  cdh3[BIO3‐BIO1pro:BIO3‐BIO1 4  2.53 cm ± 0.073 cm. Whiskers represent minimum to maximum. (e) Quantitative reverse transcription–polymerase chain reaction analysis of  BIO3‐BIO1  in 8‐day‐old wild‐type,  cdh3 , and  cdh3[BIO3‐BIO1pro:BIO3‐BIO1]  seedlings grown on control media. Bars represent standard error, with dots showing biological replicates. (d,e) Significant differences between groups detected using ANOVA with Tukey’s HSD correction ( P  < 0.05), are indicated with distinct letters. To confirm the association of the cadaverine‐hypersensitive phenotype of  cdh3  with the A662T mutation in  BIO3‐BIO1 , we transformed a wild‐type  BIO3‐BIO1  transgene under the control of its native promoter into  cdh3 . Four independent, homozygous transgenic lines ( cdh3  [ BIO3‐BIO1pro :: BIO3‐BIO1 ]) were recovered and screened on cadaverine‐containing media. Results shown in Figure  2d  demonstrated rescue of the cadaverine‐hypersensitive phenotype of  cdh3  by the wild‐type  BIO3‐BIO1pro :: BIO3‐BIO1  transgene in all four independent lines. Furthermore, the transgene also rescued the decreased root‐growth phenotype displayed by  cdh3  on control media, suggesting the corresponding A662T mutation in  BIO3‐BIO1  was also responsible for  cdh3  root‐growth restriction on control media (Figure  1a ). While performing these transformation–rescue experiments, we also noted that three of the four transformation–rescue lines (lines 1, 3, and 4) displayed increased root‐growth resistance to cadaverine, a phenotype that is opposite to the hypersensitive response displayed by  cdh3 . To determine if the transformation–rescue lines displayed increased transgene expression level,  BIO3‐BIO1  expression was quantified using reverse transcription (RT)‐quantitative polymerase chain reaction (qPCR) on 8‐day‐old seedlings grown on control media. While no significant expression alterations were found between  cdh3  and wild‐type seedlings, transformation–rescue lines displayed 4.5–14.8‐fold increases in  BIO3‐BIO1  expression relative to wild type (Figure  2e ). The level of root‐growth insensitivity to cadaverine correlated with increased expression in resistant transformation–rescue lines ( R \n 2  = 0.68). Taken together, these results suggest dosage of  BIO3‐BIO1  affects the root‐growth response to cadaverine. Cadaverine response is chemically suppressed by biotin Initial studies with the embryo‐lethal  bio1‐1  mutant showed that knockout of biotin synthesis in plants can be rescued by application of exogenous biotin (Schneider et al.,  1989 ). To determine if  cdh3 ’s hypersensitive root‐growth response to cadaverine is the result of decreased biotin, we supplemented 200 μ m  cadaverine‐containing media with biotin at concentrations ranging from 10 to 100 n m  (Schneider et al.,  1989 ). The cadaverine‐hypersensitive phenotype displayed by  cdh3  roots was rescued in a dose‐dependent manner to near wild‐type root growth by addition of biotin (Figure  3a ). In addition, the inhibitory effect of cadaverine on wild‐type root growth was also suppressed by addition of 80 n m  biotin to the medium (Figure  3a ). These data are compatible with cadaverine targeting the biotin pathway or modulating biotin availability or function. Alternatively, cadaverine and biotin could function through parallel pathways to modify primary root growth. Figure 3 Biotin suppresses wild‐type primary root growth response to cadaverine (Cad) and rescues the hypersensitive root growth response of  cdh3 . (a) Standardized root growth of wild‐type and  cdh3  mutant seedlings on 200 μ m  cadaverine‐containing media in the presence of 0–100 n m  biotin. *** P  < 0.001 using Student’s  t ‐test. Root growth on control media (average ± standard error): Columbia‐0 (Col‐0) 3.505 ± 0.0925 cm;  cdh3  2.605 ± 0.326 cm. Whiskers show minimum to maximum values. (b) Wild‐type and  cdh3  mutant root growth from day 6 to 10 on media with or without 200 μ m  cadaverine, in the presence of 1 μ m  biotin, 7‐keto‐8‐aminoperlargonic acid (KAPA) or 7,8‐diaminopelargonic acid (DAPA). A simplified biotin synthesis pathway is shown on the right of this graph. Root growth on control media (average ± standard error): Col‐0 3.452 ± 0.582 cm;  cdh3  2.985 ± 0.115 cm. Minimum to maximum values are represented by whiskers. (c) Root growth of  oct1  mutants on media without or with 200 μ m  cadaverine and 1 μ m  biotin",
  "introduction": "INTRODUCTION Cadaverine (1,5‐diaminopentane) is a polyamine associated with environmental perception and modulation of biological processes in prokaryotic and eukaryotic organisms. In plants, alterations in cadaverine levels induce changes in root architecture (Gamarnik and Frydman,  1991 ; Liu et al.,  2014 ; Niemi et al.,  2002 ; Strohm et al.,  2015 ), fresh weight (Cassán,  2009 ; Tomar et al.,  2013 ), and stress response (Aziz et al.,  1998 ; Cassán,  2009 ; Kuznetsov et al.,  2007 ; Liu et al.,  2000 ; Shevyakova et al.,  2001 ; Sziderics et al.,  2010 ) with implications in crop yield and environmental stress resistance (reviewed in Jancewicz et al.,  2016 ). Cadaverine is produced by decarboxylation of lysine in plastids (Bunsupa et al.,  2012 ), a process that has been shown to be upregulated by environmental stresses, including heat, drought, and salt stress, in ice plant (Kuznetsov et al.,  2007 ; Shevyakova et al.,  2001 ), pepper (Sziderics et al.,  2010 ), and maize (Simon‐Sarkadi et al.,  2014 ). On the other hand, free cadaverine levels are below the limit of detection in  Arabidopsis thaliana  (Bunsupa et al.,  2012 ; Shimizu et al.,  2019 ). However, all plants can accumulate cadaverine directly from their environment, in the form of molecules secreted by microbes from the phyllosphere, rhizosphere or endosphere, or diffusing from decomposing matter (Cassán,  2009 ). Importantly, both endogenous cadaverine and exogenously applied cadaverine can modulate plant growth and environment‐related stress resistance (reviewed in Jancewicz et al.,  2016 ).  A. thaliana  seedlings exposed to exogenous cadaverine display altered root‐growth behavior, clearly indicating a role for this compound in root‐growth regulation (Strohm et al.,  2015 ). Similar to other polyamines, cadaverine catabolism produces hydrogen peroxide and other derived compounds, which serve as transducers in a variety of physiological, developmental, and environmental stress responses in animals, plants, and microbes. In  Leguminosae , cadaverine is a precursor for quinolizidine alkaloids, which act to deter insects (Bunsupa et al.,  2012 ). Much of the polyamine content within plant cells has been shown to be in the conjugated form (Torrigiani et al.,  1987 ). Cadaverine can conjugate to lignin precursors, although other acceptors of conjugation are possible (Negrel et al.,  1992 ). Despite these important roles of cadaverine in a broad aspect of plant development and physiology, very little is known about the molecular mechanisms that modulate plant responses to cadaverine. To date, three cadaverine‐response genes have been identified in  A. thaliana :  OCT1 ,  PAO4 , and  SPMS  (Liu et al.,  2014 ; Strohm et al.,  2015 ).  OCT1  encodes an organic cation transporter previously implicated in carnitine transport (Lelandais‐Brière et al.,  2007 ; Strohm et al.,  2015 ).  PAO4,  on the other hand, encodes a polyamine oxidase that functions in the back‐conversion of sperm",
  "methods": "",
  "results": "RESULTS \n cdh3  mutation enhances primary root growth sensitivity to cadaverine in Arabidopsis To identify molecular candidates in cadaverine response in plants, we carried out a forward genetic screen using a population of ethyl methanesulfonate (EMS)‐mutagenized  A. thaliana  plants in the Columbia‐0 (Col‐0) background. We screened M2 seedlings for altered root growth on media containing 200 µ m  cadaverine. One of the cadaverine‐hypersensitive mutants identified in this screen, named  cadaverine hypersensitive 3  ( cdh3 ), showed a significant inhibition of primary root growth on cadaverine‐containing media relative to wild type (Figure  1a  and Figure  S1 ). This mutant is the main subject of investigation in this manuscript. Figure 1 \n cdh3  is hypersensitive to cadaverine (Cad). (a) 10‐day‐old Columbia‐0 (Col‐0) and  cdh3  seedlings germinated on vertical plates containing 200 μ m  cadaverine or control media. (b) Dose–response of seedlings germinated on cadaverine media. Root growth between day 6 and 10 is quantified. Root growth on control media (average ± standard error): Col 2.29 ± 0.045 cm;  cdh3  1.94 ± 0.096 cm. Whiskers represent minimum to maximum values. (c) Seedlings were germinated on 200 μ m  cadaverine or control media and treated with propidium iodide to stain the cell walls. Stained roots were then analyzed using confocal microscopy. Five seedlings were analyzed per treatment group. White stars indicate the quiescent center. White arrowheads indicate the end of the root meristem. (d) Length of the meristem was quantified by identifying cells in the cortex whose length is greater than the width, and measuring the distance from the distal wall this cell to the distal wall of the quiescent center. Bars represent standard error, with dots showing data points. (e) Numbers of cells in the meristems were counted from the quiescent center to the end of the meristem along the cortex. Bars represent standard error, with dots showing data points. (f) Root tip growth following transfer of 5‐day‐old seedlings from control to split agar plates containing either control media, or media supplemented with 200 μ m  cadaverine. Root tip growth was recorded using a high‐resolution camera for 96 h and quantified using ImageJ. Data points represent the three seedlings per treatment. Bars indicate standard error. * P  < 0.05, ** P  < 0.01, *** P  < 0.001 analyzed by a mixed‐effects model with an  F ‐test for the interaction between time and treatment with Tukey’s adjustment for multiple comparisons. (g)  cdh3  and wild‐type root growths were measured from day 6 to 10 on control or media supplemented with the indicated concentrations of putrescine, spermidine, and spermine. Root growths were standardized to growth on control media for each genotype. Whiskers show minimum to maximum values. ANOVA with Tukey's HSD correction was used to determine significance. Cadaverine decreases primary root growth earlier in the  cdh3  mutant than the wild type To characterize  cdh3  further, we first plated wild‐type and  cdh3  mutant seeds on media containing cadaverine, ranging from 2 µ m  to 2 m m , and quantified primary root growth under these conditions. The results demonstrated a strong inhibitory effect of cadaverine at concentrations as low as 2 µ m  for  cdh3 , whereas a significant effect of cadaverine on wild‐type root growth was observed only at concentrations of 20 µ m  and higher (Figure  1b ). At 20 µ m \n cdh3  primary roots were 58.4% shorter than wild type. On control media lacking cadaverine,  cdh3  seedlings showed only a minor decrease in primary root growth compared with wild type (Figure  1a ). In previous work involving wild‐type L er  seedlings, Strohm  et al . showed that exogenous cadaverine inhibits primary root growth mostly by affecting cell elongation (Strohm et al.,  2015 ). They also demonstrated the existence of substantial natural variation between Arabidopsis accessions in their primary root growth responses",
  "discussion": "DISCUSSION We have shown that cadaverine functions to inhibit primary root growth by modulating biotin synthesis through inhibition of the BIO3‐BIO1 enzyme. Cadaverine response can be chemically rescued with biotin, DAPA, but not KAPA. While KAPA could potentially be excluded from transport into seedlings, the results of our  in vitro  reaction show cadaverine to inhibit BIO3‐BIO1 activity. Furthermore, cadaverine did not alter the expression of BIO3‐BIO1 at the protein level in wild‐type or  cdh3,  and overexpression of  BIO3‐BIO1  from our  cdh3  rescue line resulted in increased BIO3‐BIO1 protein and resistance to cadaverine, in agreement with an effect on BIO3‐BIO1 enzymatic function. Analysis of the  BIO3‐BIO1  mutant,  cdh3 , reported here shows biotin deficiency results in decreased primary root growth, which is similar to the phenotype observed in the hypomorphic mutation in  BIO4  (Li et al.,  2012 ). Furthermore, analysis of  cdh3  root growth on cadaverine‐containing media also shows evidence of cell death in the elongation zone upon staining with propidium iodide (Figure  1c ). Evidence of cell death was also reported in shoots of a hypomorphic mutant of  BIO4  (Li et al.,  2012 ), indicating that decreases in biotin cause cell death in both roots and shoots. The localization of cell death to the elongation zone of cadaverine‐treated  cdh3  may reflect an increased requirement for biotin in tissues that undergo rapid cell growth and expansion. Alternatively, deficiencies in fatty acid synthesis have been shown to result in an accumulation of reactive oxygen species in the mitochondria, along with cell death (Wu et al.,  2015 ). The similar phenotypes observed in cadaverine‐treated  cdh3  mutant seedlings (this study) and biotin‐deficient mutants (Li et al.,  2012 ; Wu et al.,  2015 ) thus suggest that a deficiency in biotin synthesis may underlie the developmental impact of cadaverine. Inhibition of biotin synthesis has long been a target for herbicides and antibiotics. While numerous compounds have been identified to inhibit biotin biosynthesis, to date only one natural product, amiclenomycin, had been identified to inhibit DAPA synthase in bacteria, through formation of a covalent adduct with PLP (Sandmark et al.,  2002 ). Our results indicate cadaverine is a natural DAPA synthase inhibitor in Arabidopsis. Cadaverine may function to inhibit BIO3‐BIO1 through formation of a Schiff base with PLP, as observed with amiclenomycin, or through direct interaction with the binding site. BIO3‐BIO1 inhibition by cadaverine cannot be mimicked by treatments with putrescine and/or putrescine‐derived polyamines. The different inhibitory activities displayed by distinct polyamines may be determined by charge distribution of the amine groups or subcellular compartmentalization. Given the proximity of A662 to PLP, the hypersensitive response of  cdh3  mutant to cadaverine could be explained by an altered conformation of the mutant protein resulting i",
  "conclusion": ""
}