{
  "id": "PMC8513672",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8513672/",
  "title": "Dichotomous effects on lymphatic transport with loss of caveolae in mice",
  "authors": "Gaurav Baranwal, Heidi A. Creed, Walter E. Cromer, Wei Wang, Bradley D. Upchurch, Matt C. Smithhart, Suman S. Vadlamani, Mary-Catherine C. Clark, Napoleon C. Busbuso, Stephanie N. Blais, Andrea J. Reyna, Ranjeet M. Dongaonkar, David C. Zawieja, Joseph M. Rutkowski",
  "year": "2021",
  "journal": "Acta physiologica (Oxford, England)",
  "abstract": "Aim: Fluid and macromolecule transport from the interstitium into and through lymphatic vessels is necessary for tissue homeostasis. While lymphatic capillary structure suggests that passive, paracellular transport would be the predominate route of macromolecule entry, active caveolae-mediated transcellular transport has been identified in lymphatic endothelial cells (LECs) in vitro. Caveolae also mediate a wide array of endothelial cell processes, including nitric oxide regulation. Thus, how does the lack of caveolae impact “lymphatic function”? Methods: Various aspects of lymphatic transport were measured in mice constitutively lacking caveolin-1 (“CavKO”), the protein required for caveolae formation in endothelial cells, and in mice with a LEC-specific Cav1 gene deletion (Lyve1-Cre x Cav1flox/flox; “LyCav”) and ex vivo in their vessels and cells. Results: In each model, lymphatic architecture was largely unchanged. The lymphatic conductance, or initial tissue uptake, was significantly higher in both CavKO mice and LyCav mice by quantitative microlymphangiography and the permeability to 70kDa dextran was significantly increased in monolayers of LECs isolated from CavKO mice. Conversely, transport within the lymphatic system to the sentinel node was significantly reduced in anesthetized CavKO and LyCav mice. Isolated, cannulated collecting vessel studies identified significantly reduced phasic contractility when lymphatic endothelium lacks caveolae. Inhibition of nitric oxide synthase was able to partially restore ex vivo vessel contractility. Conclusion: Macromolecule transport across lymphatics is increased with loss of caveolae, yet phasic contractility reduced, resulting in reduced overall lymphatic transport function. These studies identify lymphatic caveolar biology as a key regulator of active lymphatic transport functions.",
  "keywords": "caveolin-1, lymph propulsion, lymphatic contractility, lymphatic permeability, nitric oxide",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}