{
  "id": "PMC8875396",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8875396/",
  "title": "Genomic Characterization of the Titan-like Cell Producing ",
  "authors": "Swati Bijlani, Ceth Parker, Nitin K. Singh, Maria A. Sierra, Jonathan Foox, Clay C. C. Wang, Christopher E. Mason, Kasthuri Venkateswaran",
  "year": "2022",
  "journal": "Journal of Fungi",
  "abstract": "Multiple strains of a novel yeast belonging to genus  Naganishia  were isolated from environmental surfaces aboard the International Space Station (ISS). These strains exhibited a phenotype similar to Titan cell (~10 µm diameter) morphology when grown under a combination of simulated microgravity and 5% CO 2  conditions. Confocal, scanning, and transmission electron microscopy revealed distinct morphological differences between the microgravity-grown cells and the standard Earth gravity-grown cells, including larger cells and thicker cell walls, altered intracellular morphology, modifications to extracellular fimbriae, budding, and the shedding of bud scars. Phylogenetic analyses via multi-locus sequence typing indicated that these ISS strains represented a single species in the genus  Naganishia  and were clustered with  Naganishia diffluens . The name  Naganishia tulchinskyi  is proposed to accommodate these strains, with IF6SW-B1 T  as the holotype. The gene ontologies were assigned to the cell morphogenesis, microtubule-based response, and response to UV light, suggesting a variety of phenotypes that are well suited to respond to microgravity and radiation. Genomic analyses also indicated that the extracellular region, outer membrane, and cell wall were among the highest cellular component results, thus implying a set of genes associated with Titan-like cell plasticity. Finally, the highest molecular function matches included cytoskeletal motor activity, microtubule motor activity, and nuclear export signal receptor activity.",
  "keywords": "yeast, International Space Station, phylogenetic analyses, Titan-like cells, simulated microgravity",
  "full_text": "1. Introduction The genus  Naganishia  [ 1 ] was resurrected from  Cryptococcus  and emended to accommodate the  albidus  clade of  Filobasidiales , Tremellomycetes, and Basidiomycota [ 2 , 3 , 4 ]. The genus  Naganishia  contains the following species as legitimate in MycoBank:  N. adeliensis, N. albida, N. albidosimilis, N. antarctica, N. bhutanensis, N. brisbanensis, N. cerealis, N. diffluens, N. friedmannii, N. globosa, N. indica, N. liquefaciens, N. nivalis, N. onofrii, N. qatarensis, N. randhawae, N. uzbekistanensis, N. vaughanmartiniae , and  N. vishniacii  [ 2 , 3 , 4 ]. However, the addition of  N. floricola  made the list a total of 20  Naganishia  species, but several of these members were yet to be validly described. In an ongoing Microbial Tracking experiment on the International Space Station (ISS), six yeast strains belonging to the family  Tremellomycetes  were isolated [ 5 ], and whole-genome sequences (WGS) were generated [ 6 ]. Some of the  Naganishia  species that were phylogenetically related to these ISS strains, which were reported to be psychrophilic or psychrotolerant species, isolated from Antarctica [ 4 , 7 , 8 , 9 , 10 , 11 ], also reported that the ISS  Naganishia  species might also display properties related to cold adaptation and an increase in radiation resistance. In addition,  Naganishia  species were also isolated from a variety of ecosystems, such as water [ 12 ], soil [ 13 ], tree trunk [ 14 ], air [ 12 ], Alpine glaciers [ 15 ], cheese, cereals [ 16 ], and human specimens [ 12 ]. Members of the  Cryptococcus  species, from which  Naganishia  species have recently been separated, were reported to possess unique virulence factors associated with the pathogenesis [ 17 , 18 ]. The morphological transformation of normal  Cryptococcus  cells into giant (Titan) cells was one of the factors contributing to cryptococcosis (an inhalation acquired infection) [ 19 , 20 , 21 ]. It was also reported that titanization was unique to the  Cryptococcus neoformans/C. gattii  species complex, and not found in other budding basidiomycetous yeasts or in the ascomycetous yeast  Saccharomyces cerevisiae , when grown under similar growth conditions [ 21 ]. However, occasional enlarged cells have been reported in  Cryptococcus terreus . The ISS  Naganishia  strains exhibited Titan-like cells, a phenotype similar to the  C. neoformans/C. gattii  species complex, when the ISS isolates were grown under simulated microgravity conditions. One of the objectives of this study was to characterize the Titan-like cells of the novel  Naganishia  species isolated from the ISS environment. The microscopy analyses revealed the presence of Titan-like giant cells with abnormal morphology when  Naganishia  species were subjected to several stressors, including a combination of hypoxic 5% CO 2  and simulated ISS microgravity conditions. The second objective of this study was to utilize WGS for annotation in order to aid in the identification of genetic determinants related to cold adaptation and radiation resistance in  N. tulchinskyi . The third objective was to determine the phylogenetic novelty of the ISS  Naganishia  strains ( n  = 4) using microscopy and taxonomic affiliation based on multi-locus sequence typing (MLST) analyses, which included a seven gene concatenated (ITS, LSU, SSU,  CYTB ,  RPB1 ,  RPB2 ,  TEF1 ) phylogeny [ 2 ]. 2. Materials and Methods 2.1. Sample Collection and Isolation of Microorganisms During the flight experiments of Microbial Tracking-1, several surface samples (1 m 2 ) were collected from various ISS environmental locations. Previous publications had detailed sample collection, processing, and isolation of cultivable microorganisms from the ISS [ 5 ]. Briefly, internal ISS surface samples were collected using polyester wipes and then transported to Earth for processing. Samples were collected just prior to departure (within 5 days) and stored at 4 °C in the ISS, transported in cold packs (~4 °C) from ISS to the Earth, hand delivered at Long Beach, California after splash down, which were then carried in ice packs (~4 °C) during ground transportation, before storing at JPL at 4 °C for further processing. Total number of days for sample storage time from sample collection to processing was ~7 days. Unless otherwise stated, all reagents were purchased from Sigma Aldrich (St. Louis, MO, USA). The materials associated with the sampling wipes were placed in 200 mL of sterile phosphate-buffered saline (PBS; pH 7.4) solution and plated onto potato dextrose agar (PDA), supplemented with chloramphenicol (100 µg/mL;  v / v ), to isolate fungi [ 5 , 22 ]. Microbial colonies grown at 25 °C for 7 days were picked from the media plates, purified, and stored for further analyses. Based on internal transcribed spacer (ITS) sequencing, six yeast strains were tentatively assigned to the genus  Cryptococcus , and subsequent WGS characterization revealed that two strains were identified as  Papiliotrema laurentii , while four strains belonged to a yet to be described  Naganishia  species [ 6 ], making this species the first known novel eukaryote to be isolated from the ISS [ 6 ]. 2.2. Whole Genome Sequencing Analyses The WGS used for the analyses were previously generated and published [ 6 ]. The WGS raw data was filtered with NGS QC Toolkit v2.3 [ 23 ] for high-quality (HQ) vector and adaptor-free reads for genome assembly (cutoff read length for HQ, 80%; cutoff quality score, 20). The number of filtered reads obtained were used for assembly with SPAdes 3.14.0 [ 24 ] genome assembler (k-mer size—32 to 72 bases) using default parameters. Genomic DNA sequences and predicted proteomes (where available) of all other strains used in this study were downloaded from NCBI, followed by comparative analyses. 2.3. Phylogenetic Analyses Among the 20 known  Naganishia  species, NCBI had ITS sequences available for all the species except  N. indica . The gene sequences of all available strains were retrieved from NCBI, except for the four ISS strains, which were derived from their WGS during this study. Phylogenetic analyses based on individual genes (ITS, LSU, SSU,  CYTB ,  RPB1 ,  RPB2 ,  TEF1 ) and MLST analyses (with the seven genes) were carried out with all available  Naganishia  species ( n  = 10). The individual gene sequences for all strains were first aligned separately using ClustalW, and for MLST, seven gene sequences for each strain were concatenated manually, aligned using ClusatalW, and used to generate a Maximum Likelihood Tree using MEGA 7.0.26 [ 25 ]. 2.4. Morphological Characterization under Simulated Microgravity Conditions 2.4.1. Growth Conditions for Phenotypic Analyses under Different Conditions Naganishia  sp. IF6SW-B1 T  was streaked on a Yeast extract- Peptone- Dextrose agar (1% yeast extract, 2% peptone, 2% glucose, and 1.5% agar) plate and incubated at 30 °C for 48 h. After 48 h of growth, colonies were resuspended in PBS, and the cells were enumerated using a hemocytometer. The cells were then inoculated at an initial density of 2 × 10 5  cells/mL in synthetic dextrose (SD) broth. Replicates ( n  = 3) of each yeast strain were grown under each condition tested. The cells were inoculated in three conditions; (a) the first set was inoculated in 5 mL of liquid media in a tube, incubated at 30 °C, and shaken at 150 rpm; (b) the second set was inoculated in 5 mL liquid media and incubated on a rotating platform in a CO 2  incubator (5% CO 2 ) at 30 °C; (c) the final set was grown in 10 mL of liquid media in a high aspect ratio vessels (HARV, Synthecon Inc., Houston, TX, USA) and mounted onto a vertical rotating device (at 30 rpm) to simulate microgravity conditions, these were placed in a CO 2  incubator (5% CO 2 ) at 30 °C. The CO 2  level of ISS habitat is ~10× more (~4000 ppm) than at Earth conditions [ 5 ]. Additionally, Titan cells were observed under 5% CO 2  level in  C. neoformans  [ 26 ]. Hence, morphological changes were characterized at this 5% CO 2  level. The autoclavable HARVs provided oxygenation via a flat, silicone rubber gas transfer membrane (Synthecon Inc.). The cultures were all incubated as described for 4 days, followed by cell pelleting for further analyses. The biochemical and physiological characterizations were characterized by employing BioLog Yeast plates, as described elsewhere [ 27 ]. Briefly, 4-days grown colonies in PDA plates were collected in sterile distilled water aseptically, and ~10 6  cells were transferred into the BioLog Yeast plates (BioLog Inc., Hayward, CA, USA) and incubated at 25 °C for 7 days. The change in coloration and oxidation/assimilation profiles of 94 different carbon sources were documented by visual examination. The clear positive and negatives were scored in 7 days incubation, and delayed reaction (weak) was documented by examining the tetrazolium violet color change after 14 days incubation. Further incubation and observation after 30 days period of time did not yield any difference in results compared to those that were observed at day 7. 2.4.2. Confocal Microscopy Yeast cell samples grown under the three conditions described above were fixed in 4% paraformaldehyde (PFA) in PBS for 15 min at 4 °C. These cells were gently pelleted by centrifugation for 5 min at 3500 rpm, and cells were rinsed 3× with sterile PBS. Subsequent processing steps were carried out in the dark, where samples were covered with aluminum foil and protected from the light. Cell pellets were resuspended in 15 µM Calcofluor White and incubated for 1 h at 37 °C. Samples were then rinsed and pelleted as previously mentioned but with distilled H 2 O. After the third rinse, samples were pelleted again, and the pellet was resuspended with 1 µM TO-PRO ® -3 (Fisher Scientific, Los Angeles, CA, USA) and incubated for 30 min at room temperature. Samples were further rinsed and pelleted, as previously mentioned, using distilled H 2 O. The resuspended samples were filtered through a 0.2 µM 25 mm Isopore Membrane Filter (GTBP) using a filter manifold. This membrane was removed, placed on a microscope slide, and a drop of antifade was added to the top. A coverslip was placed, and then, the edges were sealed. The samples were viewed using a Zeiss LSM 880 upright laser scanning confocal microscope and an Alpha Plan-APOCHROMAT 63× lens (Zeiss, Oberkochen, Germany). Yeast cell size and cell wall thickness were analyzed using ImageJ [ 28 ]. 2.4.3. Scanning Electron Microscopy Yeast cells grown under various conditions were preserved using 4% paraformaldehyde (PFA) in PBS for scanning electron microscopy (SEM) and transmission electron microscopy (TEM). Following the concentration, cells were immersed in a chilled 4% PFA and incubated at 4 °C for 10 min before the PFA was removed and washed in PBS buffer. Fixed cells were transferred into a 24-well plate, dehydrated in an isopropyl alcohol (IPA) series (50% to 100%), and stored at 4 °C. Samples were critically point dried in an Automegasamdri 915B critical point dryer (Tousimis, Rockville, MD, USA). Samples were attached to SEM stubs with carbon tape (Ted Pella Inc., Redding, CA, USA), followed by carbon coating with a Leica EM ACE600 Carbon Evaporator (Leica, Wetzlar, Germany) to a thickness of ~12 nm. SEM analysis was performed with an FEI Quanta 200F (Thermo Fisher, Waltham, MA, USA). 2.4.4. Transmission Electron Microscopy TEM was performed to examine cell wall thickness variations and analyze organelles’ differences between the different environmental stressors (CO 2  and simulated microgravity) induced Titan-like cells and standard cells, grown under Earth gravity, with 5% CO 2  and without CO 2 . For TEM, yeast cells were fixed in 2% glutaraldehyde for at least one hour at 4 °C. Samples were rinsed in 0.1 M sodium cacodylate buffer, pH 7.2, and immersed in 1% osmium tetroxide with 1.6% potassium ferricyanide in 0.1 M sodium cacodylate buffer for 1 h. After rinsing, samples were polymerized at 60 °C for 24–48 h in silicon molds. Thick sections (200 nm) were cut, stained with toluidine blue, and used. Thin sections (70 nm) were collected onto formvar-coated 50 mesh copper grids. The grids were post-stained with 2% uranyl acetate, followed by Reynold’s lead citrate. The sections were imaged using a Tecnai 12 120 kV TEM (FEI, Hillsboro, OR, USA) and data were recorded using an UltraScan 1000 with Digital Micrograph 3 software (Gatan Inc., Pleasanton, CA, USA). 2.4.5. Statistical Analyses All statistical analyses were performed using GraphPad Prism version 9.1.0 (GraphPad Software, San Diego, CA, USA). Specifically, data was tested for normal distribution with the D’Agostino and Pearson normality test, followed by non-parametric ANOVA using a post-hoc Kruskal–Wallis analysis. 2.5. Survey of Genes and Proteins Involved in Resistance Genes and proteins involved in cold resistance from the closely related species  N. vishniacii  [ 29 ] were screened using tBLASTn and BLASTp ( Table 1 ). Cold tolerance included genes involved in carotenoid synthesis: isopentenyl diphosphate isomerase, farnesyltransferase, farnesyl pyrophosphatase synthetase, phytoene-beta carotene synthase, NADP-cytochrome P450 reductase; genes involved in mycosporine synthesis: 2-epi-5-epi-valiolone synthase, catechol o-methyltransferase, and carbamoylphosphate synthase reported in  Phaffia rhodozyma  [ 30 ]; enzymes involved in the formation and degradation of trehalose: trehalose-6-phosphate synthase component TPS1 and TPS2, alpha, alpha-trehalase NTH2, NTH1, and ATH1. Additionally, resistance related proteins for fungi were screened using sequences obtained from NCBI by using ‘microgravity’ and ‘radioresistance’ keywords. Microgravity-related proteins included: Daughter-specific expression protein 1 and 2, GPI-anchored protein 24, Chain A Flocculation protein FLO1, Chain A and B Flocculin, and Chain A proteinase K. Radioresistance proteins including sequences from the DNA repair protein rad9. 2.6. De Novo Genome Annotation Gene annotation on each of the six assemblies (four  Naganishia tuchinskyi  strains and two closely related species) was performed using MAKER [ 31 ]. MAKER identified repeats, aligned expressed sequence tags (ESTs) and proteins to a genome, and produced ab initio gene predictions. A total of 74,830 available ESTs from closely related  Naganishia  species were downloaded from NCBI ( Table 2 ) and protein sequences from six strains were downloaded from UniProt [ 32 ]. Firstly, de novo repeat identification and masking were performed using RepeatModeler [ 33 ]. Then, MAKER control files were generated (maker-CTL), and a first-round was run using the maker_opts.ctl control file. Data for the transcriptome assembly (EST), protein sequences (protein), and repeat annotations (rm_gff) was provided. Additionally, the model_org was set to ‘simple’ to annotate simple repeats, and inference predictions of genes directly from ESTs and protein homology were set (est2genome = 1, protein2genome = 1). Lastly, GFF and FASTA outputs were assembled together with GFF3toolkit [ 34 ]. Next, we predicted genes using the gene models generated with MAKER by training SNAP [ 35 ] and Augustus [ 36 ] using BUSCO [ 37 ]. For SNAP, we used models with an AED of 0.25 or better and a length of 50 or more amino acids. To train Augustus, we excised regions that contain mRNA annotations based on our initial MAKER run, with 1000 bp on each side, as described [ 38 ]. To run BUSCO, the Eukaryota set of conserved genes was used. The -m genome option was specified to provide regions that included more than just transcripts. The initial HMM model selected was  Cryptococcus , which corresponded to the closest genus of  Naganishia  (augustus_species = cryptococcus). The long option was set to optimize self-training Augustus. Following the BUSCO run, the second round of MAKER was performed using the SNAP and Augustus models. For this purpose, FASTA sequence files were replaced with GFF files (est_gff, protein_gff, and rm_gff), and est2genome and protein2genome were switched to 0. The third run of MAKER was performed, and the gene models were evaluated by counting the number of gene models and the gene lengths after each round and running BUSCO using the transcript sequences (-m transcriptome). jof-08-00165-t001_Table 1 Table 1 Presence of various biomolecules responsible for pigment biosynthesis, radio-resistance, and microgravity tolerance in  Naganishia  species and  S. cerevisiae . Functions GenBank# Enzyme, Protein, Other Biomolecules \n Naganishia tulchinskyi \n \n Naganishia vishniacii \n \n Papiliotrema laurentii \n \n S. cerevisiae \n Reference IF6SW-B1 T 1F7SW-B1 1F1SW-F1 IIF5SW-F1 CBS 10616 IF7SW-B5 IF7SW-F4 S288C Pigment Biosynthesis  AAY33922 Geranylgeranyl diphosphate synthase * ** ** ** ** * ** ** [ 39 ] ACI43098 Cytochrome P450 reductase ** ** ** ** ** ** ** ** [ 40 ] AHW57996 Farnesyl pyrophosphate synthase  ** ** ** ** ** ** ** ** [ 41 ] BAA33979 Isopentenyl-diphosphate delta isomerase ** ** ** ** ** ** ** ** [ 42 ] NP_009555 Alpha, alpha-trehalase NTH2 ** ** ** ** ** ** ** ** [ 43 ] NP_010284 Alpha, alpha-trehalase NTH1 ** ** ** ** ** ** ** ** [ 44 ] NP_015351 Alpha, alpha-trehalase ATH1 \n \n \n \n \n \n \n ** [ 43 ] NP_594975 Putative trehalose-phosphate synthase Tps2 ** ** * ** ** ** ** ** [ 45 ] AAO47570 Phytoene-beta carotene synthase ** ** ** ** * * * \n [ 46 ] Radio- resistance RAD51 Recombinase RAD51 ** ** ** ** ** ** ** ** [ 47 ] RAD54 DNA repair and recombination protein RAD54-like protein ** ** ** ** ** ** ** ** [ 47 ] RDH54 DNA-dependent ATPase RDH54 ** ** ** ** ** ** ** ** [ 47 ] CAA54491 RAD9 \n \n \n \n \n * * \n [ 48 ] CAA54492 RAD9 \n \n \n \n \n \n * \n [ 48 ] Microgravity tolerance 1HT3_A Chain A, Proteinase K ** ** ** ** ** ** ** ** [ 49 ] 1IC6_A Chain A, Proteinase K ** ** ** ** ** ** ** ** [ 50 ] 4LHK_A Chain A, Flocculin \n \n \n \n \n \n \n ** [ 51 ] 4LHK_B Chain B, Flocculin \n \n \n \n \n \n \n ** [ 51 ] 4LHN_A Chain A, Flocculation protein FLO1 \n \n \n \n \n \n \n ** [ 51 ] P26306 DNA repair protein rad9 \n \n \n \n \n * * \n [ 52 ] P38844 Daughter-specific expression protein 2 \n \n \n \n \n \n \n ** [ 53 ] P40077 Daughter-specific expression protein 1 \n \n \n \n \n \n \n ** [ 54 ] P48013 DNA repair protein rad9 \n \n \n \n \n \n * \n [ 48 ] Q59Y31 Flocculation protein 1 \n \n \n \n \n \n \n ** [ 55 ] ** Match > 75% of the protein sequence and e-value < 1 × 10 −25 ; * Match < 75% of the protein sequence or e-value > 1 × 10 −25 . jof-08-00165-t002_Table 2 Table 2 Datasets used for De Novo gene annotation using MAKER. Name Origin * # of Sequences Date of Access Data Set Naganishia tulchinskyi  ( n  = 4) This study \n \n Assembly \n Naganishia cerealis \n UniProt 3 4/5/21 Protein sequences \n Naganishia diffluens \n UniProt 7 4/5/21 Protein sequences \n Naganishia liquefaciens \n UniProt 4 4/5/21 Protein sequences Naganishia  sp. UniProt 3 4/5/21 Protein sequences \n Cryptococcus neoformans var grubii \n UniProt 65 4/5/21 Protein sequences \n Cryptococcus neoformans var neoformans \n UniProt 370 4/5/21 Protein sequences \n Cryptococcus neoformans var grubii \n ESTdb 69 3/31/21 Transcriptome \n Cryptococcus neoformans var neoformans \n ESTdb 74,724 3/31/21 Transcriptome \n Cryptococcus vishniacci (Naganishia vishniacii) \n ESTdb 37 3/31/21 Transcriptome Papiliotrema laurentii  ( n  = 2) This study \n \n Assembly * Expressed Sequence Tags database (ESTdb; Nature Genetics 4:332–3;1993) is a division of GenBank that contains sequence data and other information on “single-pass” cDNA sequences from a number of organisms. UniProt (2021) [ 32 ]. UniProt: the universal protein knowledgebase in 2021. Nucleic Acids Res 49, D480–d489. 2.7. Functional Annotation Predicted protein sequences generated by MAKER were analyzed using InterProScan v5.51–85.0 [ 56 ] with default parameters. Functional annotations assigned by InterProScan per protein sequence were converted into collections of Gene Ontology (GO) terms using BLAST2GO [ 57 ] with default parameters. All a",
  "introduction": "1. Introduction The genus  Naganishia  [ 1 ] was resurrected from  Cryptococcus  and emended to accommodate the  albidus  clade of  Filobasidiales , Tremellomycetes, and Basidiomycota [ 2 , 3 , 4 ]. The genus  Naganishia  contains the following species as legitimate in MycoBank:  N. adeliensis, N. albida, N. albidosimilis, N. antarctica, N. bhutanensis, N. brisbanensis, N. cerealis, N. diffluens, N. friedmannii, N. globosa, N. indica, N. liquefaciens, N. nivalis, N. onofrii, N. qatarensis, N. randhawae, N. uzbekistanensis, N. vaughanmartiniae , and  N. vishniacii  [ 2 , 3 , 4 ]. However, the addition of  N. floricola  made the list a total of 20  Naganishia  species, but several of these members were yet to be validly described. In an ongoing Microbial Tracking experiment on the International Space Station (ISS), six yeast strains belonging to the family  Tremellomycetes  were isolated [ 5 ], and whole-genome sequences (WGS) were generated [ 6 ]. Some of the  Naganishia  species that were phylogenetically related to these ISS strains, which were reported to be psychrophilic or psychrotolerant species, isolated from Antarctica [ 4 , 7 , 8 , 9 , 10 , 11 ], also reported that the ISS  Naganishia  species might also display properties related to cold adaptation and an increase in radiation resistance. In addition,  Naganishia  species were also isolated from a variety of ecosystems, such as water [ 12 ], soil [ 13 ], tree trunk [ 14 ], air [ 12 ], Alpine glaciers [ 15 ], cheese, cereals [ 16 ], and human specimens [ 12 ]. Members of the  Cryptococcus  species, from which  Naganishia  species have recently been separated, were reported to possess unique virulence factors associated with the pathogenesis [ 17 , 18 ]. The morphological transformation of normal  Cryptococcus  cells into giant (Titan) cells was one of the factors contributing to cryptococcosis (an inhalation acquired infection) [ 19 , 20 , 21 ]. It was also reported that titanization was unique to the  Cryptococcus neoformans/C. gattii  species complex, and not found in other budding basidiomycetous yeasts or in the ascomycetous yeast  Saccharomyces cerevisiae , when grown under similar growth conditions [ 21 ]. However, occasional enlarged cells have been reported in  Cryptococcus terreus . The ISS  Naganishia  strains exhibited Titan-like cells, a phenotype similar to the  C. neoformans/C. gattii  species complex, when the ISS isolates were grown under simulated microgravity conditions. One of the objectives of this study was to characterize the Titan-like cells of the novel  Naganishia  species isolated from the ISS environment. The microscopy analyses revealed the presence of Titan-like giant cells with abnormal morphology when  Naganishia  species were subjected to several stressors, including a combination of hypoxic 5% CO 2  and simulated ISS microgravity conditions. The second objective of this study was to utilize WGS for annotation in order to aid in the identification of geneti",
  "methods": "2. Materials and Methods 2.1. Sample Collection and Isolation of Microorganisms During the flight experiments of Microbial Tracking-1, several surface samples (1 m 2 ) were collected from various ISS environmental locations. Previous publications had detailed sample collection, processing, and isolation of cultivable microorganisms from the ISS [ 5 ]. Briefly, internal ISS surface samples were collected using polyester wipes and then transported to Earth for processing. Samples were collected just prior to departure (within 5 days) and stored at 4 °C in the ISS, transported in cold packs (~4 °C) from ISS to the Earth, hand delivered at Long Beach, California after splash down, which were then carried in ice packs (~4 °C) during ground transportation, before storing at JPL at 4 °C for further processing. Total number of days for sample storage time from sample collection to processing was ~7 days. Unless otherwise stated, all reagents were purchased from Sigma Aldrich (St. Louis, MO, USA). The materials associated with the sampling wipes were placed in 200 mL of sterile phosphate-buffered saline (PBS; pH 7.4) solution and plated onto potato dextrose agar (PDA), supplemented with chloramphenicol (100 µg/mL;  v / v ), to isolate fungi [ 5 , 22 ]. Microbial colonies grown at 25 °C for 7 days were picked from the media plates, purified, and stored for further analyses. Based on internal transcribed spacer (ITS) sequencing, six yeast strains were tentatively assigned to the genus  Cryptococcus , and subsequent WGS characterization revealed that two strains were identified as  Papiliotrema laurentii , while four strains belonged to a yet to be described  Naganishia  species [ 6 ], making this species the first known novel eukaryote to be isolated from the ISS [ 6 ]. 2.2. Whole Genome Sequencing Analyses The WGS used for the analyses were previously generated and published [ 6 ]. The WGS raw data was filtered with NGS QC Toolkit v2.3 [ 23 ] for high-quality (HQ) vector and adaptor-free reads for genome assembly (cutoff read length for HQ, 80%; cutoff quality score, 20). The number of filtered reads obtained were used for assembly with SPAdes 3.14.0 [ 24 ] genome assembler (k-mer size—32 to 72 bases) using default parameters. Genomic DNA sequences and predicted proteomes (where available) of all other strains used in this study were downloaded from NCBI, followed by comparative analyses. 2.3. Phylogenetic Analyses Among the 20 known  Naganishia  species, NCBI had ITS sequences available for all the species except  N. indica . The gene sequences of all available strains were retrieved from NCBI, except for the four ISS strains, which were derived from their WGS during this study. Phylogenetic analyses based on individual genes (ITS, LSU, SSU,  CYTB ,  RPB1 ,  RPB2 ,  TEF1 ) and MLST analyses (with the seven genes) were carried out with all available  Naganishia  species ( n  = 10). The individual gene sequences for all strains were first aligned separately",
  "results": "3. Results and Discussion Several yeast strains belonging to the  Naganishia  ( Cryptococcus )  diffluens  clade of  Filobasidiales  were isolated from two different flight collection experiments conducted aboard the ISS [ 5 ]. These strains, referred to as IF6SW-B1 T , IF7SW-B1, IF1SW-F1, and IIF5SW-F1, were isolated from four different ISS locations and identified to be novel species belonging to the genus  Naganishia,  based on genomic characterization via polyphasic taxonomic approaches. The sampling of ISS surfaces, performed for this study, took place within the US on-orbit segments. Sampling campaign (denoted as I) was carried out on 4 March 2015, and the second one (denoted as II) was conducted on 15 May 2015. Samples collected during this study were: Node 3 (Locations #1, #2, and #3), Node 1 (Locations #4 and #5), Permanent Multipurpose Module (Location #6), U.S. Laboratory (Location #7), and Node 2 (Locations #8 and control). A detailed description of the various locations sampled was published elsewhere [ 59 ]. Strains IF6SW-B1, IF7SW-B1, and IF1SW-F1, were isolated during first sampling from Locations 6, 7, and 1, respectively. Strain IIF5SW-F1 was isolated from second sampling at Location 5. 3.1. Phylogenetic Analyses of Novel ISS Strains To confirm that these four ISS strains form a novel species, their phylogenetic affiliations were analyzed with other species belonging to the genus  Naganishia . The MycoBank database documented 19  Naganishia  species, and the CBS database showed only 11  Naganishia  species. The gene sequences available on NCBI for  Naganishia  species ( n  = 10) were used to generate phylogenetic maximum likelihood trees with  C. neoformans  CBS 132 strain as an outgroup. Phylogenetic analyses were carried out using seven genes: internal transcribed spacer (ITS) region rRNA gene, D1/D2 domain of large subunit (LSU or 26S) rRNA gene, small subunit (SSU or 18S) rRNA gene, and housekeeping genes, including two subunits of RNA polymerase II ( RPB1  and  RPB2 ), translation elongation factor 1-α ( TEF1 ), and cytochrome b ( CYTB ), which were used for differentiating  Tremellomycetes  species [ 2 ]. The respective gene sequences that were available on NCBI for different  Naganishia  species were included in the phylogenetic analyses. In addition, genomes of closely related members from  Tremellomycetes  ( Goffeauzyma gastricus  CBS 2288 ( AF145323.1 ),  Heterocephalacria arrabidensis  CBS 8678 ( AF444362.2 ),  Piskurozyma cylindrica  CBS 8680 ( AF444360.1 ),  Solicoccozyma aerius  CBS155 ( AF145324.1 ), and  Tremella mesenterica  CBS 6973 ( AF444433.1 )) were included with  Cryptococcus neoformans  CBS 132 ( AF444326.1 ) as the outgroup. Initially, seven individual phylogenetic trees using ITS, LSU, SSU,  CTYB ,  RPB1 ,  RPB2 , and  TEF1  genes were generated and are presented in  Supplemental Figures S1–S7 . When tested individually, the phylogenetic analyses generated based on individual gene, formed a single group for all four ISS strains. There were no significant variations in ITS, LSU, and SSU gene sequences ( Figure S3 ), whereas the other four genes ( CYTB ,  RPB1 ,  RPB2 , and  TEF1 ) invariably exhibited higher resolution in differentiating all the  Naganishia  species. The ITS tree ( Supplemental Figure S1 ) showed that the ISS strains were placed at the same position of the three recognized species,  N. diffluens, N. liquefaciens  and  N. albidosimilis . ITS sequences of the four ISS isolates showed 100% similarity to the sequence of  N. albidosimilis  CBS 7711 T  ( AF145325 ),  N. liquefaciens  CBS 968 T  ( AF444345 ), and  N. diffluens  CBS 160 T  ( AF145330 ). However, ITS sequences of  N. vishniacii  CBS 7110 T  shared 97.84% similarity (13 bp difference to GenBank accession no.  AF145320 .),  N. uzbekistanensis  CBS 8683 T  had 97.55% similarity (14 bp difference to GenBank accession no.  AF444339 ), and  N. adeliensis  CBS 8351 T  exhibited 97.34% similarity (14 bp difference to ",
  "discussion": "",
  "conclusion": "4. Conclusions In summary, a novel yeast,  N. tulchinskyi , was isolated from the ISS environmental surfaces that produced giant Titan-like cells under simulated microgravity conditions. Morphological characterization of  N. tulchinskyi  cells revealed that the cell wall is thicker under simulated microgravity and might help them withstand such unfavorable conditions, and these simulated microgravity-grown cells demonstrate a novel bud scar shedding trait. The phylogenetic analyses using the MLST approach showed that these are novel yeast. Further genomic characterization revealed genes responsible for cell morphogenesis and UVC resistance, reflecting a range of molecular mechanisms suited to respond to microgravity and radiation."
}