{
  "id": "PMC8067245",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8067245/",
  "title": "Growth and Antifungal Resistance of the Pathogenic Yeast, ",
  "authors": "Sheila Nielsen, Kenna White, Kyle Preiss, Dakota Peart, Kathryn Gianoulias, Rachel Juel, James Sutton, James McKinney, Jaclyn Bender, Gabrielle Pinc, Kela Bergren, Wendy Gans, Jessica Kelley, Millard McQuaid",
  "year": "2021",
  "journal": "Life",
  "abstract": "This report was designed to compare spaceflight-induced cellular and physiological adaptations of  Candida albicans  cultured in microgravity on the International Space Station across several payloads.  C. albicans  is a common opportunistic fungal pathogen responsible for a variety of superficial infections as well as systemic and more severe infections in humans. Cumulatively, the propensity of this organism to be widespread through the population, the ability to produce disease in immunocompromised individuals, and the tendency to respond to environmental stress with characteristics associated with increased virulence, require a better understanding of the yeast response to microgravity for spaceflight crew safety. As such, the responses of this yeast cultivated during several missions using two in-flight culture bioreactors were analyzed and compared herein. In general,  C. albicans  had a slightly shorter generation time and higher growth propensity in microgravity as compared to terrestrial controls. Rates of cell filamentation differed between bioreactors, but were low and not significantly different between flight and terrestrial controls. Viable cells were retrieved and cultured, resulting in a colony morphology that was similar between cells cultivated in flight and in terrestrial control conditions, and in contrast to that previously observed in a ground-based microgravity analog system. Of importance, yeast demonstrated an increased resistance when challenged during spaceflight with the antifungal agent, amphotericin B. Similar levels of resistance were not observed when challenged with the functionally disparate antifungal drug caspofungin. In aggregate, yeast cells cultivated in microgravity demonstrated a subset of characteristics associated with virulence. In addition, and beyond the value of the specific responses of  C. albicans  to microgravity, this report includes an analysis of biological reproducibility across flight opportunities, compares two spaceflight hardware systems, and includes a summary of general flight and payload timelines.",
  "keywords": "microgravity, spaceflight, yeast, amphotericin B, caspofungin, antifungal, ISS, Space X, FPA, GAP, FEP bag",
  "full_text": "1. Introduction Candida albicans  ( C. albicans ) is a commensal fungus found throughout the human body in locations such as the mouth, gastrointestinal tract, vagina, and skin [ 1 , 2 ]. Most infections are superficial, such as fungal nails, yet as an opportunistic pathogen, this yeast is capable of causing severe, life-threatening illness in immunocompromised hosts; therefore, it is a potential concern for crew during long term spaceflight [ 3 , 4 , 5 , 6 ]. In addition, the dichotomy between the commensal and pathogenic behaviors of  C. albicans  is complex and the molecular events responsible for converting a normally benign commensal into a highly pathogenic organism, which in systemic infections can produce 30–45% mortality, have not been fully elucidated [ 7 , 8 , 9 , 10 , 11 ]. Moreover, the therapeutic repertoire to treat systemic  Candida  infections is limited [ 12 ]. There are four classes of antifungal agents used clinically, including polyenes (e.g., Amphotericin B), echinocandins (e.g., caspofungin), azoles (e.g., fluconazole) and nucleoside analogs (e.g., flucytosine) [ 13 ]. Amphotericin B (AmB) was utilized as an early therapeutic for  Candida  infections and its derivatives remain among the most effective treatments for systemic disease [ 14 , 15 , 16 ]. For these reasons, AmB was chosen for analyses in the microgravity-associated susceptibility studies described herein. It has been proposed that AmB functions at the level of the cell membrane, where it interacts with the yeast-specific sterol, ergosterol, forming pores and compromising membrane integrity [ 13 , 15 ]. In contrast, caspofungin (CAS) was used to evaluate the yeast response to an antifungal agent harboring a mechanism of action distinct from that of AmB. Caspofungin compromises cell wall formation by inhibiting (1–3)-β-D-glucan synthase [ 11 ].  C. albicans  is a dimorphic eukaryotic organism consisting of spherical yeast form cells and elongated filamentous cells and has been shown to respond to environmental stresses such as temperature, pH, and altered gas environments with physiological characteristics often associated with virulence [ 17 , 18 , 19 , 20 ]. Indeed the extreme environment of microgravity presents a unique challenge for organisms that have evolved under normal gravity. Microgravity may provide novel environmental stress cues leading to physiological adaptations or may allow insights into molecular pathways otherwise masked by a gravity-based environment, such as that described for the Pseudomonas  Hfq  pathway [ 21 , 22 ]. Among the potential adaptations of interest are those properties of  C. albicans , on both the single and multicellular level, that enable it to infect an immunocompromised host. A well-studied phenotypic transition in  C. albicans  is filamentation, or hyphal/pseudohyphal formation, which can be induced by a variety of environmental conditions including temperature, pH, serum, elevated CO 2  and hypoxia [ 23 , 24 , 25 ]. The combination of filamentous and yeast form cells can also form biofilms, or multicellular communities, contributing to increased virulence and enhanced resistance to environmental insults. As such,  C. albicans , particularly in community form, has been documented to have increased resistance to antifungal agents [ 4 , 26 , 27 ]. In short, this yeast is capable of altering its phenotype in a number of ways to become better suited for infection and the environmental cues responsible for initiating these transitions are numerous. Hallmarks of an infectious form of  C. albicans  include robust growth, filamentation, biofilm production and resistance to antifungal agents. The studies included herein will focus on these yeast characteristics to determine whether microgravity represents an environmental cue with the potential to alter virulence. Due to limited access and the expense of spaceflight opportunities, ground-based simulators, such as rotating wall vessels or random positioning machines, have been used to generate a ‘modeled microgravity’ environment in order to predict the response of cells to spaceflight microgravity [ 28 , 29 , 30 , 31 , 32 , 33 ]. High Aspect Ratio Vessels (HARV) are rotating-wall vessels that, by revolving about an axis perpendicular to the gravitational vector, create a state of functional weightlessness and minimal fluid shear within the chamber. Low-fluid shear may indeed be an important environmental signal for organisms cultivated in microgravity. Reduced convection and diminished bulk flow may resulted in an altered cell-associated microenvironment through depletion of nutritional components and accumulation of waste products [ 34 ]. Interestingly, when cultivated in analog bioreactors or in the true microgravity environment, many, but not all, organisms display morphological and genetic changes consistent with increased virulence and invasive behavior [ 22 , 31 , 35 , 36 , 37 , 38 ]. Previous studies of  C. albicans  cultured in HARV bioreactors demonstrated adaptations that included cells with increased filamentation, increased resistance to the antifungal agent AmB, altered colony morphology, and altered biofilm complexity [ 29 , 31 ]. The studies described herein focus on whether exposure of  C. albicans  to true microgravity induces similar adaptation responses to those observed in ground-based analog studies, especially as they relate to the potential for increased virulence. Embedded in these studies are comparisons between spaceflight experiments and between two separate flight hardware systems. 2. Materials and Methods 2.1. Yeast Strain and Growth Conditions C. albicans  (SC5314, American Type Culture Collection) was maintained as a frozen stock at −80 °C. Routinely, and specifically the week before flight preparations, streak plates were initiated from frozen stock. As needed for experiment preparation, isolated colonies were used to initiate overnight planktonic cultures. For ground-based studies and flight sample preparation, all cells were cultured in YPD (1% yeast extract, 2% peptone, 2% glucose, Becton Dickinson, Franklin Lakes, NJ, USA) at 30 °C with shaking at 225 rpm for up to 18 h for planktonic cultures and inverted for 3 days for plated colonies, unless otherwise noted in specific methods.  2.2. Missions: Common Procedures Pre-flight sample preparation was done at Kennedy Space Center in the Space Station Processing Facility (SSPF). Freshly prepared yeast streak plates, and any specialized reagents or equipment, were shipped overnight to the SSPF laboratory. These reagents were shipped in replicate on consecutive days to minimize any complications of potential transport delays. The research team arrived approximately 10 days prior to launch, navigated the necessary badging and training requirements within the site-specific scheduling and availability, received the shipments of biologics, and began experimental preparations forthwith. Flight and terrestrial control samples, with a predetermined and condition-specific sample excess (spares), were prepared in bulk whenever possible. Following an incubation period, the bulk-prepared samples were inspection for contamination and other anomalies (bubbles, volume discrepancies, etc.), and removed from the population as necessary. From the remaining samples, flight and terrestrial control specimens were chosen and extra samples were deconstructed, cleaned, and sterilized should they be needed for reloading in the event of an extended launch delay. It should be noted that selection of flight and terrestrial control samples was essentially random other than verifying that flight hardware was imperfection free (no glass chips/cracks, no angled septa, etc.). Following launch, the terrestrial control samples were shipped overnight to the Montana-based laboratory at the appropriate temperature using phase change packaging as needed. Flight and terrestrial control experiments were conducted near synchronously; the offset time being determined before flight and allowing for communication of each procedure from the flight crew, to the Implementation Partner (BioServe Space Technologies, Boulder, CO, USA), and then to the research team. Mission-specific timing is included in  Table 1 . In addition,  Figure 1 A,B synopsize the hardware utilized in each mission as well as the general contents and construction of the experimental samples. Specific experimental design details will be provided in the payload-specific sections below and are summarized in  Figure 1 C. To clarify the payload nomenclature, flight experiments are provided with an organizational name, in our case by NASA Space Biology as part of their funded microbial series of studies (Micro- x ), and the payloads become broadly referred to by these names. The payloads (experiments) are manifested on a spaceflight mission once preflight requirements have been met and flight resources (space on a launch vehicle, crew time, International Space Station (ISS)- based resources) become available. Our first set of experiments is referred to as Micro-6, which was flown on Space X Cargo Resupply Service (CRS)-1, with a reflight referred to as Micro-8, flown on Space X CRS-4. The next set of experiments (Micro-14) was split between two missions so is further defined, for the benefit of clarity herein, by the hardware used, specifically the Fluid Processing Apparatus (FPA) and Fluorinated Ethylene Propylene (FEP) bags. Micro-14/FPA was flown on Space X CRS-16 and Micro-14/FEP was flown on Space X CRS-17. The details of each payload/experiment are described in detail below. In each case, the  C. albicans  inoculum was prepared and stored in sterile water to maintain stasis. Experiments were initiated, or activated, by the addition of the inoculum to medium to stimulate growth. Following the defined growth period, experiments were terminated by the addition of fixative or by placing the samples at a restricted temperature (−95 °C or 4 °C, depending on the experiment). Upon completion of the mission and once the samples were received in the home laboratory, yeast were isolated from the hardware, which in many cases required deconstruction of the hardware components (de-integration), and processed as indicated for each of the specific outcome measures.  2.3. Mission-Specific Growth Conditions and Procedures 2.3.1. Micro-6 (and the Reflight Micro-8), Space X CRS-1 and -4, Respectively The hardware utilized for these payloads consisted of FPAs, organized eight per Group Activation Pack (GAP) (BioServe Space Technologies). See  Figure 1 A for a graphic representation of the FPA hardware and  Figure 1 C for an overview of the experimental design. Each FPA was divided into 2 or 3 chambers, indicated as chamber A, B and C, which were loaded sequentially and compartmentalized by rubber septa. Chamber A was loaded with 2.7 mL 1.2× YPD (Sigma Aldrich, St. Louis, MO, USA), containing the antifungal agent AmB (Sigma Aldrich, St. Louis, MO, USA) where indicated. Chamber B was loaded with 0.5 mL  C. albicans  diluted in water (Low inoculum = 100 cells/mL, High inoculum = 1 × 10 5  cells/mL, and are referred to as Low and High, respectively). Chamber C contained 2.7 mL termination medium, consisting of either fixative (8.4%  v / v  paraformaldehyde, Polysciences, Inc, Warrington, PA, USA) or fresh medium (1x YPD for samples returned live). The GAPs were maintained at a cool temperature, specifically 4 °C pre-flight, ambient during launch, and 12 °C on the ISS, until the scheduled activation at 30 °C. Following the growth period (44 h for Low inoculum and 30 h for High inoculum), GAPs were chilled to 4 °C and maintained at that temperature through the remainder of the mission. There were two operational windows during the mission. Samples that were scheduled to be fixed were activated early in the mission (referred to as Early) to avoid any potential decreases in viability due to on-orbit storage. Conversely, cells that were scheduled to be returned live were activated as late as possible in the mission (referred to as Late) so as to retain viability following the growth period and during the transition back to Earth and the home laboratory. During transport back to Earth (splashdown in the Pacific Ocean) and then to the California-based handover location, samples were at ambient temperature (Micro-6) or 4 °C (Micro-8). Following payload handover to the Implementation Partner (BioServe Technologies) and research team, the samples were transitioned to storage on ice until they arrived at the home laboratory. Viable samples were isolated from the de-integrated hardware and processed the day of arrival. HOBO temperature sensors were included in representative GAPs to retrospectively analyze the temperature profiles and consistency between flight and terrestrial control samples ( Figure 2 ). 2.3.2. Micro-14/FPA, Space X CRS-16 Similar to Micro-6/8, the hardware utilized for this payload consisted of FPAs organized eight per GAP (BioServe Space Technologies). This experiment also had two operational windows. Some samples were cultured as described below early in flight (Early) and preserved either with the addition of paraformaldehyde or by freezing until the end of the mission. The remaining samples were maintained at 4 °C and cultured as late as possible in the mission (Late) and returned live and chilled (4 °C) for post flight analyses requiring cell growth. During each operational window, cells were cultured in microgravity for 24 h +/− 1 h at 30 °C. FPAs were prepared with 2 or 3 chambers as follows. (1) Samples to be frozen consisted of 2 chambers: Chamber A was loaded with 5 mL of YPD (referred to as Low due to the lower cell concentration upon inoculation) and overlaid with an air bubble to promote gas exchange. Chamber B was loaded with 0.5 mL of yeast suspended in water (4 × 10 4  cells/mL). There was no chamber C. (2) Samples to be fixed consisted of 3 chambers: Chamber A was loaded with 2.7 mL YPD (referred to as High as the cell concentration was higher at the time of inoculation) and overlaid with an air bubble. Chamber B was loaded with 0.5 mL of yeast suspended in water (4 × 10 4  cells/mL). Chamber C was loaded with 2.2 mL paraformaldehyde (10%  v / v ). (3) Samples to be returned viable consisted of 3 chambers: Chamber A was loaded with 2.7 mL YPD (referred to as High as the cell concentration was higher at the time of inoculation) and overlaid with an air bubble. Chamber B was loaded with 0.5 mL of yeast suspended in water (4 × 10 4  cells/mL). Chamber C was loaded with 2.2 mL 1× YPD. Following completion of the mission, the live samples were isolated from de-integrated hardware and processed the day they arrived in the home laboratory; fixed and frozen samples were isolated shortly thereafter. Temperature sensors were included in representative GAPs to retrospectively analyze the operational transitions as well as consistency between flight and terrestrial control samples ( Figure 2 ). 2.3.3. Micro-14/FEP, Space X CRS-17 The FEP bag hardware was utilized for cultivating yeast in this payload and involved serial passage-style growth. The parent culture (Large FEP) was serially propagated over five days and from each of these populations a set of antifungal sensitivity cultures were initiated (Small FEP, see  Figure 1 B and details in  Section 2.4.3 . Large FEP bags for the parent cultures were filled with 1× YPD (11.0 mL for the initial culture, Bag A, and 11.8 mL for the four downstream cultures, Bags B-E) and gas bubbles were removed. The yeast inoculum of 1 mL (4 × 10 4  cells/mL in water) was loaded into a 3 cc syringe and sealed for transport. The needleless syringe was used to inoculate the initial culture (11 mL FEP bag, Bag A) on orbit. Following 24 h of growth at 30 °C, 0.5 mL of culture was removed from Bag A and diluted 20-fold in water (D 1  FEP bags). An aliquot of this diluted sample (0.25 mL) was used to inoculate the next Large FEP bag (11.8 mL YPD, Bag B). This process was repeated such that the yeast was continually propagated through five cycles of 24 h growth (Bags C, D and E). The Large FEP bag samples were frozen (<−80 °C) either in the presence (Bag A and E) or absence (Bags B–D) of glycerol as a cryopreservation agent. As a complement to this series of growth, Small FEP bags containing 2.8 mL YPD and antifungal agents as indicated (AmB, 0.12–5 mg/L; and CAS, 0.01–0.1 mg/L) were inoculated with a dilution of the corresponding Large FEP culture. Specifically, the 20-fold dilution prepared from the large FEP bag as described above (D 1 ) was further diluted 10-fold (D 2  FEP bag) and aliquots (0.2 mL) were used to inoculate each Small FEP bag (A 1–12  from FEP Bag A; B 1–12  from FEP Bag B, etc.). These cultures were grown at 30 °C for 24 h and then frozen at <−80 °C for the duration of the mission. At the end of the mission, frozen samples were maintained at <−25 °C from undocking to the California-based handover location using phase change bags (Cold Stowage, NASA, Houston, TX, USA) and then to the home laboratory using dry ice.  2.4. Ground-Based Analyses 2.4.1. Cell Growth and Morphology Cells were fixed with paraformaldehyde (4%  v / v , final) either in flight or immediately following hardware de-integration post flight. Direct manual cell counts were performed in duplicate using a Bright-Line hemocytometer (Sigma Aldrich) quantifying total cells as well as the contribution of cells with an extended morphology (filamentation; length greater than 2× the width of the cell) to the population. Samples were also stained with Calcofluor White (25 μM final, Molecular Probes) to stain chitin in the yeast cell wall and visualized using epifluorescence microscopy. Cell diameter and filament length were recorded using image collection on a Nikon Eclipse E-800 and interpreted using the software program Metamorph. Samples of non-fixed cultures were cultured post-flight on YPD agar plates as an indication of viability. Viability was calculated using colony forming units (CFU) with the actual/observed number of colonies compared to that expected based on cell counts. It is important to note that cell viability is likely to be higher than interpreted from the CFU analyses included in these studies due to the convention of our cell counting; budding cells are counted as two cells since that is how they will likely contribute to growth in planktonic cultures, whereas, these cells may remain associated during the plating process and give rise to a single colony. With this in mind, it should be understood that post-flight cell viability was quite high. 2.4.2. Biofilm formation Previous studies demonstrated that  C. albicans  formed biofilm communities on the siliconized rubber membrane component of HARV bioreactors [ 31 , 39 ]. For this reason, small (5 mm 2 ) samples of this membrane (Synthecon, Houston, TX, USA) were included in chamber A of select FPAs in Micro-6 and Micro-14/FPA. Samples were fixed during the mission and analyzed upon return. Upon hardware de-integration, the membrane coupons were placed into individual wells of a 24-well plate and stained with Crystal Violet (0.4%  w / v  in water, 1 mL per well, Sigma Aldrich) to stain cells and cell matrix components, adapted from previous methods [ 40 ]. Excess stain was aspirated, 1mL water was added to each well and mixed thoroughly. From each well, 100 μL was transferred to a 96-well plate to record optical density (referred to as ‘stain’). Excess water was removed from each well and discarded. A fresh aliquot of sterile water (1 mL) was added to each well, mixed, and a 100 μL sample was transferred to the 96-well plate (wash 1). Membranes were subjected to two more rounds of water washes and a final extraction with 1 mL of 10%  v / v  acetic acid (aa wash) to remove residual organic material, each involving transfer of a 100 μL aliquot to the 96-well plate (referred to as wash 2,",
  "introduction": "1. Introduction Candida albicans  ( C. albicans ) is a commensal fungus found throughout the human body in locations such as the mouth, gastrointestinal tract, vagina, and skin [ 1 , 2 ]. Most infections are superficial, such as fungal nails, yet as an opportunistic pathogen, this yeast is capable of causing severe, life-threatening illness in immunocompromised hosts; therefore, it is a potential concern for crew during long term spaceflight [ 3 , 4 , 5 , 6 ]. In addition, the dichotomy between the commensal and pathogenic behaviors of  C. albicans  is complex and the molecular events responsible for converting a normally benign commensal into a highly pathogenic organism, which in systemic infections can produce 30–45% mortality, have not been fully elucidated [ 7 , 8 , 9 , 10 , 11 ]. Moreover, the therapeutic repertoire to treat systemic  Candida  infections is limited [ 12 ]. There are four classes of antifungal agents used clinically, including polyenes (e.g., Amphotericin B), echinocandins (e.g., caspofungin), azoles (e.g., fluconazole) and nucleoside analogs (e.g., flucytosine) [ 13 ]. Amphotericin B (AmB) was utilized as an early therapeutic for  Candida  infections and its derivatives remain among the most effective treatments for systemic disease [ 14 , 15 , 16 ]. For these reasons, AmB was chosen for analyses in the microgravity-associated susceptibility studies described herein. It has been proposed that AmB functions at the level of the cell membrane, where it interacts with the yeast-specific sterol, ergosterol, forming pores and compromising membrane integrity [ 13 , 15 ]. In contrast, caspofungin (CAS) was used to evaluate the yeast response to an antifungal agent harboring a mechanism of action distinct from that of AmB. Caspofungin compromises cell wall formation by inhibiting (1–3)-β-D-glucan synthase [ 11 ].  C. albicans  is a dimorphic eukaryotic organism consisting of spherical yeast form cells and elongated filamentous cells and has been shown to respond to environmental stresses such as temperature, pH, and altered gas environments with physiological characteristics often associated with virulence [ 17 , 18 , 19 , 20 ]. Indeed the extreme environment of microgravity presents a unique challenge for organisms that have evolved under normal gravity. Microgravity may provide novel environmental stress cues leading to physiological adaptations or may allow insights into molecular pathways otherwise masked by a gravity-based environment, such as that described for the Pseudomonas  Hfq  pathway [ 21 , 22 ]. Among the potential adaptations of interest are those properties of  C. albicans , on both the single and multicellular level, that enable it to infect an immunocompromised host. A well-studied phenotypic transition in  C. albicans  is filamentation, or hyphal/pseudohyphal formation, which can be induced by a variety of environmental conditions including temperature, pH, serum, elevated CO 2  and hypoxia [ 23 , 24 , 25 ]. The c",
  "methods": "2. Materials and Methods 2.1. Yeast Strain and Growth Conditions C. albicans  (SC5314, American Type Culture Collection) was maintained as a frozen stock at −80 °C. Routinely, and specifically the week before flight preparations, streak plates were initiated from frozen stock. As needed for experiment preparation, isolated colonies were used to initiate overnight planktonic cultures. For ground-based studies and flight sample preparation, all cells were cultured in YPD (1% yeast extract, 2% peptone, 2% glucose, Becton Dickinson, Franklin Lakes, NJ, USA) at 30 °C with shaking at 225 rpm for up to 18 h for planktonic cultures and inverted for 3 days for plated colonies, unless otherwise noted in specific methods.  2.2. Missions: Common Procedures Pre-flight sample preparation was done at Kennedy Space Center in the Space Station Processing Facility (SSPF). Freshly prepared yeast streak plates, and any specialized reagents or equipment, were shipped overnight to the SSPF laboratory. These reagents were shipped in replicate on consecutive days to minimize any complications of potential transport delays. The research team arrived approximately 10 days prior to launch, navigated the necessary badging and training requirements within the site-specific scheduling and availability, received the shipments of biologics, and began experimental preparations forthwith. Flight and terrestrial control samples, with a predetermined and condition-specific sample excess (spares), were prepared in bulk whenever possible. Following an incubation period, the bulk-prepared samples were inspection for contamination and other anomalies (bubbles, volume discrepancies, etc.), and removed from the population as necessary. From the remaining samples, flight and terrestrial control specimens were chosen and extra samples were deconstructed, cleaned, and sterilized should they be needed for reloading in the event of an extended launch delay. It should be noted that selection of flight and terrestrial control samples was essentially random other than verifying that flight hardware was imperfection free (no glass chips/cracks, no angled septa, etc.). Following launch, the terrestrial control samples were shipped overnight to the Montana-based laboratory at the appropriate temperature using phase change packaging as needed. Flight and terrestrial control experiments were conducted near synchronously; the offset time being determined before flight and allowing for communication of each procedure from the flight crew, to the Implementation Partner (BioServe Space Technologies, Boulder, CO, USA), and then to the research team. Mission-specific timing is included in  Table 1 . In addition,  Figure 1 A,B synopsize the hardware utilized in each mission as well as the general contents and construction of the experimental samples. Specific experimental design details will be provided in the payload-specific sections below and are summarized in  Figure 1 C. To clarify the payload nomencla",
  "results": "3. Results 3.1. Mission Timelines Although each mission has different timing, the specifics of which change in real time based on the actual launch date and accompanying mission scenario,  Table 1  summarizes our general experiences for each payload. Categories in this table were chosen to provide perspective and demonstrate the temporal opportunities and constraints in which experiments are conducted. Understanding the launch cancelation (scrub) and subsequent launch scenarios ( Scrub delay  and  Launch date ) establishes the prelaunch experiment planning and preparation, especially as they relate to sensitive reagents and cells that have longevity and storage considerations.  Launch to dock  (arrival at the ISS) and  Dock to sample access  represent times during which samples are largely inaccessible for processing, although temperature requirements can often be maintained even with non-powered payloads. The lapse of time between when the vehicle docks and when the crew accesses specific samples may be important for an experiment, but occurs during a busy time of the mission. As such the timing for sample transfer to on-orbit power-controlled environments or early initiation of experimental procedures are negotiable, but ultimately needs to fit within the crew schedule, competing requests, and mission priorities. The  Length of mission  illustrates the active duration of the on-orbit procedures during which experiments can be conducted, including the shoulder days necessary for vehicle unpacking (beginning of the mission) and packing (end of the mission), during which crew time may be limited. Of note, samples often need to be equilibrated to a particular storage/post-mission temperature for travel once the experimental procedures are complete. One-to-two days is typically allowed for this temperature transition before packing the samples into the return vehicle ( Experiment completion to undock ). Finally, from the time the vehicle splashes down to when the samples arrive at the home laboratory,  Splashdown to home lab , is relevant for sample processing considerations. These timelines will vary based on the splashdown location, travel time to shore, requirements of the science, and individual opportunities. In total, the timeline data is presented to provide some perspective as to how to prepare for and maximize the success of a spaceflight experiment using the ISS. 3.2. Sample Temperature Transitions throughout Mission Our first flight experiment was transported to the ISS on SpX CRS-1, so we were eager to obtain as much tracking information as possible, especially since there was no historical data on which to depend. In order to evaluate whether samples were exposed to the expected temperatures and to compare ambient temperatures within the ISS to those of the terrestrial setting of our laboratory, HOBO temperature sensors were included in selected GAPs.  Figure 2  provides representative temperature tracings for flight and corresponding terrestrial controls for the duration of the indicated mission. Examples from SpX CRS-1 ( Figure 2 A), -4 ( Figure 2 B) and -16 ( Figure 2 C) are included. SpX CRS-17 utilized FEP bags and thus did not accommodate an accompanying temperature sensor. As illustrated in each panel, the active aspects of the experimental procedures were well aligned between the flight (black lines) and terrestrial controls (green lines) in terms of time and temperature (see activation and termination indicators on tracings, labeled and indicated by red vertical lines). The time offset (usually 2 h) between flight and terrestrial experimental procedures, which is necessary to verify on-orbit procedures by the crew, was removed to improve the temperature comparisons between conditions. Although the mid-mission storage temperatures varied slightly, with terrestrial controls elevated 1–2 °C relative to flight in SpX CRS-1 ( Figure 2 A) and reduced by approximately 7 °C in SpX CRS-16 ( Figure 2 C), the sample qu",
  "discussion": "4. Discussion As increasing numbers of people spend longer amounts of time in space, it is imperative to understand the physiological adaptations that humans may experience as well as the threats they may encounter.  C. albicans  is important in its own right as an opportunistic pathogen, but as a eukaryotic organism, it may also provide a simple system that affords insight into how more complex eukaryotes respond to the environment of microgravity. That said, a thorough and robust investigation of biological adaptation to microgravity is complicated for a variety of reasons. Importantly, microgravity cannot be replicated on Earth. Devices that have been developed as simulation bioreactors have not been fully evaluated to determine which aspects of microgravity they simulate, nor the reliability and predictive value they provide. Secondly, opportunities to conduct experiments in true microgravity provide challenges in terms of cost, opportunity, procedures, and outcome measures. Whether utilizing the ISS, suborbital platforms, or free-flyer independent payloads, the conditions, processes, and hardware tend to be unfamiliar and different from those used to establish the foundational studies on which the experimental concepts have been developed. Finally, payload numbers and size tend to be limited, thereby constraining replicate numbers, ability to repeat experiments, and the breadth of experimental variables that can be tested. As such, we feel very fortunate to have flown  C. albicans  on several missions, allowing for comparison of a subset of outcome measures, across flight opportunities, in different types of hardware, and with reference to results obtained in the HARV bioreactor as a simulation device.  When planning flight experiments there are mission-dependent events that will frame the overall timing of experimental procedures and processes, and importantly, the health and wellness of biological samples. This is a feature rarely encountered in normal ground-based experiments and must be thoroughly considered when planning flight payloads. Based on our experience, the time during which samples must be self-sustaining and without active intervention has shortened, but still involves multiple days. This is evidenced in  Table 1  when one considers the time from  launch  to early  sample access . In SpX CRS-1, this time lapse was 149+ h (6+ days), whereas the shortest lapse was 60 h (2.5 days) during SpX CRS-17. An additional 30–48 h, at minimum, must be added to allow for pre-launch sample preparation, handover procedures, and time required for vehicle packing. Cumulatively and regardless of the experimental design, there is likely to be a multi-day period during which the samples must be stable without crew intervention. At the other end of the mission, sample return timelines may also be critical for some studies. One can expect a multi-day travel period from when the samples leave ISS until they are available for in-lab processing. Beyon",
  "conclusion": ""
}