{
  "id": "PMC8450295",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8450295/",
  "title": "Telomere length assessments of muscle stem cells in rodent and human skeletal muscle sections",
  "authors": "Elisia D. Tichy, Foteini Mourkioti",
  "year": "2021",
  "journal": "STAR Protocols",
  "abstract": "Summary Measurements of telomere length in skeletal muscle stem cells (MuSCs), a rare cell population within muscles, provide insights into cellular dysfunction in diseased conditions. Here, we describe a protocol ( cryo section  mu scle  q uantitative  f luorescent  i n  s itu h ybridization) using skeletal muscle cryosections for assessments of telomere length in MuSCs, in their native environment. Using a free software, telomere length measurements are assessed on a single-cell level. We also provide methodology to perform data analyses in several ways. For complete details on the use and execution of this protocol, please refer to  Tichy et al. (2021) .",
  "keywords": "Cell Biology, Cell isolation, Cell-based Assays, In Situ Hybridization, Microscopy, Stem Cells",
  "full_text": "Before you begin Experimental design and considerations Reductions in telomere length in muscle stem cells (MuSCs) have been recently discovered in chronic muscle injury conditions, including Duchenne muscular dystrophy ( Tichy et al., 2017 ,  2021 ), which results in a more severe disease phenotype ( Sacco et al., 2010 ). Many common methods for conducting telomere length assessments in other cell and tissue types requires the isolation of primary cells, which may disrupt the tissue environment, requires large numbers of cells to obtain enough genomic DNA for appraisal [Telomere Restriction Fragment/TRF analysis ( Mender and Shay, 2015 )], or only provides the average telomere length over the entirety of the cell population [Telomere:single copy gene QPCR methodology ( Cawthon, 2002 )] . The quantitative fluorescent in-situ hybridization (Q-FISH) technique, which allows for assessment of telomere length based on the fluorescence intensity of a hybridized probe, coupled with semi-automated telomere length assessments using a free software (Telometer), provides robust information that can eliminate such limitations. Here, we provide a protocol where our previously established and validated muscle stem cell-specific Q-FISH protocol for measuring telomeres in FACS-isolated MuSCs [MuQ-FISH ( Tichy et al., 2017 )], has been altered and adapted for use on cryosections of murine skeletal muscle (CRYO MuQ-FISH), leaving the MuSC niche intact. This method can be beneficial for telomere length quantitation of archival samples and may also be adapted to examine telomere lengths in additional muscle-resident cell types, as well as cell types from other tissues. This protocol is also compatible with skeletal muscle cryosections derived from species other than mice but testing and optimization should be conducted by the end user. Note:  This protocol utilizes skeletal muscle tissue from research animals and human cohorts. Ensure that the use of research animals has been approved by the appropriate institutional animal care and use committee (IACUC) or equivalent oversight body. Additionally, procurement and use of tissues derived from human sources should follow the appropriate organizational rules regarding informed consent and be approved by the end user’s institutional review board. Sample collection for this protocol was done according to institutional guidelines and regulations of the University of Pennsylvania. Note:  For telomere data extraction from images, the following software must be installed on the analysis computer: java se ( https://www.oracle.com/java/technologies/javase-downloads.html ) and the freeware Telometer ( https://demarzolab.pathology.jhmi.edu/telometer/download.html ). Install software according to instructions listed on the websites. This protocol includes the following steps: 1) Skeletal muscle preparation, embedding, sectioning, 2) CRYO MuQ-FISH, 3) image collection, 4) analysis and statistics Skeletal muscle preparation, embedding, and sectioning \n Timing: 2 days \n 1. Humanely euthanize mice according to an approved IACUC protocol methodology and institutional guidelines. \n Note:  This protocol uses male mice between 2 and 5 months of age. However, this protocol can be applied to samples derived from other ages and both sexes of mice. \n 2. Spray the lower half of mouse body with 70% ethanol. 3. Lay mouse on its back and completely remove skin from the back legs. 4. Dissect desired hindlimb skeletal muscles for assessment. \n Note:  For downstream assessments, it is ideal to compare the same types of muscles, rather than mixing different anatomical groups. We routinely utilize either the Tibialis anterior or the gastrocnemius muscles for telomere length measurements. \n 5. Fix and process tissues for embedding. a. Place isolated muscles in 3–4 mL of cold (4°C) 4% paraformaldehyde in PBS per well in a 6-well plate. b. Incubate tissue on a rocker at 4°C for at least 2 h. Note:  Tibialis anterior muscles up to 200 mg are fixed for 2 h, but larger muscles, such as the gastrocnemius, require a 3-h incubation for fixative to fully enter the tissue. c. Remove muscles and place in pre-chilled 30% sucrose in water (4°C) overnight (16 h) at 4°C. \n 6. Embed tissues in O.C.T. and freeze. a. Label 15 mm  ×  15 mm  ×  5 mm base molds with pertinent mouse information with an alcohol resistant marker and mark directionality of the muscle by labeling the terminal tendon location. b. Fill base mold with O.C.T. to the point where it almost overflows from the inset. Do not allow bubbles to form. If they do, use a 100 μL micropipettor and tip to remove the bubbles. c. Place fixed muscle tissue in the base mold and push it evenly to the bottom of the mold. The orientation should be as it was labeled previously. d. Chill 2-methylbutane with dry ice or liquid nitrogen. Immerse muscles in base molds in chilled 2-methylbutane for >30 s for TA muscles and >1 min for gastrocnemius muscles. e. Place chilled blocks on dry ice for 1 h to allow residual 2-methylbutane to evaporate. f. Wrap blocks in base molds with parafilm and store at −80°C for at least overnight (16 h). \n Pause point:  Cryoblocks can be stored at −80°C indefinitely. \n 7. Sectioning of skeletal muscles. a. The evening before cryosectioning, remove cryoblocks from −80°C and place at −20°C. b. Label superfrost plus slides with pertinent mouse information. c. Remove block from base mold and section in a cryostat, cutting 10 μm slices. We try to keep the tissue orientation the same for all blocks. Both longitudinal, as well as cross sectional slices will work with this assay. Note:  For optimal adherence of sections, we firmly press cut sections onto room temperature (25°C) superfrost plus slides. d. Store slides at −20°C until all samples have been collected and sectioned. \n Pause point:  Slides can be stored at −20°C indefinitely. \n Key resources table \n REAGENT or RESOURCE SOURCE IDENTIFIER Antibodies Alexa Fluor 488 Donkey anti-goat IgG; 1/300 dilution Thermo Fisher Scientific Cat# A11055; RRID: AB_2534102 Goat anti-mouse Vcam1; stock made at 1 mg/mL; 1/100 dilution Fisher Scientific Cat# PIPA547029; RRID: AB_2609027 Rat anti-CD11b-biotin, clone M1/70; 1/200 dilution BD Biosciences Cat# 553309; RRID: AB_394773 Rat anti-CD31-biotin; 1/200 dilution Fisher Scientific Cat# 13-0311-85; RRID: AB_466421 Rat anti-mouse CD34-BV421, Clone RAM34; 1/20 dilution BD Biosciences Cat# 562608; RRID: AB_11154576 Rat anti-CD45-biotin; 1/500 dilution BD Biosciences Cat# 553078; RRID: AB_394608 Rat anti-Ly-6A/E-biotin (Sca1), clone E13–161.7; 1/200 dilution BD Biosciences Cat# 553334; RRID: AB_394790 anti-Alpha 7 Integrin Alexa Fluor 647, clone R2F2; 1/25 dilution Ablab.ca Cat# 67-0010-05; RRID:  AB_2890939 Biotinylated mouse anti-human CD31; 1/50 dilution Thermo Fisher Scientific Cat# 13-0319-82; RRID: AB_466423 Chemicals, peptides, and recombinant proteins 4% paraformaldehyde Thermo Scientific Cat# J19943-K2 Antigen unmasking solution (Commercial citrate buffer) Vector Labs Cat# H-3300 Bovine Serum Albumin (Fraction V) Gemini Bio-Products Cat# 700-100P Cenpb-Cy3 PNA Bio Cat# F3002 Dextran sulfate sodium salt Sigma-Aldrich Cat# D8906 EDTA Invitrogen Cat#15575-020 Ethanol, 200 proof Decon Labs Cat# 2701 Ethylene Carbonate Sigma-Aldrich Cat# E26258 Formamide Sigma-Aldrich Cat# 47670 Immersion oil, type A Nikon Cat# MXA20233 OCT Thermo Scientific Cat# 6502G Potassium chloride Sigma Aldrich Cat# P9541 Potassium phosphate, monobasic Sigma Aldrich Cat# P9791 Prolong gold plus DAPI Thermo Scientific Cat#  P36935 RNAse A Fisher Scientific Cat# AM9780 Sodium Chloride Sigma Aldrich Cat# S6191 Sodium Phosphate, dibasic, dihydrate Sigma Aldrich Cat# S3264 SSC buffer, 20 × Corning Cat# 46-020-CM Streptavidin PE-Cy7 BioLegend Cat# 405206 Streptavidin Cy3 Thermo Scientific Cat# SA1010 Sucrose Sigma-Aldrich Cat#S0389 TelC-Alexa Fluor 647 PNA Bio Cat# F1013 Tris-Cl Quality Biological Cat#351-006-131 Triton X-100 Fisher Scientific Cat# BP151 Tween 20 Fisher Scientific Cat# BP337 Experimental models: organisms/strains Mouse: C57Bl/6J, 2-5-month-old males Jackson Laboratory Stock# 000664; RRID:IMSR_JAX:000664 Mouse: IKK2CA: B6.Cg- Gt(ROSA)26Sor tm4(Ikbkb)/Rsky /J, 2–5-month-old males Jackson Laboratory Stock# 008242; RRID:IMSR_JAX:008242 Mouse: Pax7 ERT2Cre : B6.Cg -Pax7 tm1(cre/ERT2)Gaka /J, 2–5-month-old males Jackson Laboratory Stock# 017763; RRID:IMSR_Jax:017763 Mouse: mdx/mTR: B6.Cg- Terc tm1Rdp   Dmd mdx-4Cv /BlauJ, 7-month-old males Jackson Laboratory Stock# 023535; RRID: IMSR_Jax:023535 Rat: Sprague Dawley, male, 14-month-old male Charles River Stock# 001; RRID: MGI:5651135 Biological samples Human skeletal muscle samples, 10–15-year-old male Obtained in house N/A Software and algorithms Graphpad Prism v. 9.1.2 Licensed Software https://www.graphpad.com Image J Open Source https://imagej.nih.gov/ij/ Java SE 11 Open Source https://www.oracle.com/java/technologies/javase-downloads.html Microsoft Excel Licensed Software https://www.office.com NIS-Elements Licensed Software https://www.nikon.com/products/microscope-solutions/lineup/img_soft/nis-elements/ Telometer ImageJ Plugin Open Source https://demarzolab.pathology.jhmi.edu/telometer/ Other Coplin Staining Jar Thermo Fisher Scientific Cat# S17495A Slide Tray for Immuno-Staining with Black Cover RPI corp. Cat# 195801 6 well plates VWR Cat#10062-892 1.5 mL microcentrifuge tubes VWR Cat# 10025-724 15 mL centrifuge tubes VWR Cat# 10025-692 50 mL centrifuge tubes VWR Cat# 10025-702 Superfrost plus microscope slides Thermo Fisher Scientific Cat# 1255015 Super HT PAP Pen, mini RPI corp. Cat# 195506 Tissue Path disposable base molds, 15  ×  15  ×  5 mm Thermo Fisher Scientific Cat# 22-363-553 VWR VistaVision Cover Glass, No. 1 VWR Cat# 16004-096 Compact Digital Rocker Thermo Scientific Cat# 88880020 Isotemp Water Bath Fisher Scientific Model# 2320 Steamer Hamilton Beach Model# VS02 Thermobrite Slide Warmer Leica Model# S500-12 Thermomixer Fisher Scientific Cat# 05-412-500 Widefield Microscope Nikon Model# NiU \n Materials and equipment Buffers \n TET buffer Reagent Final concentration Amount Tris, pH 7.5 (1M) 10mM 0.5 mL EDTA, pH 8.0 (500mM) 1mM 0.1 mL Tween-20 0.05% 0.025 mL ddH 2 O n/a 49.375 mL Total n/a 50 mL pH 7.6. Buffer can be stored at room temperature (25°C) indefinitely if making a larger batch. Do not reuse buffer. \n Hybridization buffer Reagent Final concentration Amount Ethylene carbonate 15% 0.15g Dextran sulfate 20% 0.20g Sodium chloride, 5M 600mM 120 uL 100 ×  commercial citrate antigen retrieval buffer 1 × 10uL ddH 2 O n/a Up to 1 mL Total n/a 1 mL pH 6.0. Use immediately after making buffer. \n Wash Buffer I Reagent Final concentration Amount SSC (20 × ) 2 × 100 mL Tween-20 0.1% 1 mL ddH 2 O n/a 899 mL Total n/a 1000 mL pH 7.2. Wash buffer I can be prepared in large stocks and stored at room temperature (25°C) for several months. \n Wash Buffer II Reagent Final concentration Amount SSC (20 × ) 1 × 50 mL Tween-20 0.1% 1 mL ddH 2 O n/a 949 mL Total n/a 1000 mL pH 7.2. Wash buffer II can be prepared in large stocks and stored at room temperature (25°C) for several months. \n Wash Buffer III Reagent Final concentration Amount SSC (20 × ) 0.5 × 25 mL Tween-20 0.1% 1 mL ddH 2 O n/a 974 mL Total n/a 1000 mL pH 7.2. Wash buffer III can be prepared in large stocks and stored at room temperature (25°C) for several months. \n Wash Buffer IV Reagent Final concentration Amount SSC (20 × ) 0.25 × 12.5 mL Tween-20 0.1% 1 mL ddH 2 O n/a 986.5 mL Total n/a 1000 mL pH 7.2. Wash buffer IV can be prepared in large stocks and stored at room temperature (25°C) for several months. \n Antibody Blocking Buffer Reagent Final concentration Amount Bovine serum albumin 3% 1.5g Triton X-100 0.1% 50 uL Phosphate Buffered Saline 1 × Up to 50 mL Total n/a 50 mL pH 7.4. Blocking buffer should be stored at 4°C when not in use and is stable for several weeks. \n Phosphate Buffered Saline (PBS), 1 × Reagent Final concentration Amount Sodium Chloride 137mM 8g Potassium Chloride 2.7mM 0.2g Sodium phosphate, dibasic, dihydrate 4.3mM 9g Potassium phosphate, monobasic 1.47mM 0.24g Total n/a 1000 mL pH 7.4. PBS is stored at room temperature (25°C) and is stable for several months. \n Equipment The following equipment was used for the described protocol. • −20°C freezer • −80°C freezer • 4°C refrigerator • Compact Digital Rocker (Thermo Scientific, Cat#88880020) • Isotemp Water Bath (Fisher Scientific, Model #2320) • Steamer (Hamilton Beach, Model# VS02) • Thermobrite slide warmer (Leica, Model #S500-12) • Thermomixer (Eppendorf, Model# F1.5) • Widefield microscope (Nikon, Model# NiU) Alternatives:  A hybridization oven may also be utilized for wash buffer incubations and telomere probe preheating and hybridization, as well as additional heating steps. Common equipment such as freezers, refrigerators, rockers, water baths, steamers, and thermomixers are interchangeable with any other brand and model. Any widefield microscope equipped with the proper filter sets and a 100 ×  objective can complete the imaging described in this protocol. Software The following software are instrumental in analysis of datasets generated using this protocol. • Java SE 11 or later • Telometer v3.0.5 • Microsoft Excel 365 or equivalent • Graphpad prism 9.1.2 or later Step-by-step method details Telomere, centromere, muscle stem cell, and nuclear staining \n Timing: 2 days \n 1. Remove one slide from each desired sample set from −20°C and warm to room temperature (25°C). 2. Permeabilize sections by immersing slides in 0.5% Triton X-100 in PBS for 10 min in a coplin jar at room temperature (25°C). \n Note:  The coplin jar used in this protocol holds approximately 50 mL of solution and 8 slides. If more slides must be stained, we recommend using a tissue-tek staining dish and 24-place slide holder. This alternative setup requires 200–250 mL of solution volume for adequate coverage of the slides. \n 3. Wash slides twice with PBS for 3 min each at room temperature (25°C). \n 4. Perform heat-mediated antigen retrieval with TET buffer. a. Heat buffer to boiling in a microwave first and then transfer buffer to a coplin jar placed in a preheated steamer (95°–100°C). b. Add slides to the coplin jar containing hot TET buffer (95°–100°C) and incubate for 10 min. Remove coplin jar containing the slides from the steamer and let it cool at room temperature (25°C) for 15 min. Note:  Take care when handling hot solutions. CRITICAL:  Do not let the slides dry at any time following antigen retrieval, as doing so greatly increases autofluorescence of the tissue and will make distinguishing MuSCs difficult. c. Wash slides with PBS twice for 3 min each in a coplin jar at room temperature (25°C). \n 5. RNAse A treatment a. Remove slides from coplin jar and mark tissue boundaries with a hydrophobic/PAP pen. b. Add sufficient RNase A (100 μg/mL) to cover tissue on the slide (100–200 μL) and cover the slide with a glass coverslip to prevent evaporation. CRITICAL:  RNase should be DNase-free. We routinely prepare RNase stock concentrations of 10 mg/mL, heat at 100°C for 10 min to destroy DNAses and then dilute to 100ug/mL in water and store at −20°C. c. Incubate slides at 37°C in a slide warmer or alternative heating source for 20 min. d. Remove coverslip and transfer slides into coplin jars containing PBS. Wash slides twice for 3 min each at room temperature (25°C). \n 6. Telomere Staining a. Prepare hybridization buffer [adapted from ( Matthiesen and Hansen, 2012 )] as described in the  materials and equipment  section. Note:  The hybridization buffer requires extensive vortexing and pipetting to get all components completely into solution. Heating or alteration of pH is unnecessary. When all components are properly dissolved, the solution will be viscous. b. Prepare TelC-Alexa Fluor 647 telomere probe and optional Cy3-CENPB centromere probe. i. Dilute 5 nmol probe pellet provided by the supplier with 100uL formamide. ii. Aliquot in 4 μL aliquots in 1.5 mL microcentrifuge tubes and store at −80°C. Note:  Probe is light sensitive. All steps proceeding the addition of probe should be done in the dark or low-light conditions. Note:  Probes stored at −80°C are stable for at least several months. Note:  We recommend using the Alexa Fluor 647-conjugated telomere probe, as it provides the least background in skeletal muscle cryosections. c. Remove telomere probe from −80°C storage, thaw, and add probe at a 1/600 dilution to the hybridization buffer (1.67 μL/mL of buffer). Optional:  Centromere probe staining and analysis is not required, unless problems arise with abnormal nuclear architecture or DAPI staining intensities between samples. If centromere probe staining is desired, use Cy3-CENPB probe at 1/600 dilution and add it at the same time as the telomere probe above. The CENPB probe is prepared identically to the telomere probe. d. Heat probe(s) in hybridization buffer for 10 min at 67°C in a thermomixer or alternative heating source in the dark. e. Add hybridization buffer containing probe to slides. We typically use 100 μL probe solution per slide. Cover slides with a glass coverslip to prevent evaporation during incubation. CRITICAL:  It is crucial that bubbles are kept to a minimum, as areas that are not evenly covered will not stain properly. f. Incubate slides in a Thermobrite slide warmer or equivalent heating source, according to  Table 1 . Table 1 Telomere/centromere probe hybridization conditions Steps Temperature Time Initial Denaturation 67°C 10 min Hybridization 42°C 90 min g. Preheat wash buffers I, II, III, IV to 55°C in a water bath or equivalent heating source. h. Gently remove coverslips from slides after hybridization, place slides in coplin jars, and incubate with 50 mL prewarmed wash buffer I for 5 min. Keep coplin jar at 55°C during the wash process. Repeat wash once. i. Continue washing stepwise with 2 washes each (50 mL per wash) of wash buffer II, wash buffer III, and wash buffer IV, in that order, for 5 min each wash and at 55°C. j. Wash slides once with PBS for 5 min at room temperature (25°C). \n 7. Muscle Stem Cell Staining a. Block sections in 50 mL antibody blocking buffer for 1 h at room temperature (25°C). b. Incubate slides in cold (4°C) blocking buffer with VCAM antibody (1/100 dilution); stock antibody concentration 1 mg/mL, in a dark, humidified staining chamber overnight (16 h) at 4°C. We use 100 μL of antibody solution per slide. Cover slides with a coverslip to ensure even coverage of antibody solution. c. Wash slides the following day in coplin jars with 50 mL PBS, twice, 5 min each at room temperature (25°C). d. Incubate sections for 1 h with secondary antibody (Alexa Fluor 488 Donkey anti-goat IgG; 1/300 dilution) in antibody blocking buffer at room temperature (25°C). We use 100 μL of antibody solution per slide. Cover slides with a coverslip to ensure even coverage of antibody solution. e. Wash slides three times for 5 min each with PBS at room temperature (25°C). PBS washes are carried out in coplin jars and using 50 mL of solution. f. Mount coverslips with Prolong gold with DAPI. g. Allow mounting media to solidify overnight (16 h) at room temperature (25°C) in the dark. \n Image acquisition \n Timing: less than 3 days \n CRITICAL:  The imaging must take place as soon as possible after staining, and imaging must be completed for all samples in as short a period of time as possible. Given the sensitivity of Q-FISH assays, minor changes in fluorescence intensities can result in skewed datasets. Even with antifade agents in the mounting medium, it is imperative to image cells of interest as quickly as possible, so we recommend completing imaging of all samples in 3 days or less. \n 8. Identify VCAM+ cells present in tissue sections using a Nikon Eclipse NiU widefield epifluorescence microscope. Note:  Any widefield epifluorescence microscope with appropriate objectives, filters, and camera should be ca",
  "introduction": "",
  "methods": "Materials availability This study did not generate new materials or unique reagents.",
  "results": "",
  "discussion": "",
  "conclusion": ""
}