{
  "id": "PMC8274610",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8274610/",
  "title": "THE INDIVIDUAL AND COMBINED EFFECTS OF SPACEFLIGHT RADIATION AND MICROGRAVITY ON BIOLOGIC SYSTEMS AND FUNCTIONAL OUTCOMES",
  "authors": "Jeffrey S. Willey, Richard A. Britten, Elizabeth Blaber, Candice G.T. Tahimic, Jeffrey Chancellor, Marie Mortreux, Larry D. Sanford, Angela J. Kubik, Michael D. Delp, Xiao Wen Mao",
  "year": "2021",
  "journal": "Journal of environmental science and health. Part C, Toxicology and carcinogenesis",
  "abstract": "Both microgravity and radiation exposure in the spaceflight environment have been identified as hazards to astronaut health and performance. Substantial study has been focused on understanding the biology and risks associated with prolonged exposure to microgravity, and the hazards presented by radiation from galactic cosmic rays (GCR) and solar particle events (SPEs) outside of low earth orbit (LEO). To date, the majority of the ground-based analogues (e.g., rodent or cell culture studies) that investigate the biology of and risks associated with spaceflight hazards will focus on an individual hazard in isolation. However, astronauts will face these challenges simultaneously Combined hazard studies are necessary for understanding the risks astronauts face as they travel outside of LEO, and are also critical for countermeasure development. The focus of this review is to describe biologic and functional outcomes from ground-based analogue models for microgravity and radiation, specifically highlighting the combined effects of radiation and reduced weight-bearing from rodent ground-based tail suspension via hind limb unloading (HLU) and partial weight-bearing (PWB) models, although in vitro and spaceflight results are discussed as appropriate. The review focuses on the skeletal, ocular, central nervous system (CNS), cardiovascular, and stem cells responses.",
  "keywords": "Hind limb unloading, tail suspension, radiation, spaceflight, cognition, cardiovascular, SANS, bone, stem cell",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}