{
  "id": "PMC8012687",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8012687/",
  "title": "Effects of Simulated Microgravity on the Proteome and Secretome of the Polyextremotolerant Black Fungus ",
  "authors": "Donatella Tesei, Abby J. Chiang, Markus Kalkum, Jason E. Stajich, Ganesh Babu Malli Mohan, Katja Sterflinger, Kasthuri Venkateswaran",
  "year": "2021",
  "journal": "Frontiers in Genetics",
  "abstract": "Black fungi are a group of melanotic microfungi characterized by remarkable polyextremotolerance. Due to a broad ecological plasticity and adaptations at the cellular level, it is predicted that they may survive in a variety of extreme environments, including harsh niches on Earth and Mars, and in outer space. However, the molecular mechanisms aiding survival, especially in space, are yet to be fully elucidated. Based on these premises, the rock-inhabiting black fungus  Knufia chersonesos  (Wt) and its non-melanized mutant (Mut) were exposed to simulated microgravity—one of the prevalent features characterizing space conditions—by growing the cultures in high-aspect-ratio vessels (HARVs). Qualitative and quantitative proteomic analyses were performed on the mycelia and supernatant of culture medium (secretome) to assess alterations in cell physiology in response to low-shear simulated microgravity (LSSMG) and to ultimately evaluate the role of cell-wall melanization in stress survival. Differential expression was observed for proteins involved in carbohydrate and lipid metabolic processes, transport, and ribosome biogenesis and translation via ribosomal translational machinery. However, no evidence of significant activation of stress components or starvation response was detected, except for the scytalone dehydratase, enzyme involved in the synthesis of dihydroxynaphthalene (DNH) melanin, which was found to be upregulated in the secretome of the wild type and downregulated in the mutant. Differences in protein modulation were observed between  K. chersonesos  Wt and Mut, with several proteins being downregulated under LSSMG in the Mut when compared to the Wt. Lastly, no major morphological alterations were observed following exposure to LSSMG. Similarly, the strains’ survivability was not negatively affected. This study is the first to characterize the response to simulated microgravity in black fungi, which might have implications on future astrobiological missions.",
  "keywords": "microgravity, black fungi, extremophiles, secretomics, proteomics, astrobiology",
  "full_text": "Introduction Based on their nature as settlers in extreme environments, microbial extremophiles are of great interest to studies aiming to elucidate stress adaptation and survival mechanisms. Successful examples of extremophiles can be found in the fungal domain, alongside bacteria, and archaea, which for a long time were considered to be the sole colonizers of habitats previously considered uninhabitable. Some of these fungal extremophiles show even higher resistance than that of prokaryotes ( Shtarkman et al., 2013 ;  Aguilera and González-Toril, 2019 ). Black fungi in particular represent a group of highly melanized microfungi, whose ability to survive in a variety of extreme environments has in recent decades attracted increasing attention ( Selbmann et al., 2005 ;  Sterflinger, 2006 ;  Gorbushina, 2007 ;  Onofri et al., 2007 ). Desiccation, low nutrient availability, excessive radiation, extreme temperatures, salinity, and pH are some of the multiple sources of stress characterizing the habitats where these organisms have been shown to thrive ( Gunde-Cimerman et al., 2000 ,  2003 ;  Selbmann et al., 2008 ). The highest diversity of black fungi has especially been observed in rocky environments, ranging from mountain summits to the Atacama Desert and the Antarctic cold regions ( Gonçalves et al., 2016 ;  Ametrano et al., 2019 ). Rock represents a harsh habitat and a quite ancient niche for life, believed to reflect early Earth conditions, and thus considered to be a model for extraterrestrial life ( Selbmann et al., 2014 ). The discovery of melanized fungi in extreme environments has prompted researchers to investigate microbial physiology at the absolute edges of adaptability, aiming at a deeper understanding of the limits for life ( Dadachova and Casadevall, 2008 ;  Tesei et al., 2012 ;  Zakharova et al., 2013 ). Other studies have focused on testing fungal survival in space conditions through simulations in ground-based facilities or in space missions that enabled the assessment of the habitability of extraterrestrial environments and, hence, the possibility of life beyond Earth ( Scalzi et al., 2012 ;  Onofri et al., 2019 ). Space and outer space conditions are by definition hostile, as they include enhanced irradiation, microgravity, and temperature extremes ( Rabbow et al., 2012 ,  2017 ;  Senatore et al., 2018 ). Nevertheless, the isolation of melanized fungi from spacecraft and space stations—e.g., the International Space Station (ISS)—has been reported frequently ( Checinska et al., 2015 ;  Checinska-Sielaff et al., 2019 ). In this respect, a number of studies have examined the molecular adaptations of ISS-isolated strains to space conditions, showing alterations in metabolome and proteome ( Knox et al., 2016 ;  Blachowicz et al., 2019b ;  Romsdahl et al., 2019 ). Investigations of microbial survival in space are therefore relevant also in the context of space missions, to prevent contaminations and to develop strategies to reduce hazard, especially in the case of opportunistic species ( Urbaniak et al., 2019 ). In black fungi, astrobiological studies have evaluated the potential effects of Mars or ISS conditions on fungal viability and metabolism. One investigation revealed that a rock isolate from Antarctica,  Cryomyces minteri , could survive simulated Martian atmosphere and pressure, temperature fluctuations between −20 and 20°C, ultraviolet radiation, and vacuum ( Onofri et al., 2008 ). Comparative 2D-PAGE proteomics was carried out for other rock-inhabiting fungi (RIF) (i.e.,  Cryomyces antarcticus ,  Knufia perforans , and  Exophiala jeanselmei ) exposed to these conditions and showed a decrease in protein complexity, followed by recovery of the metabolic activity after 1 week of exposure ( Zakharova et al., 2014 ). Further, survivability of  C .  antarcticus  in outer space was shown via colony counts following a 1.5-year-long exposure on board the EXPOSE-E facility of the ISS ( Onofri et al., 2012 ). A more recent experiment of  C .  antarcticus  exposure on rock analogs under space and simulated Martian conditions revealed only slight ultra-structural and molecular damage and pointed out the high stability of DNA within melanized cells ( Pacelli et al., 2016 ). In other investigations, the resistance to acute ionizing radiations was demonstrated in RIF ( Pacelli et al., 2017 ,  2018 ). Together, these studies have revealed the ability of rock-colonizing black fungi to endure space conditions; however, to date, reports that specifically evaluate the response to microgravity have not been produced. Microgravity is an important factor influencing microbial life in space environments, a condition in which the gravity level is almost zero but not neutralized. Due to the technological and logistical hurdles linked to studies of microgravity in space, different methods have been developed to simulate microgravity and analyze microbial responses ( Herranz et al., 2013 ). Accordingly, the term low-shear simulated microgravity (LSSMG) is used to describe the environmental condition created by these devices, resembling the low-shear effects of the fluid on the cells ( Yamaguchi et al., 2014 ). Spaceflight and ground-based microgravity analog experiments have suggested that microgravity can affect microbial gene expression, cell morphology, physiology, and metabolism, also triggering increased virulence in pathogenic bacteria and fungi ( Altenburg et al., 2008 ;  Taylor, 2015 ;  Sathishkumar et al., 2016 ;  Huang et al., 2018 ). Although the effects of microgravity on microbes have been studied for several years, only the responses of a few typical prokaryotic and eukaryotic model organisms—e.g.,  Escherichia coli ,  Candida albicans ,  Saccharomyces cerevisiae, Penicillium sp., Aspergillus sp. —have hitherto been investigated ( Huang et al., 2018 ). Hence, studying the reaction of black fungi to microgravity holds potential for the elucidation of the molecular basis of tolerance in extremotolerant and extremophilic fungi, and can also contribute to unearthing the biological uniqueness of these species and their adaptability to space conditions. In the present study, the qualitative and quantitative proteomic characterization of a black fungus response to LSSMG was carried out for the first time. The rock-associated  Knufia chersonesos  (syn.  Knufia petricola ) was selected as the model organism due to its reported poikilo-tolerance, e.g., the ability to endure xeric conditions, desiccation, high UV-radiation and temperatures ( Sterflinger et al., 2012 ) and to feed on alternative carbon sources like monoaromatic compounds ( Nai et al., 2013 ) and synthetic polyesters ( Tesei et al., 2020 ).  K. chersonesos  aptitude to withstand levels of gaseous ozone up to 11 ppm was also shown (Tesei et al., unpublished). Furthermore, being the only black fungus known to have a melanin-deficient spontaneous mutant ( Tesei et al., 2017 ),  K. chersonesos  allows comparative studies attempting to evaluate the stress-protective role of melanin. Cultures of  K. chersonesos  wild type and mutant were grown in HARVs and analyzed for changes at the proteome—whole-cell proteome (mycelia) and secretome (culture supernatant)—and at the morphological level, with an eye toward the impact of cell-wall melanization on the physiological response to the stress. Materials and Methods Fungal Strains The fungal strains used in this study included the non-pathogenic rock-inhabiting fungus  K. chersonesos  MA5789 wild type (Wt) and MA5790 mutant (Mut), both obtained from the ACBR fungal culture collection of the University of Natural Resources and Life Sciences, Vienna, Austria. The Wt, characterized by a highly melanized mycelium, was isolated from red sandstone in Ny London, Svalbard, Norway. The pink mutant, whose pigmentation is due to unmasking of carotenoids resulting from the lack of melanin, originated spontaneously under laboratory conditions ( Tesei et al., 2017 ).  K. chersonesos  (syn.  K. petricola ) is an emerging model organism for analyses aiming at the elucidation of the rock-lifestyle and RIF physiology ( Nai et al., 2013 ). Along with its ascertained thermo-, pH-, UV- and desiccation tolerance ( Gorbushina et al., 2008 ;  Sterflinger et al., 2012 ), the fungus was recently reported to have an aptitude for using synthetic polymers as an alternative carbon source ( Tesei et al., 2020 ). These features and the ability to endure high levels of gaseous ozone (Tesei et al., unpublished), altogether make  K. chersonesos  particularly suited for astrobiology studies. Further, the availability of a mutant strain allows comparative studies attempting to evaluate the role of melanin in stress protection. Fungal cultures were maintained in flasks containing 50 mL of 2% malt extract broth (MEB, pH 5, 2% malt extract, 2% glucose, 1% peptone) at 21°C with shaking at 63 rpm (Innova, Eppendorf). Cultures at exponential phase were used for inoculation of media for all experiments. Exposure to Low-Shear Simulated Microgravity (LSSMG) Fungal pellets were obtained from 5-day-old cultures by centrifugation, washed in 1X phosphate-buffered saline (PBS; Thermo Fisher Scientific) and subsequently mildly ribolyzed (3 × 20”, speed 4; MP Biomedicals) to separate cells. As clump-like growth is an inherent characteristic of black fungi, mechanical disruption of cell clusters is a prerequisite for both inoculation of cultures and cell counting ( Voigt et al., 2020 ). Following the cell count (Neubauer), the cell number was adjusted to the initial concentration of 2 × 10 5  ml –1  with 10 mL fresh 2% MEB and used as seed culture. High-aspect-ratio vessels (HARVs; Synthecon Inc) were filled with the cell suspensions (10 mL) and rotated at 30 rpm (initial rotation rate) in the vertical axis to provide LSSMG conditions inside a chamber with 60% humidity and 22°C, for 7 days. Control runs were set up by rotating the bioreactors in the horizontal axis to provide normal gravity condition (1G) ( Rosenzweig et al., 2010 ;  Kim and Rhee, 2016 ). During cultivation, the rotation speed was adjusted to 43 rpm in order to keep the cells pellets orbiting within the vessel in continual fall and to prevent their contact with the vessel walls ( Figures 1A,B ). A total of two biological replicates were maintained throughout the experiments. An additional set of experiments identical to the conditions mentioned above was established for measurement of cell concentration and microscope observations. Cell concentration was assessed via hemocytometer count at different time points until completion of the experiment, using two biological replicates (i.e., biomass from two different vessels) for each experimental condition. Following removal of the vessel from the rotator base, samples of cells were collected under sterile conditions in a laminar flow hood using a luer-lock syringe and the syringe port in the culture vessel. The sampling was carried out one vessel at a time while the remaining vessels were kept rotating on the rotator base. Cell survivability at the end of the LSSMG exposure was assessed by enumeration of colony forming units (CFU) using ImageJ software ( Schneider et al., 2012 ), according to  Choudhry (2016) . FIGURE 1 Rotary Cell Culture System (RCCS TM , Synthecon) and High Aspect Ratio Vessels (HARVs) used in the LSSMG experiments.  (A)  Schematic diagram of mechanical principle of the different RCCSs (design: Emily Klonicki). In normal gravity, the vessels (HARVs) rotate around a plane parallel to the gravity vector. Microgravity is simulated by rotating the samples around a plane perpendicular to the gravity vector.  (B)  The RCCS used to generate 1G condition (control) on ground (left); the RCCS used to generate LSSMG condition on ground (right);  (C)  Colony and cultural features of  Knufia chersonesos  MA 5789 (wild type, Wt) and MA5790 (mutant, Mut) under LSSMG and 1G on the first and last day of cultivation. The HARVs provide oxygenation via a flat, silicon rubber gas transfer membrane located at the base of the vessel and directly underneath the cultures. Microscopy Studies Scanning Electron Microscopy (SEM) For SEM studies, samples from the two strains were collected from all the established cultures—LSSMG and normal gravity condition (1G)—at various timepoints, i.e., 1, 3, 5, and 7 days from the beginning of the cultivation. A 1:10 dilution of each sample was prepared using 1X phosphate-buffered saline (PBS; Thermo Fisher Scientific) and thereafter transferred onto electron microscopy coupons. For each sample, two biological replicates (and two technical replicates each i.e., aliquots of 20 μl) were prepared and let dry at 35°C before examination. A Sirion (FEI, Hillsboro, OR, United States) field-emission scanning electron microscope (FE-SEM) was used for examination of the fungal cells. No specimen preparation procedures, such as sample coating with a surface-conducting (carbon or metal) layer, were performed as they were not necessary when using the FE-SEM. The samples were analyzed using an acceleration voltage of 10–20 kV, beam current of 40–50 mA and positioning the detector 6–10 mm away from the coupon. Secondary electron images were acquired in the high-vacuum mode. For each sample coupon, a minimum of 10 fields was observed, and images were acquired with various magnification (100×–5,000×). Fluorescence Microscopy For the cell integrity and viability assay, wheat germ agglutinin (WGA) and propidium iodide (PI) in combination with SYTO 9 were used. The carbohydrate-binding lectin WGA has a known affinity for β-1,4-N-acetylglucosamine (GlcNAc) oligomers present in the fungal polysaccharide chitin. PI, a membrane impermeant dye that is generally excluded from viable cells, was applied together with the nuclear and chromosome counterstain SYTO 9 for a dead/live stain. 200 μl aliquots were collected from all the established cultures after 1, 3, 5, and 7 days from the beginning of the cultivation. Fungal cells were washed twice in 1X PBS and suspended in 500 μl. Following a 1:10 dilution, 100 μl cell suspension was incubated with 50 μl Alexa Fluor 350 conjugate of WGA (Thermo Fisher Scientific) and 15 μl of FungaLight containing equal amounts of PI and SYTO 9 solution (Thermo Fisher Scientific), for 15 min at room temperature in the dark. The chosen amounts of the fluorescent probes are justified by the thickening and the increase in melanization of the cell walls, which hindered the staining process. Cell suspensions were mounted over glass slides and analyzed under an Axioplane microscope equipped with an AxioCam camera (Carl Zeiss). For each sample, two technical replicates were prepared for observation. Tandem Mass Tag (TMT)-Based Quantitative Shotgun Proteomics Sample Preparation The content of each vessel was spun at 7500 × g (5810, Eppendorf) and at 4°C for 15 min to separate fungal cell pellet (mycelium) from culture supernatant (secretome). Protease inhibitors (10 μl:1 mL v/v, Halt, Thermo Fisher Scientific) were thereafter added—and mixed with 1 mL 1 × PBS in the case of biomass samples—and samples were stored at −80°C prior to protein extraction. Proteins were extracted as previously described by  Romsdahl et al. (2018)  with some modifications. In brief, 1 mL lysis buffer consisting of 100 mM triethylammonium bicarbonate (TEAB) with 1:100 Halt Protease Inhibitor Cocktail (Thermo Fisher Scientific) was added to fungal cell pellets (i.e., ∼0.5 g) and culture supernatants (i.e., ∼0.5 mL), the latter previously concentrated in a SpeedVac system. Sample homogenization was achieved using a bead beater (Bertin) at 4°C (3 × 5500 rpm for 1 min., with 15 s. breaks in between) and following centrifugation at 17,000 ×  g  and 4°C for 15 min, protein concentrations were determined by BCA assay (Thermo Fisher Scientific). The protein extracts were processed for a tandem mass tag (TMT) labeling as previously described ( Romsdahl et al., 2018 ). For each sample, 250 μg proteins were precipitated in 20% TCA at 4°C, reduced by tris(2-carboxyethyl)phosphine (TCEP), alkylated with iodoacetamide (IAA), and digested with Trypsin/LysC (Promega, Madison, WI, United States) overnight at 37°C. Peptide quantitation was performed using the Pierce Quantitative Colorimetric Peptide Assay (Thermo Fisher Scientific). The proteomic and secretomic profiling of  K. chersonesos  Wt and Mut were carried out in two separate TMT LC/MS experiments. A total of 40 μg peptides from each cell pellet sample or 13 μg peptides from each culture supernatant were labeled with the Thermo Scientific TMT10 plex (TMT 10 ) Isobaric Mass Tagging Kit according to the manufacturer protocol. Eight TMT tags were used to label samples from the same experimental set. The TMT 10 -131 label was used as a reference that contained a pool of 5 μg of peptides from all samples. All nine labeled-peptide samples were combined into a single tube, mixed and fractionated using the Pierce High pH Reversed-Phase Peptide Fractionation Kit (Thermo Fisher Scientific). The fractionated samples were dried using a SpeedVac concentrator and dissolved in 1% formic acid prior to LC-MS/MS analysis. LC-MS/MS Analysis The samples were analyzed on an Orbitrap Fusion Lumos mass spectrometer with a Dionex UltiMate 3000 RSLCnano system, a 300 μm × 5 mm PepMap100 C18 precolumn, a 75 μm × 50 cm PepMap RSLC C18 analytical column, and an Easy-Spray ion source (Thermo Scientific). The column temperature was maintained at 45°C, and the peptides were eluted at a flow rate of 300 nL/min over a 110 min gradient, from 3 to 30% solvent B (100 min), 30 to 50% solvent B (5 min), 50 to 90% solvent B (1 min), 90% solvent B (1 min), and 90% to 3% solvent B (3 min). Solvent A was 0.1% formic acid in water and solvent B was 0.1% formic acid in acetonitrile. The full MS survey scan (400–1,600 m/z) was acquired in the orbitrap at a resolution of 240,000 and with an automatic gain control (AGC) target of 4 × 10 5 . The maximum injection time for MS scans was 50 ms. Monoisotopic precursor ions were selected with charge states 2–7 within a ± 10 ppm mass window using a 60 s dynamic exclusion. The MS 2  scan (400–1,200 m/z) was performed using the linear ion trap with the CID collision energy set to 35%. The ion trap scan rate was set to “rapid,” with an AGC target of 1 × 10 4 , and a maximum injection time of 30 ms. Ten fragment ions from each MS 2  experiment were then simultaneously selected for an MS 3  experiment. The MS 3  scan (100–500 m/z) was performed to generate the TMT reporter ions in the orbitrap at a resolution of 30,000 and using HCD at a collision energy setting of 65%, an AGC target of 5 × 10 4 , and a maximum injection time of 54 ms. Quantitative Proteomics Analysis All MS/MS spectra were analyzed using Proteome Discoverer (version 2.2.0.388, Thermo Fisher Scientific) with the Sequest-HT searching engines against an in-house annotated draft genome sequence of  K. chersonesos  MA5789 Wt (GCA_002319055.1, assembly ASM231905v1, NCBI) ( Tesei et al., 2017 ) consisting of 9.818 predicted protein coding gene models. The genome was annotated using funannotate (v1.3.4) (doi:  10.5281/zenodo.1284502 ), which combined predictions from  ab initio  gene predictors with Augustus trained by BUSCO gene models (fungi_odb9) ( Zdobnov et al., 2017 ) and GeneMark.hmm ( Ter-Hovhannisyan et al., 2008 ) informed by protein evidence from Swiss-Prot ( Boutet et al., 2007 ) together into composite gene models with EvidenceModeler ( Haas et al., 2008 ). Functional predictions for genes was assigned by protein homology to Pfam ( El-gebali et al., 2019 ), Swiss-Prot/UniProt (v 2018_05), and EggNog (v1.10) databases ( Huerta-Cepas et al., 2019 ). The following parameters were selected for the search: A maximum of two missed cleavage sites, a minimum peptide length of six residues, 5 ppm tolerance for precursor ion masses, and 0.6 Da tolerance for f",
  "introduction": "Introduction Based on their nature as settlers in extreme environments, microbial extremophiles are of great interest to studies aiming to elucidate stress adaptation and survival mechanisms. Successful examples of extremophiles can be found in the fungal domain, alongside bacteria, and archaea, which for a long time were considered to be the sole colonizers of habitats previously considered uninhabitable. Some of these fungal extremophiles show even higher resistance than that of prokaryotes ( Shtarkman et al., 2013 ;  Aguilera and González-Toril, 2019 ). Black fungi in particular represent a group of highly melanized microfungi, whose ability to survive in a variety of extreme environments has in recent decades attracted increasing attention ( Selbmann et al., 2005 ;  Sterflinger, 2006 ;  Gorbushina, 2007 ;  Onofri et al., 2007 ). Desiccation, low nutrient availability, excessive radiation, extreme temperatures, salinity, and pH are some of the multiple sources of stress characterizing the habitats where these organisms have been shown to thrive ( Gunde-Cimerman et al., 2000 ,  2003 ;  Selbmann et al., 2008 ). The highest diversity of black fungi has especially been observed in rocky environments, ranging from mountain summits to the Atacama Desert and the Antarctic cold regions ( Gonçalves et al., 2016 ;  Ametrano et al., 2019 ). Rock represents a harsh habitat and a quite ancient niche for life, believed to reflect early Earth conditions, and thus considered to be a model for extraterrestrial life ( Selbmann et al., 2014 ). The discovery of melanized fungi in extreme environments has prompted researchers to investigate microbial physiology at the absolute edges of adaptability, aiming at a deeper understanding of the limits for life ( Dadachova and Casadevall, 2008 ;  Tesei et al., 2012 ;  Zakharova et al., 2013 ). Other studies have focused on testing fungal survival in space conditions through simulations in ground-based facilities or in space missions that enabled the assessment of the habitability of extraterrestrial environments and, hence, the possibility of life beyond Earth ( Scalzi et al., 2012 ;  Onofri et al., 2019 ). Space and outer space conditions are by definition hostile, as they include enhanced irradiation, microgravity, and temperature extremes ( Rabbow et al., 2012 ,  2017 ;  Senatore et al., 2018 ). Nevertheless, the isolation of melanized fungi from spacecraft and space stations—e.g., the International Space Station (ISS)—has been reported frequently ( Checinska et al., 2015 ;  Checinska-Sielaff et al., 2019 ). In this respect, a number of studies have examined the molecular adaptations of ISS-isolated strains to space conditions, showing alterations in metabolome and proteome ( Knox et al., 2016 ;  Blachowicz et al., 2019b ;  Romsdahl et al., 2019 ). Investigations of microbial survival in space are therefore relevant also in the context of space missions, to prevent contaminations and to develop strategies to reduce ha",
  "methods": "Materials and Methods Fungal Strains The fungal strains used in this study included the non-pathogenic rock-inhabiting fungus  K. chersonesos  MA5789 wild type (Wt) and MA5790 mutant (Mut), both obtained from the ACBR fungal culture collection of the University of Natural Resources and Life Sciences, Vienna, Austria. The Wt, characterized by a highly melanized mycelium, was isolated from red sandstone in Ny London, Svalbard, Norway. The pink mutant, whose pigmentation is due to unmasking of carotenoids resulting from the lack of melanin, originated spontaneously under laboratory conditions ( Tesei et al., 2017 ).  K. chersonesos  (syn.  K. petricola ) is an emerging model organism for analyses aiming at the elucidation of the rock-lifestyle and RIF physiology ( Nai et al., 2013 ). Along with its ascertained thermo-, pH-, UV- and desiccation tolerance ( Gorbushina et al., 2008 ;  Sterflinger et al., 2012 ), the fungus was recently reported to have an aptitude for using synthetic polymers as an alternative carbon source ( Tesei et al., 2020 ). These features and the ability to endure high levels of gaseous ozone (Tesei et al., unpublished), altogether make  K. chersonesos  particularly suited for astrobiology studies. Further, the availability of a mutant strain allows comparative studies attempting to evaluate the role of melanin in stress protection. Fungal cultures were maintained in flasks containing 50 mL of 2% malt extract broth (MEB, pH 5, 2% malt extract, 2% glucose, 1% peptone) at 21°C with shaking at 63 rpm (Innova, Eppendorf). Cultures at exponential phase were used for inoculation of media for all experiments. Exposure to Low-Shear Simulated Microgravity (LSSMG) Fungal pellets were obtained from 5-day-old cultures by centrifugation, washed in 1X phosphate-buffered saline (PBS; Thermo Fisher Scientific) and subsequently mildly ribolyzed (3 × 20”, speed 4; MP Biomedicals) to separate cells. As clump-like growth is an inherent characteristic of black fungi, mechanical disruption of cell clusters is a prerequisite for both inoculation of cultures and cell counting ( Voigt et al., 2020 ). Following the cell count (Neubauer), the cell number was adjusted to the initial concentration of 2 × 10 5  ml –1  with 10 mL fresh 2% MEB and used as seed culture. High-aspect-ratio vessels (HARVs; Synthecon Inc) were filled with the cell suspensions (10 mL) and rotated at 30 rpm (initial rotation rate) in the vertical axis to provide LSSMG conditions inside a chamber with 60% humidity and 22°C, for 7 days. Control runs were set up by rotating the bioreactors in the horizontal axis to provide normal gravity condition (1G) ( Rosenzweig et al., 2010 ;  Kim and Rhee, 2016 ). During cultivation, the rotation speed was adjusted to 43 rpm in order to keep the cells pellets orbiting within the vessel in continual fall and to prevent their contact with the vessel walls ( Figures 1A,B ). A total of two biological replicates were maintained throughout the experiment",
  "results": "Results Growth Behavior Cell concentration in the LSSMG-exposed and unexposed samples was measured via hemocytometer at four different time points: (1) start (seed, day 0), (2) acceleration phase (in between lag and exponential phases, day 3), (3) exponential phase (day 5) and (4) at the end of the experiment (stationary phase, day 7). In  K. chersonesos  Wt LSSMG , ∼23.5-fold increase in cell concentration was observed during acceleration phase when compared to the original inoculum (2 × 10 5  cells/mL). Such an increase during acceleration phase was also noticed in  K. chersonesos  Mut LSSMG  (10-fold),  K. chersonesos  Wt 1 G  (22-fold) and  K. chersonesos  Mut 1 G  (19-fold). During stationary phase the increase in cell concentration was 28-fold ( K. chersonesos  Wt LSSMG ), 30-fold ( K. chersonesos  Mut LSSMG ), 42-fold ( K. chersonesos  Wt 1 G ), and 36-fold ( K. chersonesos  Mut 1 G ) when compared to original inoculum. Among LSSMG and Earth gravity grown cultures, higher values were recorded at normal gravity condition. Overall, only ∼one log growth in 7 days might be due to the clumping nature of  Knufia  cells. Cell survivability in simulated microgravity was measured by CFU using ImageJ software ( Schneider et al., 2012 ) according to established protocol ( Choudhry, 2016 ) and were:  K. chersonesos  Wt LSSMG  = 2.8 × 10 6  cell/mL,  K. chersonesos  Mut LSSMG  2.5 × 10 6  cell/mL,  K. chersonesos  Wt 1 G  2.6 × 10 6  cell/mL,  K. chersonesos  Mut 1 G  2.3 × 10 6  cell/mL ( Supplementary Table 1 ). Potential mechanical damages or cell lysis caused by cell separation via mild bead beating (i.e., ribolyzer, 3 × 20 s, speed 4) prior to cell count are to be excluded since optical microscope observations and tests involving repeated bead beater treatments indicated that it does not decrease cell viability. However, underestimation of cell survivability by CFU due to cell clumping, an inherent characteristic of black fungi, should be taken into account. Under LSMMG conditions, fungal cells showed an increased clumping, resulting in the aggregation of cells to form a mycelial growth in the center of the vessel. However, growth morphology under Earth gravity resembled a biofilm of cells adhering to the vessel’s oxygenation membrane ( Figure 1C ). Microscopy To evaluate the presence of LSSMG-dependent alterations of fungal cell morphology in the melanotic (Wt) and non-melanized spontaneous mutant (Mut) strain, we examined cellular differentiation by growing cells at low density. In order to analyze single cellular morphology of the Wt and Mut strain before LSSMG-treatment, exponentially growing fungal cells were spotted on top of aluminum coupons and visualized using FE-SEM. The observation of the control fungal cell morphology in non-coated FE-SEM specimens revealed that the Wt produced biconcave cells, pseudohyphae and hyphae, while the mutant showed smooth spherical cells, pseudohyphae and cell aggregates ( Figures 2 ,  3 ). FIGURE 2 Field emission scanning electron microscopy (FE-SEM) micrographs of  Knufia chersonesos  Wt and Mut on aluminum coupons during a 7-days exposure to LSSMG or 1G (control). Arrows indicate hyphal growth in the wild type and dense cell aggregation in the mutant strain. FIGURE 3 FE-SEM micrographs of  Knufia chersonesos  Wt and Mut on aluminum coupons during a 7-days exposure to LSSMG or 1G (control). Details of cells morphology are shown; arrows indicate biconcave cell morphology. Low-shear simulated microgravity-exposed and 1G-exposed fungal cells were collected at various time points, as described in the section “Materials and Methods.” A detailed examination of fungal cellular morphology in non-coated FE-SEM specimens revealed 1G and LSSMG Wt and mutant strains showing similar morphology at day 1 and 3. Remarkably, the 1G Wt hyphae formation was delayed until day 7, whereas LSSMG induced hyphae formation at day 5 ( Figure 2 ). Notably, the mutant showed no evidence of hyphae formation in LSSMG",
  "discussion": "Discussion To date, investigations into the responses of microorganisms to space and Mars-like conditions have been performed with few black fungi species; some of them involved stress simulation in ground-based facilities ( Pacelli et al., 2017 ), while others carried out the exposure of fungal strains inside or outside the International Space Station ( Onofri et al., 2012 ,  2019 ;  Pacelli et al., 2016 ). With only one exception ( Zakharova et al., 2014 )—the comparative study of 2D protein patterns under Mars-like conditions—the majority of astrobiological work carried out with black fungi has mainly focused on the analysis of ultrastructural alterations and DNA integrity. Hence, this study represents the first qualitative and quantitative proteomic characterization of a black fungus response to simulated space conditions, i.e., microgravity, which has significance to exobiology and implications to planetary protection policy. In-depth understanding of proteome-related alterations in cell physiology is crucial to gaining new insight into the evolution of extremophiles and the actual limits for life. Further, the comparative analysis of a melanin-deficient mutant and the wild type is important to evaluate the role of melanization in stress survival. Under microgravity conditions, a development toward a more clump-like growth was observed in both  K. chersonesos  Wt and Mut and may be due to the low shear and low turbulence suspension culture environment created by LSSMG. However, morphological differences were not detected via FE-SEM in cells grown under LSSMG compared to those grown in 1G. This is not surprising, as black fungi reportedly resort to strategies to minimize efforts at both the morphological and physiological level when exposed to stress conditions ( Sterflinger, 2006 ). Microcolonial growth and the switch among different growth forms—i.e., budding and hyphae formation—ensure that these organisms have a lifestyle versatility to cope with a variety of stress in their natural habitats ( Sterflinger et al., 1999 ;  Gostinčar et al., 2011 ). Unaltered morphology upon exposure to LSSMG was previously described in filamentous fungi in both suspension (e.g.,  Aspergillus niger  and  Penicillium chrysogenum ) ( Sathishkumar et al., 2014 ) and agar cultures ( A. niger ,  Candida albicans ) ( Yamazaki et al., 2012 ), albeit LSSMG-induced phenotypic changes have been to date substantiated by a higher number of studies on fungal species e.g.,  Pleurotus  sp.,  Candida  sp.,  Cladosporium  sp.,  Ulocladium  sp.,  Basipetospora  sp., etc ( Miyazaki et al., 2010 ;  Searles et al., 2011 ;  Gomoiu et al., 2013 ). Interestingly, the sole morphological response to microgravity detected in the present study was the early switch to hyphae formation observed in  K. chersonesos  Wt (at day 5 instead of day 7, as in normal gravity;  Figure 2 ). This is consistent with previous reports of increased filamentous growth under LSSMG in the opportunistic fung",
  "conclusion": ""
}