{
  "id": "PMC8364238",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8364238/",
  "title": "Spatial and temporal localization of SPIRRIG and WAVE/SCAR reveal roles for these proteins in actin-mediated root hair development",
  "authors": "Sabrina Chin, Taegun Kwon, Bibi Rafeiza Khan, J. Alan Sparks, Eileen L. Mallery, Daniel B. Szymanski, Elison B. Blancaflor",
  "year": "2021",
  "journal": "The Plant Cell",
  "abstract": "SPIRRIG and SCAR/WAVE are molecular determinants of actin-mediated root hair development in Arabidopsis.",
  "keywords": "",
  "full_text": "Introduction Root hairs are single-cell tubular projections that emerge from root epidermal cells. Root hairs increase the effective surface area of the root system by extending laterally into soil pores, thus enabling increased access to nutrients and water ( Carminati et al., 2017 ;  Ruiz et al., 2020 ). Root hairs have been studied extensively by plant biologists for decades because they serve as excellent models to unravel mechanisms by which cell size and shape in plants are regulated ( Grierson et al., 2014 ). To attain their cylindrical shapes, root hairs undergo tip growth, a process in which expansion of the cell is confined to its apical domain. Tip growth involves a balance between the directed delivery of post-Golgi compartments carrying protein complexes and cell wall building blocks to the cell apex and localized cell wall loosening and recycling of excess membranes. Besides root hairs, tip growth is exhibited by other cell types such as pollen tubes, fungal hyphae, and rhizoids of mosses, liverworts, and algae ( Bascom et al., 2018a ). Root epidermal cells called trichoblasts are the cell types that form root hairs. Work in  Arabidopsis thaliana  has shown that trichoblasts are specified to become root hair-forming cells early during root development through the patterned assembly of protein complexes of transcriptional activators and repressors in different cell files ( Schiefelbein et al., 2014 ;  Shibata et al., 2018 ). Upon establishing their identity, trichoblasts undergo two developmental stages that lead to root hair outgrowth. The first stage is the establishment of a root hair initiation domain (RHID) that eventually leads to a conspicuous root hair bulge at the basal (root-tip oriented) end of the trichoblast ( Grierson et al., 2014 ;  Nakamura and Grebe, 2018 ). Several proteins accumulate at the RHID, most prominently, the Rho of Plants (ROP) small GTPases and their guanine nucleotide exchange factor (GEF) activators ( Denninger et al., 2019 ). The second stage is tip growth. In addition to small GTPases, the cytoskeleton, the endomembrane trafficking machinery, cytoplasmic calcium, phosphoinositide lipids, hormones (e.g. auxin and ethylene), and reactive oxygen species are other major players in signaling pathways that modulate root hair development ( Bascom et al., 2018a ;  Nakamura and Grebe, 2018 ). The filamentous-actin (F-actin) and microtubule cytoskeletons orchestrate root hair development. The actin cytoskeleton in particular has been studied widely during tip growth, as it functions as tracks for the trafficking of cellular cargo to the cell apex ( Stephan, 2017 ;  Bascom et al., 2018a ;  Szymanski and Staiger, 2018 ). Many insights into the role of the actin cytoskeleton in tip growth have been demonstrated through work with Arabidopsis mutants and pharmacological approaches involving the use of chemicals that disrupt F-actin. For example, the actin-disrupting compound latrunculin B (LatB) inhibits tip growth, while also inducing the formation of root hairs and pollen tubes with irregular shapes ( Bibikova et al., 1999 ;  Gibbon et al., 1999 ). In this regard, Arabidopsis mutants with defects in the root hair-expressed vegetative  ACTIN2  ( ACT2 ) gene are characterized by root hairs that mirror those treated with LatB ( Ringli et al., 2002 ;  Yoo et al., 2012 ). Furthermore,  ACT2  and  ACT7  mutants display an apical (shoot-ward) shift in the position of the RHID compared to the wild-type ( Kiefer et al., 2015 ). To fulfill its cellular functions, the actin cytoskeleton is organized into higher order networks that correspond to the growth strategy of the cell. This is evident in tip-growing cells, whereby the base and shank of the cell consist mostly of thick, longitudinal F-actin bundles, while the apex contains actin fringes, rings, patches, or a fine meshwork, depending on the plant species or cell type ( Stephan, 2017 ). To sustain tip growth, the integrity and organization of these tip-focused F-actin arrays must be maintained, a task facilitated by a diverse collection of actin-binding proteins and actin nucleators (Li et al., 2015;  Paez-Garcia, 2018 ;  Szymanski and Staiger, 2018 ). The actin-related protein (ARP2/3) complex and its activator, suppressor of cAMP receptor (SCAR)-WASP family verprolin homologous (WAVE) complex (W/SC), is one of the most well-characterized actin nucleators in plants ( Deeks and Hussey, 2005 ;  Szymanski, 2005 ;  Yanagisawa et al., 2013 ). Upon conversion from an inactive open conformation to an active closed conformation, the ARP2/3 complex promotes F-actin nucleation from the sides of existing filaments by forming a surface that mimics stable actin dimers ( Blanchoin et al., 2000 ;  Robinson et al., 2001 ;  Rodal et al., 2005 ). Activation of ARP2/3 for efficient nucleation of F-actin requires the W/SC nucleation promoting factor (NPF) complex. In addition to W/SC, the NPF consists of the proteins SRA1, NAP1, ABI1, and HSPC300/BRICK1 (BRK1) ( Basu et al., 2004 ,  2005 ;  El-Assal et al., 2004 ;  Djakovic et al., 2006 ;  Zhang et al., 2005 b,  2008 ;  Jörgens et al., 2010 ). Studies of Arabidopsis trichome development have been most instrumental in revealing insights into the function of W/SC-ARP2/3 in plants. Plant counterparts to the mammalian W/SC-ARP2/3 subunits were first uncovered through the cloning of disrupted genes in a set of  DISTORTED  ( DIS ) Arabidopsis trichome mutants ( Hülskamp et al., 1994 ;  Le et al., 2003 ;  Mathur et al., 2003 ;  Basu et al., 2004 ;  Deeks et al., 2004 ; El- Assal Sel et al., 2004 ;  Zhang et al., 2005a ). W/SC is the only known NPF for ARP2/3, and  BRK1  and  SCAR  mutants display null  arp2/3  trichome phenotypes (Le et al., 2006;  Zhang et al., 2008 ). In addition to trichome development, the W/SC-ARP2/3 actin filament-nucleating module has been implicated in specifying leaf pavement cell shape, light and auxin-dependent root growth, stomatal gating, gravitropism, responses to salinity stress, and plant immunity ( Li et al., 2003 ;  Basu et al., 2005 ;  Zhang et al., 2005a ;  Dyachok et al., 2011 ;  Zhao et al., 2013 ; Li et al., 2014;  Zou et al., 2016 ;  Isner et al., 2017 ;  Pratap Sahi et al., 2018 ;  Badet et al., 2019 ). The W/SC and ARP2/3 complexes have been shown to play essential roles in some tip growing cells, such as the protonemal cells of the moss  Physcomitrium  (formerly  Physcomitrella )  patens . This was shown when RNA interference of transcripts encoding selected subunits of the moss W/SC and ARP2/3 complexes resulted in substantial protonemal tip growth defects ( Harries et al., 2005 ;  Perroud and Quatrano, 2006 ;  Finka et al., 2008 ). The importance of the W/SC andARP2/3 complexes was further demonstrated by  Perroud and Quatrano (2006 ,  2008 ), who showed that two of its components, BRK1 and ARPC4, accumulated in tips of moss protonemal cells. In contrast, Arabidopsis plants with mutations in components of the W/SC and ARP2/3 complexes displayed minimal or no defects in root hair or pollen tube growth ( Li et al., 2003 ;  Mathur et al., 2003 ), and none of the subunits have been conclusively shown to exhibit clear polar localization in these cell types. Therefore, the extent by which the W/SC and ARP2/3 complexes function in tip growing cells of plants remains to be determined. \n SPIRRIG  ( SPI ) is one of eight genes that has been considered to be a member of the  DIS  group, but compared to other  DIS  mutants, the trichome phenotypes of  spi  are less severe and the mutant does not display early stage cell swelling that is diagnostic of the  DIS  group ( Schwab et al., 2003 ).  SPI  was shown to encode a 3,571 amino acid long protein with N-terminally located armadillo and concanavalin A-like lectin domains and C-terminally located pleckstrin homology, beige and Chediak Higashi (BEACH), and WD40 repeat domains ( Saedler et al., 2009 ). BEACH domain-containing proteins are highly conserved in eukaryotes and are known to function in membrane dynamics, vesicle transport, apoptosis, and receptor signaling. This family of proteins is of clinical importance as they have been implicated in a variety of human disorders, such as cancer, autoimmunity syndrome, and autism ( Cullinane et al., 2013 ). In addition to mild trichome defects, Arabidopsis  SPI  mutants have short root hairs characterized by fragmented vacuoles, suggesting that SPI, like other eukaryotic BEACH domain-containing proteins, functions in membrane trafficking ( Saedler et al., 2009 ). Additionally,  Steffens et al. (2017)  showed that SPI physically interacts with proteins involved in endosomal sorting, reinforcing its role in membrane remodeling. SPI was also demonstrated to localize to mRNA processing bodies (P-bodies) in transiently transfected Arabidopsis epidermal cells, thereby suggesting a novel role for SPI in post-transcriptional regulation ( Steffens et al., 2015 ). Because  SPI  had a substantial but incomplete overlap with distorted mutant phenotypes, it was suggested that SPI might be involved in actin-mediated cell developmental processes ( Saedler et al., 2009 ), and perhaps function in coordination with W/SC and ARP2/3 complexes. However, SPI is not a known W/SC or ARP2/3 subunit; therefore, its relationship to ARP2/3 function is unclear. Moreover, the uncertainty with regard to SPI function is confounded by the fact that its subcellular localization in root hairs, which exhibit the most profound phenotype when  SPI  is mutated, remains unknown. In the current study, we addressed these questions by generating a fully functional SPI fluorescent protein fusion and documented its spatial and temporal localization during root hair development. In addition, we used live cell microscopy to simultaneously image the dynamics of SPI and W/SC and correlate SPI localization with root hair tip-focused F-actin. Taken together, our results point to potential functional relationships among SPI, W/SC, and actin during root hair development. Results Isolation of a new  SPIRRIG  mutant allele We previously described a forward genetic screen that led to the isolation of three nonallelic recessive Arabidopsis mutants that were hypersensitive to the growth inhibitory effects of LatB. The  hypersensitive to LatB1  ( hlb1 ) and  hlb3  mutants have been described previously ( Sparks et al., 2016 ;  Sun et al., 2019 ).  hlb1  was disrupted in a gene encoding a trans-Golgi network-localized tetratricopeptide repeat protein involved in actin-mediated membrane recycling ( Sparks et al., 2016 ), whereas the genetic lesion in  hlb3  was found to encode the class II actin nucleator formin ( Sun et al., 2019 ). Here, we report on  hlb2 , the third of these recessive mutants. Like  hlb1  and  hlb3 , primary root growth was more severely inhibited by LatB in  hlb2  compared to the wild-type. In the absence of LatB or at low (i.e. 25 nM) LatB concentrations, the primary root length of  hlb2  was similar to the wild-type. Differences in root length between wild-type and  hlb2  became apparent when seedlings were grown on a concentration of 50-nM LatB and higher ( Supplemental Figure S1, A–C ). Through map-based cloning, we found that the mutation in  hlb2  was confined to a region between the  AT1G02740  and  AT1G03410  loci. Nucleotide sequencing revealed that  hlb2  had a 10-base pair deletion (Chr1 position: 720,152–720,161) in exon 14 of the  AT1G03060  gene. This 10-base pair deletion led to an open-reading frame shift at the Asp 1526  codon, resulting in a truncated protein ( Supplemental Figure S2A ).  AT1G03060  encodes the BEACH domain-containing protein SPI ( Saedler et al., 2009 ;  Supplemental Figure S2A ). Because the first  spi  mutant alleles were reported to have short root hairs ( Saedler et al., 2009 ), we examined root hairs of  hlb2 . The growth rate of  hlb2  root hairs was approximately 70% slower than the wild-type, with some root hairs forming only small bulges ( Supplemental Figure S2 , B and C). Moreover,  hlb2  had mild trichome defects that were reminiscent of the phenotypes of previously isolated  spi  mutant alleles ( Supplemental Figure S2D ;  Saedler et al., 2009 ). To further verify if  HLB2  is  SPI , we obtained a mutant from the publicly available SALK collection (SALK_065311), which had a T-DNA insertion in the 10th exon of the  SPI  gene ( Supplemental Figure S2A ;  Alonso et al., 2003 ). The SALK_065311 line we obtained is the same as the  spi-3  mutant allele reported previously in  Steffens et al. (2015) . In addition to having similar root hair and trichome defects to  hlb2 , primary roots of  spi-3  were hypersensitive to LatB ( Supplemental Figure S2E ), and a cross between  hlb2  and SALK_065311 failed to complement each other in the F1 hybrid. Taken together, these results indicate that  hlb2  is a new  spi  mutant allele. Based on earlier nomenclature ( Steffens et al., 2015 ), we renamed  hlb2  as  spi-5  ( Supplemental Figure S2A ). The  spi-5  mutant allele was used for all subsequent experiments. SPIRRIG localizes to the tips of rapidly elongating root hairs SPI fluorescent protein fusions were previously demonstrated to associate with P-bodies and endosomes ( Steffens et al., 2015 ,  2017 ). However, these constructs have not been shown to complement the defective root hair and trichome phenotypes of  spi . Due to the large size of SPI, we were unable to generate native promoter-driven fluorescent protein fusions to the full-length  SPI  complementary DNA or genomic DNA. To overcome this problem, SPI was tagged with the 3x-Yellow Fluorescent Protein ( Y F P ) for  e nergy  t ransfer (YPet;  Nguyen and Daugherty, 2005 ) using a method called recombineering. This method involves tagging the gene of interest in the context of transformation-competent bacterial artificial chromosomes to ensure that all regulatory sequences are included in the fluorescent protein fusion ( Zhou et al., 2011 ;  Brumos et al., 2020 ). Once  spi  was transformed with a recombineered  SPI-YPet  construct, primary root hypersensitivity to LatB, short root hairs, and defective trichome phenotypes were rescued, indicating that the construct was functional ( Figure 1A; Supplemental Figure S3 ). Transgenic complementation of  spi  with  SPI-YPet  provided additional evidence that  HLB2  is  SPI . Confocal microscopy of more than 150 root hairs from at least 25 seedlings revealed that SPI-YPet signal was strongest in the tips of rapidly elongating root hairs ( Figure 1, B and C ; ( Supplemental Movies S1  and  S2 ). Low magnification time-lapse movies showed that 100% of rapidly elongating root hairs had robust SPI-YPet signal at the tips ( Supplemental Movie S1 ). Weak or no SPI-YPet fluorescence was detected at the RHID and during early root hair bulge formation, but the signal intensified as the root hairs transitioned to tip growth ( Figure 1C; Supplemental Movie S3 ). SPI-YPet signal dissipated as the root hairs matured and the tip growth rate declined ( Figure 1, B and C ;  Supplemental Movie S4 ). A linear regression analysis showed that the intensity of SPI-YPet fluorescence in root hair tips is significantly positively correlated to rapid root hair growth ( Figure 1D ). These results indicate that the SPI protein has functions related to root hair elongation, which is consistent with the short root hair phenotypes of  spi . Figure 1 A functional SPI-YPet fusion localizes to the tips of growing root hairs. A, SPI-YPet rescues the short root hair phenotype of  spi . Bar = 100 µm. B, Low-magnification image shows that SPI-YPet signal is most prominent at the tips of rapidly expanding root hairs (arrows). A black and white look up table (LUT) image is provided to increase the clarity of SPI-YPet localization. SPI-YPet signal (black color) is weak during initiation/early bulge formation and mature root hairs that have terminated tip growth (arrowheads). Bar = 50 µm. C, High-magnification images of single root hairs during bulge formation until tip growth termination. A black and white look up table (LUT) image is provided to increase the clarity of SPI-YPet localization. SPI-YPet (black color) is enriched at the tip of root hairs that are rapidly growing or transitioning to tip growth (arrow). Faint SPI-YPet signal is found in bulging root hairs or those that have stopped elongating (arrowheads). Images are representative of approximately 150 root hairs from at least 25 seedlings. Bar = 10 µm. D, Scatter plot showing correlation analysis of root hair tip SPI-YPet fluorescence and root hair tip growth. The mean fluorescence in the oval in region 1 divided by the oval in region 2 as shown in (C) represents the fluorescence ratio in the  Y -axis. Line shows linear regression fit with  R 2  value = 0.308 and  P  = 1.72 × 10 −5  ( n =5–7 root hairs per time point) SPIRRIG is transported to the root hair tip via post-Golgi compartments The prominent SPI-YPet signal at the tips of elongating root hairs is reminiscent of the localization patterns of post-Golgi markers such as RAB small GTPases, which are known to function in tip-directed secretion ( Preuss et al., 2004 ). We therefore hypothesized that SPI is trafficked to the tips of root hairs via post-Golgi compartments. To test this hypothesis, we treated seedlings expressing  SPI-YPet  with Brefeldin A (BFA). BFA is a fungal toxin that is routinely used to investigate endomembrane dynamics because it prevents vesicle formation for exocytosis by inhibiting ADP ribosylation factor GEFs (ARF-GEFs), while still enabling endocytosis and some retrograde pathways to continue ( Baluška, 2002 ,  Doyle et al., 2015 ). In Arabidopsis roots, BFA binds to the ARF-GEF GNOM, which is localized to early endosomes in the endocytic pathway, and possibly also in the trans-Golgi network (TGN;  Robinson et al., 2008 ). Consequently, BFA treatment in Arabidopsis roots causes the formation of TGN/endosomal agglomerations called BFA-induced compartments. Treatment of seedlings expressing  SPI-YPet  with 50-µM BFA induced the formation of SPI-YPet agglomerates in root hairs ( Figure 2, A –C). The average number of BFA-induced compartments per root hair was 3.69 ± 4.05 ( sd ). We also quantified the effect of BFA by obtaining the fluorescence ratio of the SPI-YPet agglomerates to the fluorescence of the root hair cytoplasm that did not contain any agglomerates ( Figure 2D , inset). The higher fluorescence ratio of BFA-treated root hairs compared to untreated controls reinforces our qualitative observations of the sensitivity of SPI-YPet to BFA ( Figure 2D ). The appearance of fluorescent puncta at the shank of root hairs also suggests that SPI-YPet is trafficked to the tip via post-Golgi compartments ( Supplemental Movies S2–S4 ). These results indicate that SPI-YPet is associated with endomembranes and is trafficked to the root hair tips via BFA-sensitive post-Golgi compartments. Figure 2 SPI-YPet is localized to BFA-sensitive post-Golgi compartments. A, B, Low-magnification images showing several root hairs expressing SPI-YPet. Note that untreated root hairs (A) maintain tip-focused SPI-YPet, while those treated with BFA (B) show an abundance of fluorescence agglomerates (arrows). Bar = 50 µm. C, Bright field and corresponding fluorescence image of representative untreated and BFA-treated elongating root hair showing the accumulation of SPI-YPet at the apical dome in solvent control-treated seedlings (arrow). Within 10 min after treatment with 50-µM BFA, SPI-YPet at the root hair tip dissipated and formed fluorescent agglomerates along the subapical regions (arrows). Bar = 10 µm. D, Box plot of BFA-induced agglomerates of SPI-YPet in untreated control root hairs and after treatment with 50-µM BFA. Ratio values were obtained by dividing mean fluorescence in rectangular region in 1 over region 2 (inset). Box limits indicate 25th and 75th percentiles, horizontal line is the median",
  "introduction": "Introduction Root hairs are single-cell tubular projections that emerge from root epidermal cells. Root hairs increase the effective surface area of the root system by extending laterally into soil pores, thus enabling increased access to nutrients and water ( Carminati et al., 2017 ;  Ruiz et al., 2020 ). Root hairs have been studied extensively by plant biologists for decades because they serve as excellent models to unravel mechanisms by which cell size and shape in plants are regulated ( Grierson et al., 2014 ). To attain their cylindrical shapes, root hairs undergo tip growth, a process in which expansion of the cell is confined to its apical domain. Tip growth involves a balance between the directed delivery of post-Golgi compartments carrying protein complexes and cell wall building blocks to the cell apex and localized cell wall loosening and recycling of excess membranes. Besides root hairs, tip growth is exhibited by other cell types such as pollen tubes, fungal hyphae, and rhizoids of mosses, liverworts, and algae ( Bascom et al., 2018a ). Root epidermal cells called trichoblasts are the cell types that form root hairs. Work in  Arabidopsis thaliana  has shown that trichoblasts are specified to become root hair-forming cells early during root development through the patterned assembly of protein complexes of transcriptional activators and repressors in different cell files ( Schiefelbein et al., 2014 ;  Shibata et al., 2018 ). Upon establishing their identity, trichoblasts undergo two developmental stages that lead to root hair outgrowth. The first stage is the establishment of a root hair initiation domain (RHID) that eventually leads to a conspicuous root hair bulge at the basal (root-tip oriented) end of the trichoblast ( Grierson et al., 2014 ;  Nakamura and Grebe, 2018 ). Several proteins accumulate at the RHID, most prominently, the Rho of Plants (ROP) small GTPases and their guanine nucleotide exchange factor (GEF) activators ( Denninger et al., 2019 ). The second stage is tip growth. In addition to small GTPases, the cytoskeleton, the endomembrane trafficking machinery, cytoplasmic calcium, phosphoinositide lipids, hormones (e.g. auxin and ethylene), and reactive oxygen species are other major players in signaling pathways that modulate root hair development ( Bascom et al., 2018a ;  Nakamura and Grebe, 2018 ). The filamentous-actin (F-actin) and microtubule cytoskeletons orchestrate root hair development. The actin cytoskeleton in particular has been studied widely during tip growth, as it functions as tracks for the trafficking of cellular cargo to the cell apex ( Stephan, 2017 ;  Bascom et al., 2018a ;  Szymanski and Staiger, 2018 ). Many insights into the role of the actin cytoskeleton in tip growth have been demonstrated through work with Arabidopsis mutants and pharmacological approaches involving the use of chemicals that disrupt F-actin. For example, the actin-disrupting compound latrunculin B (LatB) inhibits tip growth",
  "methods": "Supplementary Material koab115_Supplementary_Data Click here for additional data file.",
  "results": "Results Isolation of a new  SPIRRIG  mutant allele We previously described a forward genetic screen that led to the isolation of three nonallelic recessive Arabidopsis mutants that were hypersensitive to the growth inhibitory effects of LatB. The  hypersensitive to LatB1  ( hlb1 ) and  hlb3  mutants have been described previously ( Sparks et al., 2016 ;  Sun et al., 2019 ).  hlb1  was disrupted in a gene encoding a trans-Golgi network-localized tetratricopeptide repeat protein involved in actin-mediated membrane recycling ( Sparks et al., 2016 ), whereas the genetic lesion in  hlb3  was found to encode the class II actin nucleator formin ( Sun et al., 2019 ). Here, we report on  hlb2 , the third of these recessive mutants. Like  hlb1  and  hlb3 , primary root growth was more severely inhibited by LatB in  hlb2  compared to the wild-type. In the absence of LatB or at low (i.e. 25 nM) LatB concentrations, the primary root length of  hlb2  was similar to the wild-type. Differences in root length between wild-type and  hlb2  became apparent when seedlings were grown on a concentration of 50-nM LatB and higher ( Supplemental Figure S1, A–C ). Through map-based cloning, we found that the mutation in  hlb2  was confined to a region between the  AT1G02740  and  AT1G03410  loci. Nucleotide sequencing revealed that  hlb2  had a 10-base pair deletion (Chr1 position: 720,152–720,161) in exon 14 of the  AT1G03060  gene. This 10-base pair deletion led to an open-reading frame shift at the Asp 1526  codon, resulting in a truncated protein ( Supplemental Figure S2A ).  AT1G03060  encodes the BEACH domain-containing protein SPI ( Saedler et al., 2009 ;  Supplemental Figure S2A ). Because the first  spi  mutant alleles were reported to have short root hairs ( Saedler et al., 2009 ), we examined root hairs of  hlb2 . The growth rate of  hlb2  root hairs was approximately 70% slower than the wild-type, with some root hairs forming only small bulges ( Supplemental Figure S2 , B and C). Moreover,  hlb2  had mild trichome defects that were reminiscent of the phenotypes of previously isolated  spi  mutant alleles ( Supplemental Figure S2D ;  Saedler et al., 2009 ). To further verify if  HLB2  is  SPI , we obtained a mutant from the publicly available SALK collection (SALK_065311), which had a T-DNA insertion in the 10th exon of the  SPI  gene ( Supplemental Figure S2A ;  Alonso et al., 2003 ). The SALK_065311 line we obtained is the same as the  spi-3  mutant allele reported previously in  Steffens et al. (2015) . In addition to having similar root hair and trichome defects to  hlb2 , primary roots of  spi-3  were hypersensitive to LatB ( Supplemental Figure S2E ), and a cross between  hlb2  and SALK_065311 failed to complement each other in the F1 hybrid. Taken together, these results indicate that  hlb2  is a new  spi  mutant allele. Based on earlier nomenclature ( Steffens et al., 2015 ), we renamed  hlb2  as  spi-5  ( Supplemental Figure S2A ). The  spi-5  mutant allele was used for all subsequent experiments. SPIRRIG localizes to the tips of rapidly elongating root hairs SPI fluorescent protein fusions were previously demonstrated to associate with P-bodies and endosomes ( Steffens et al., 2015 ,  2017 ). However, these constructs have not been shown to complement the defective root hair and trichome phenotypes of  spi . Due to the large size of SPI, we were unable to generate native promoter-driven fluorescent protein fusions to the full-length  SPI  complementary DNA or genomic DNA. To overcome this problem, SPI was tagged with the 3x-Yellow Fluorescent Protein ( Y F P ) for  e nergy  t ransfer (YPet;  Nguyen and Daugherty, 2005 ) using a method called recombineering. This method involves tagging the gene of interest in the context of transformation-competent bacterial artificial chromosomes to ensure that all regulatory sequences are included in the fluorescent protein fusion ( Zhou et al., 2011 ;  Brumos et al., 2020 ). Once  spi  was transf",
  "discussion": "Discussion Our work uncovers important insights into the mechanism underlying actin-mediated root hair development. A major result from our studies is the revelation that SPI is a root hair tip-localized protein. Although SPI fused to fluorescent proteins was reported to localize to endosomes and P-bodies, such studies have been limited to transient expression assays in biolistically bombarded leaves ( Steffens et al., 2015 ,  2017 ). As such, a mechanistic link between reported SPI subcellular localization patterns and cell growth phenotypes (i.e. short root hairs and distorted trichome shapes) described in the original  spi  mutant alleles has been unclear. The large size of SPI and the possibility that it is targeted to discrete cellular domains could have hindered transgenic complementation and subsequent in planta localization efforts. Through our work, we demonstrated that a SPI-YPet fusion generated through recombineering complemented  spi  ( Zhou et al., 2011 ;  Brumos et al., 2020 ). In doing so, we provide compelling evidence that SPI is a root hair tip-enriched BEACH domain-containing protein. Our studies indicate that SPI mediates root hair tip growth by maintaining the tip-focused fine F-actin meshwork, although the precise mechanism by which this is accomplished is unknown. The root hair tip-focused F-actin meshwork is the functional equivalent of domain-specific actin structures found in other tip-growing cells, such as cortical actin fringes in pollen tubes and actin spots in moss protonemata ( Bascom et al., 2018a ). Although the tip-focused F-actin meshwork was able to form in a population of  spi  root hairs, it often dissipated or was replaced by thick actin cables, a feature of mature wild-type root hairs that are terminating tip growth. Although the presence of tip-focused SPI-YPet was strongly correlated with the maintenance of the tip-focused F-actin meshwork, direct causal links between SPI and F-actin have yet to be established. An alternative explanation is that tip growth-induced reduction due to the absence of SPI could lead to downstream, indirect effects on actin organization. The root hair phenotypes and corresponding depletion of tip-focused F-actin in  spi  is reminiscent of studies of BEACH domain-containing proteins in mammalian cells, particularly in neurons, which have often been compared to tip-growing plant cells ( Baluška, 2010 ). For instance, neuronal dendritic spines are cytoplasmic protrusions that modulate excitatory synaptic transmission in the mammalian nervous system. Actin is a major component of dendritic spines that plays a central role in driving the dynamic shape changes and secretory activities of these cytoplasmic protrusions during synaptic signaling ( Cingolani and Goda, 2008 ). In animals, neurobeachin (Nbea) is a BEACH domain-containing protein that has a similar domain architecture to SPI. Cultured neurons of  Nbea  mice knockouts had fewer dendritic spine protrusions and depleted F-act",
  "conclusion": ""
}