{
  "id": "PMC8024390",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8024390/",
  "title": "ARG1 Functions in the Physiological Adaptation of Undifferentiated Plant Cells to Spaceflight",
  "authors": "Agata K. Zupanska, Eric R. Schultz, JiQiang Yao, Natasha J. Sng, Mingqi Zhou, Jordan B. Callaham, Robert J. Ferl, Anna-Lisa Paul",
  "year": "2017",
  "journal": "Astrobiology",
  "abstract": "Abstract Scientific access to spaceflight and especially the International Space Station has revealed that physiological adaptation to spaceflight is accompanied or enabled by changes in gene expression that significantly alter the transcriptome of cells in spaceflight. A wide range of experiments have shown that plant physiological adaptation to spaceflight involves gene expression changes that alter cell wall and other metabolisms. However, while transcriptome profiling aptly illuminates changes in gene expression that accompany spaceflight adaptation, mutation analysis is required to illuminate key elements required for that adaptation. Here we report how transcriptome profiling was used to gain insight into the spaceflight adaptation role of Altered response to gravity 1 (Arg1), a gene known to affect gravity responses in plants on Earth. The study compared expression profiles of cultured lines of Arabidopsis thaliana derived from wild-type (WT) cultivar Col-0 to profiles from a knock-out line deficient in the gene encoding ARG1 (ARG1 KO), both on the ground and in space. The cell lines were launched on SpaceX CRS-2 as part of the Cellular Expression Logic (CEL) experiment of the BRIC-17 spaceflight mission. The cultured cell lines were grown within 60 mm Petri plates in Petri Dish Fixation Units (PDFUs) that were housed within the Biological Research In Canisters (BRIC) hardware. Spaceflight samples were fixed on orbit. Differentially expressed genes were identified between the two environments (spaceflight and comparable ground controls) and the two genotypes (WT and ARG1 KO). Each genotype engaged unique genes during physiological adaptation to the spaceflight environment, with little overlap. Most of the genes altered in expression in spaceflight in WT cells were found to be Arg1-dependent, suggesting a major role for that gene in the physiological adaptation of undifferentiated cells to spaceflight. Key Words: ARG1—Spaceflight—Gene expression—Physiological adaptation—BRIC. Astrobiology 17, 1077–1111.",
  "keywords": "",
  "full_text": "",
  "introduction": "",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}