{
  "id": "PMC8430797",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8430797/",
  "title": "Mammalian and Invertebrate Models as Complementary Tools for Gaining Mechanistic Insight on Muscle Responses to Spaceflight",
  "authors": "Thomas Cahill, Henry Cope, Joseph J. Bass, Eliah G. Overbey, Rachel Gilbert, Willian Abraham da Silveira, Amber M. Paul, Tejaswini Mishra, Raúl Herranz, Sigrid S. Reinsch, Sylvain V. Costes, Gary Hardiman, Nathaniel J. Szewczyk, Candice G. T. Tahimic",
  "year": "2021",
  "journal": "International Journal of Molecular Sciences",
  "abstract": "Bioinformatics approaches have proven useful in understanding biological responses to spaceflight. Spaceflight experiments remain resource intensive and rare. One outstanding issue is how to maximize scientific output from a limited number of omics datasets from traditional animal models including nematodes, fruitfly, and rodents. The utility of omics data from invertebrate models in anticipating mammalian responses to spaceflight has not been fully explored. Hence, we performed comparative analyses of transcriptomes of soleus and extensor digitorum longus (EDL) in mice that underwent 37 days of spaceflight. Results indicate shared stress responses and altered circadian rhythm. EDL showed more robust growth signals and  Pde2a  downregulation, possibly underlying its resistance to atrophy versus soleus. Spaceflight and hindlimb unloading mice shared differential regulation of proliferation, circadian, and neuronal signaling. Shared gene regulation in muscles of humans on bedrest and space flown rodents suggest targets for mitigating muscle atrophy in space and on Earth. Spaceflight responses of  C. elegans  were more similar to EDL. Discrete life stages of  D. melanogaster  have distinct utility in anticipating EDL and soleus responses. In summary, spaceflight leads to shared and discrete molecular responses between muscle types and invertebrate models may augment mechanistic knowledge gained from rodent spaceflight and ground-based studies.",
  "keywords": "spaceflight, muscle, transcriptomics, bedrest, hindlimb unloading, microgravity, animal models, cross-species comparison",
  "full_text": "1. Introduction Exposure to the unique set of spaceflight environmental conditions, including microgravity, cosmic radiation, isolation, and confinement, has been shown to induce significant physiological changes in all studied species to date [ 1 , 2 , 3 ]. These physiological responses, such as skeletal muscle atrophy, can negatively impact the health of astronauts and may also compromise mission success if left unabated [ 4 ]. The precise molecular mechanisms underlying physiological deconditioning in spaceflight have yet to be fully described, and advancement of this mechanistic understanding is essential for the development of molecularly rationalized countermeasures [ 5 ]. Such countermeasures can help maintain astronaut health during future spaceflight missions, including long duration voyages to Mars in which current countermeasures are likely to prove insufficient [ 6 ]. Studies leveraging data from omics disciplines, including transcriptomics, allow for a detailed study of the complex interactions between the molecular landscape of biological systems and spaceflight environmental conditions. Despite the scientific potential of omics datasets captured in spaceflight, only a relatively small number have been collected, mainly due to the resource-intensive nature of spaceflight experiments. NASA GeneLab was established to maximize the use of the limited number of spaceflight omics datasets. The datasets made publicly available via the GeneLab repository represent a variety of omics data types and a range of model organisms, including microbes, plants, cell cultures, vertebrates, and invertebrates [ 7 , 8 ]. Additionally, datasets from ground-based studies that are relevant to the spaceflight environment can be accessed via public repositories, including GeneLab and NCBI Gene Expression Omnibus (GEO) [ 9 ]. Although physiological and other functional data is required to establish clear relationships between omics changes and physiological changes, independent analysis of omics datasets is still useful for hypothesis generation, which can be used to inform future research directions. There remain numerous opportunities to use publicly available omics datasets to elucidate knowledge gaps in the field of space biology. One such knowledge gap that currently requires further investigation is that of shared and discrete transcriptomic responses across biological tissue types, such as different muscles. Addressing this knowledge gap can prove useful for designing countermeasures that can target multiple tissues, or for providing evidence for the need to employ multiple countermeasures to provide comprehensive protection to a variety of tissues. Aside from its role in locomotion and posture, skeletal muscle plays other vital roles in whole-body health. Skeletal muscle physically shields organs and helps maintain temperature homeostasis. Additionally, as the body’s largest store of amino acids, skeletal muscle engages in crosstalk with other organs, to synthesize organ-specific proteins [ 10 ]. When the body is threatened by starvation or disease, skeletal muscle is broken down to provide other organs with energy [ 11 ]. To date, antigravity muscles in the limbs have been the main focus for studying the skeletal muscle response to spaceflight. These muscles are key to maintaining posture under 1G conditions, and are thus highly susceptible to atrophy when unloaded [ 12 ]. Certain antigravity muscles in the lower limb, such as the soleus and gastrocnemius, are also important for circulation, as upon contraction they pump venous blood back to the heart, preventing pooling and stagnation [ 13 ]. Alongside reduced muscle mass, strength, and endurance, it has been found that the mechanical unloading associated with microgravity induces a shift from type I slow twitch fibers to type II fast twitch fibers [ 14 , 15 ]. Previous spaceflight and ground studies in rodents and humans have also observed that antigravity muscles consisting of mainly type I (slow-twitch) fibers, which are designed for slow and sustained contraction, such as the soleus tend to be more susceptible to atrophy compared to antigravity muscles with more type II (fast-twitch) fibers [ 16 ]. Recently, Choi and colleagues reported findings from NASA’s Rodent Research-1 (RR-1) mission, in which mice were flown onboard the International Space Station (ISS) and exposed to microgravity for 37 days. They found that the weight of the soleus in space flown mice was reduced by ~19% compared to ground control mice [ 17 ]. In addition, they reported that the gastrocnemius, tibialis anterior (TA), extensor digitorum longus (EDL), and quadriceps did not show significant atrophy compared to ground control mice [ 17 ]. While significant atrophy of the soleus is consistent with findings from similar studies, the finding of non-significant atrophy in the gastrocnemius is contrary to previous space flown mouse studies [ 18 , 19 , 20 ]. Similarly, previous transcriptomic analyses of RR-1 data have reported that the soleus showed the greatest number of significant differentially expressed genes (DEGs) [ 21 , 22 ] compared to other muscle tissues. However, all muscle tissues did show significant gene expression changes, and hierarchical clustering of these changes indicated that the muscle tissues can be divided into two distinct groups. Group 1 consisted of plantar flexor muscles, soleus, and gastrocnemius, while group 2 consisted of dorsiflexors EDL and TA and knee extensors, quadriceps. In addition, microgravity responsive changes in immune-related pathway regulation appeared to be more prevalent in group 1 muscles compared to group 2 [ 21 ]. A different analysis of RR-1 data highlighted that changes in the expression of clock genes were fairly uniform across the muscle tissues, and yet distinct compared to other tissues such as the liver [ 22 ]. Taken together, these findings demonstrate that while certain muscles may not undergo significant atrophy in spaceflight, they still undergo molecular changes that may require intervention. Additionally, these findings support the hypothesis that in certain cases, the response to spaceflight is not identical between muscle tissues, due to their distinct morphologies and locomotive functions [ 16 ]. Further investigation is required to establish precise differences and similarities between the molecular responses of different muscle tissues. Hence in this study, we compared transcriptomic data from the fast-twitch enriched EDL, and the representative slow-twitch muscle soleus [ 23 ], collected during the RR-1 mission. We made use of two analysis approaches, Gene Set Enrichment Analysis (GSEA) and overrepresentation analysis (ORA) to determine the impact of the analysis approach on outcomes and to better anticipate the array of biological responses to spaceflight. Subsequently, to better understand the analogous nature of ground-based studies, transcriptomic data from the RR-1 quadriceps was compared to the vastus lateralis from a human bed rest study [ 24 ], and transcriptomic data from the gastrocnemius from a different space flown mouse study was compared to matching HU samples from that same study [ 25 ]. In addition to rodents, invertebrates, including  C. elegans  and  D. melanogaster , have been established as important model organisms for understanding biological responses to the space environment [ 26 ]. While it is possible to isolate muscles in ground laboratories via dissection when the sample size of fresh animals is sufficient [ 27 ], whole organism or composite structures such as the head are typically extracted for analysis in spaceflight experiments due to logistical challenges of dissecting samples in orbit. However, insights related to muscle can still be uncovered. For example, reproducible downregulation of muscle-related genes has been observed across the “International  C. elegans  Experiment FIRST” (ICE-FIRST) and “ C. elegans  RNA Interference in Space Experiment” (CERISE) microarray experiments [ 28 , 29 ]. Leandro and colleagues performed a comparative analysis of space flown  C. elegans  from the ICE-FIRST experiment and space flown  D. melanogaster  from the GENE experiment [ 3 , 30 ]. Three analysis approaches were tested on the small subset of orthologous genes between the two organisms. Only six genes were found to have a common transcriptomic response in both experiments, with these genes all downregulated and associated with metabolic and neuromuscular signaling [ 3 , 31 ]. Terrestrial studies have set a strong precedent for using invertebrate models to develop tools [ 13 , 32 , 33 ] and study conserved pathways in mammalian biological processes such as aging [ 34 , 35 , 36 , 37 , 38 ]. However, the utility of omics data from space flown invertebrate studies, in anticipating aspects of mammalian responses to spaceflight, has yet to be fully investigated. With large, low cost cohorts of genetic mutants, interventional invertebrate studies are useful for establishing correlational relationships between molecular pathways and spaceflight phenotypes, with functional measures needed for causation [ 29 ]. We reason that if certain mechanisms are shared between mammals and invertebrate models, invertebrate datasets can potentially augment the limited quantity of vertebrate spaceflight omics datasets. This in turn may prove useful in anticipating mammalian responses to spaceflight. To test these concepts, we compared the abovementioned RR-1 EDL and soleus muscle datasets with transcriptomic datasets of  C. elegans  and  D. melanogaster  that were flown in the ICE-FIRST experiment and STS-121 mission, respectively. We found that spaceflight results in discrete transcriptomic signatures between representative slow and fast twitch muscles (soleus and EDL respectively), consistent with their opposing roles in flexion and differential sensitivities to unloading. In addition, transcriptomic analysis revealed that invertebrate models share select aspects of mammalian responses to spaceflight. The life stage of invertebrate models appears to impact the degree by which they recapitulate the responses of mammalian tissues to spaceflight. 2. Results 2.1. Datasets Used in This Study Table 1  shows the transcriptomic datasets used in this study. These datasets included RNA-seq and microarray datasets. Model organisms represented are mouse, fruitfly, and nematode. A bedrest study was also selected for analysis (Refer to Methods section for further details on criteria). 2.2. Comparative Analysis Reveals Key Differences in Space Flown Slow and Fast Twitch Muscle We first characterized the effects of spaceflight on fast and slow twitch muscle types (EDL and soleus, respectively) from the RR-1 Mission ( Figure 1 ). Differential expression analysis (DEA) of EDL and soleus from space flown mice compared with ground controls along with ORA and GSEA are found in  Supplementary Tables S1–S6, Networks S1 and S2 and Figures S1 and S2 , respectively. Genes with the largest changes to their expression can provide insight on important biological processes that underlie spaceflight responses. Included in the top 10 upregulated genes in the EDL was the long non-coding RNA ( Lncbate10 ) that has been shown to protect  Pgc1α  from repression [ 44 ], as well as  Mettl21e  which inhibits proteasomes [ 45 ]. We also observed upregulation of the cell cycle-related gene  Cdk1  and  Mmp12 , which play a role in ECM remodeling. The top downregulated genes included  Pde2a , a phosphodiesterase (PDE), which controls degradation of cAMP and cGMP; the downregulation of  Pde2a  suggests increased cAMP/cGMP signaling. Downregulated as well was  Lep , involved in energy homeostasis, and  Pck1 , a regulator of gluconeogenesis. Additionally, we found downregulation of  Stum , which functions in mechanotransduction. Enriched results for the EDL show a response to radiation and reactive oxygen species (ROS) and the induction of apoptosis. In addition, there was enrichment of inflammatory pathways including  Stat  and  Nf- κb , a response to wound healing and immune-related gene sets (GO:0045087, GO:0034097) involving the production of cytokines TGFβ, IL4, IL10, and type 1 interferon. Enrichment of genes related to glucocorticoid (GC) signaling, a stress response pathway, was also observed. We found overrepresentation of gene sets involved in the circadian rhythm (GO:0048511, GO:0007623) as reported previously [ 22 , 46 , 47 , 48 ], including downregulation of  Dbp , a key circadian rhythm gene involved in inducing the transcription of other clock genes such as  mPer1  [ 49 ]. GSEA results also show enrichment of carbohydrate metabolism, consistent with previous studies reporting a greater reliance on glucose and a shift away from lipid metabolism [ 50 ]. In addition, we found downregulation of lipid metabolism (GO:0006631) based on ORA of downregulated genes  Lep ,  Lpl , and  Ppar γ  [ 51 , 52 , 53 ]. Analysis also revealed enrichment of lipid transport and sequestration in the EDL, consistent with previously reported lipid accumulation in atrophied muscles [ 50 ]. ORA of upregulated DEGs in the EDL show proliferation-related gene sets (GO:0008283, GO:0000278) suggesting an increase in proliferation. Conversely, GSEA revealed enrichment of mitogenic signaling pathways (MAPK), which correspond to the upregulation of genes involved in cell cycle progression ( Cdk1 ). GSEA also revealed regulation of proliferation and migration of vascular endothelial cells and angiogenesis ( Supplementary Network 1, Supplementary Figure S1 ), suggesting spaceflight-induced changes to muscle vasculature. Results also show the enrichment of muscle cell development, and differentiation as well as upregulation of  Fos ,  Mettl21e  and  Prnd , genes involved in differentiation and the upregulation of  Pax3 , a stem cell marker expressed in activated satellite cells. In the soleus, the top upregulated genes consist of keratins, known to be important structural proteins in muscle as well as  Mettle21e , involved in ECM remodeling, also found to be upregulated in the EDL.  Dhrs9 , involved in vitamin A biosynthesis, was downregulated, consistent with the observation of a reduction in retinol in lipid droplets in the liver of space flown mice [ 54 ]. Analyses also revealed downregulation of  Gcat , which plays a role in threonine metabolism. Similarly, we found downregulation of  C9 , which functions in the innate immune response. Enriched results for the soleus suggest stress signaling with the enrichment of a response to GCs (GO:0051384) and the downregulation of  Ciart , a circadian gene with a role in the transcriptional repression of  Clock  and  Bmal1  [ 55 ]. There were fewer immune related results in the soleus compared to the EDL (sole enrichment of interferon gamma and downregulation of  Il8  in the soleus). These results may suggest that the EDL has a more robust immune response than soleus, consistent with findings from a previous spaceflight study [ 56 ]. Further, GSEA indicated negative regulation of the unfolded protein response (UPR), suggesting downregulation of endoplasmic reticulum (ER) stress response in the soleus. Metabolic changes also differ in comparison to the EDL, with results indicating an increase in protein metabolism (GO:0006082, GO:0019752, GO:0072330) using upregulated genes in ORA. This is accompanied by negative correlation of ribosome biogenesis and negative nucleotide biosynthesis with spaceflight, all consistent with a decrease in muscle mass. While mixed results were reported for the regulation of lipid metabolism, the results suggest a decrease in glucose metabolism (GO:0005975). We also found enrichment of growth related gene sets such as upregulation of growth hormones including  Igf1  and its receptor,  Igf1r . However, findings also included negative cell growth (GO:0016049) and proliferation (GO:0008283). The presence of positive and negative growth pathways may suggest remodeling of the muscles as they respond to the need to replenish and remove old or damaged cells in response to spaceflight. Similarly, results using up- and downregulated genes in ORA also indicate both positive and negative developmental cues including the enrichment of negative tissue development (GO:0009888) and cell differentiation (GO:0045595). A cross comparison of the biological processes shared between the EDL and soleus is shown in  Figure 2 , and shared DEGs are presented in  Supplementary Table S7 . 2.3. Molecular Signatures of  C. elegans  in Comparison with Fast and Slow Twitch Muscles during Spaceflight 2.3.1. Shared Increase in Proliferation between Space Flown  C. Elegans  and Mouse Fast Twitch EDL We next asked whether invertebrate models can be used to gain insight into mammalian responses to spaceflight. To address this question, we performed ORA on space flown  C. elegans  and utilized Ensembl orthology [ 57 ] to perform a cross-species comparison with mouse muscles to assess whether the transcriptional responses to spaceflight found in mammalian muscle are also observed in nematodes. DEGs and ORA can be found in  Supplementary Tables S8 and S9 . Differential expression analysis of space flown  C. elegans  revealed 106 DEGs (FDR < 0.05). Initial inspection of the enriched biological processes of  C. elegans  revealed that most upregulated biological processes (BP) are related to cell division (GO:0007049, GO:0051301) and development (GO:0032502), processes akin to the phenotype defined in the EDL. We also found upregulation of genes related to cytoskeleton organization (GO:0000226, GO:0007010), chitin metabolism (GO:0006030), and downregulation of ECM organization (GO:0030198). A cross-comparison between  C. elegans  and EDL enriched biological processes, shown in  Figure 3 , also indicates the shared overrepresentation of proliferation-related gene sets (GO:0008283, GO:0000278, GO:0022402). Gene sets related to the immune response (GO:0006955), synaptic signaling (GO:0098916) and the ECM (GO:0030198) were upregulated in the EDL but downregulated in  C. elegans.  A comparison of  C. elegans  and EDL DEGs revealed seven shared genes. These include an oncogene with a role in cell polarity ( Cab39 ) [ 58 ] and a gene involved in base excision repair ( Ung ) [ 59 ]. An early development gene  Zcchc24  [ 60 ] was downregulated in both datasets. In addition, we found downregulation of  Rab20 , a gene involved in cell trafficking in the Golgi apparatus [ 61 ], consistent with downregulation of cell-cell signaling (GO:0007267). Genes upregulated in  C. elegans  but downregulated in the EDL have roles in uracil methylation ( Trmt44 ), calcium-mediated synaptic transmission ( Syt12 ), and thrombin degradation ( Thbd ). 2.3.2. Comparison between  C. elegans  and Mouse Slow Twitch Muscle, Soleus Similar to findings from comparisons with EDL, we also found shared biological processes between  C. elegans  and soleus ( Figure 3 ), namely downregulation of cell proliferation. However, other processes were regulated in opposite directions. Specifically, transmembrane transport (GO:0055085), defense response (GO:0006952, GO:0098542), and cell adhesion (GO:0007155) were downregulated in C. elegans, yet upregulated in the soleus. We found 16 shared DEGs in  C. elegans  and soleus ( Table 2 ). Upregulated in both  C. elegans  and soleus are mitochondrial genes involved in mtDNA repair (Mpv17), branched chain amino acid metabolism ( Ppm1k ) [ 62 ], and the DNA helicase gene  Mcm2 . Shared downregulated genes include Thbd, involved in thrombin degradation as well as Rab20, previously described. Genes that were upregulated in  C. elegans  but downregulated in the soleus include those involved in DNA repair ( Nsmce1 ) [ 63 ], and the unfolded protein response ( Shq1 ), suggesting increased damage response in C. elegans. Genes that are downregulated in  C. elegans  but upregu",
  "introduction": "1. Introduction Exposure to the unique set of spaceflight environmental conditions, including microgravity, cosmic radiation, isolation, and confinement, has been shown to induce significant physiological changes in all studied species to date [ 1 , 2 , 3 ]. These physiological responses, such as skeletal muscle atrophy, can negatively impact the health of astronauts and may also compromise mission success if left unabated [ 4 ]. The precise molecular mechanisms underlying physiological deconditioning in spaceflight have yet to be fully described, and advancement of this mechanistic understanding is essential for the development of molecularly rationalized countermeasures [ 5 ]. Such countermeasures can help maintain astronaut health during future spaceflight missions, including long duration voyages to Mars in which current countermeasures are likely to prove insufficient [ 6 ]. Studies leveraging data from omics disciplines, including transcriptomics, allow for a detailed study of the complex interactions between the molecular landscape of biological systems and spaceflight environmental conditions. Despite the scientific potential of omics datasets captured in spaceflight, only a relatively small number have been collected, mainly due to the resource-intensive nature of spaceflight experiments. NASA GeneLab was established to maximize the use of the limited number of spaceflight omics datasets. The datasets made publicly available via the GeneLab repository represent a variety of omics data types and a range of model organisms, including microbes, plants, cell cultures, vertebrates, and invertebrates [ 7 , 8 ]. Additionally, datasets from ground-based studies that are relevant to the spaceflight environment can be accessed via public repositories, including GeneLab and NCBI Gene Expression Omnibus (GEO) [ 9 ]. Although physiological and other functional data is required to establish clear relationships between omics changes and physiological changes, independent analysis of omics datasets is still useful for hypothesis generation, which can be used to inform future research directions. There remain numerous opportunities to use publicly available omics datasets to elucidate knowledge gaps in the field of space biology. One such knowledge gap that currently requires further investigation is that of shared and discrete transcriptomic responses across biological tissue types, such as different muscles. Addressing this knowledge gap can prove useful for designing countermeasures that can target multiple tissues, or for providing evidence for the need to employ multiple countermeasures to provide comprehensive protection to a variety of tissues. Aside from its role in locomotion and posture, skeletal muscle plays other vital roles in whole-body health. Skeletal muscle physically shields organs and helps maintain temperature homeostasis. Additionally, as the body’s largest store of amino acids, skeletal muscle engages in crosstalk with other organs,",
  "methods": "4. Materials and Methods 4.1. Datasets Used in This Study Table 1  lists the various datasets used in this study. These datasets can be found in NASA GeneLab and are cited in these references [ 24 , 25 , 37 , 38 , 39 , 40 , 41 ]. The datasets involving mice flown on the ISS make use of the NASA Rodent Research notation for the various experimental groups. Specifically, NASA RR-1 validation mice consisted of four groups to also enable assessment of the contributions of age and cage configuration. These include Spaceflight (FLT) and Ground Control (GC) groups, which both make use of the NASA rodent habitat. The GC group was run with a 4-day delay to allow for replication of actual temperature, gas partial pressures, and humidity conditions of the FLT group. In addition, a baseline (Basal) group was euthanized on Earth one day after launch to compare changes in both the FLT and GC groups. Lastly, a Vivarium (Viv) control comprising mice maintained in standard housing was also included to determine the impact of the mouse habitat hardware in the results obtained from the FLT and GC groups. Refer to [ 17 ] for further details. NASA GeneLab generated omics data from the following comparisons: Basal vs Viv controls, GC vs Viv controls, FLT vs GC [ 17 ]. In this work, we focus on the GC and FLT groups. A number of bedrest studies focusing on muscle have been published, with a variety of assay approaches (coding and non-coding RNA), main experimental variables, and tissue collection schemes [ 24 , 141 , 142 ]. For this current analysis, we selected a transcriptomic dataset from a previous bedrest study [ 24 ] based on availability of raw expression data from coding RNA. 4.2. Processed RNAseq Data Differential expression data of RNA-seq datasets (GLDS-99, 103 and 104) were downloaded from NASA GeneLab. The NASA GeneLab online database describes the standard analysis pipeline used to generate this processed data. Briefly, the percentage of rRNA in raw fastq files was assessed using HTStream SeqScreener (version 1.0.0) and then filtered using Trim Galore! (version 0.6.2). The quality of both raw and trimmed reads was evaluated with FastQC [ 143 ] (version 0.118), while MultiQC [ 144 ] (version 1.7) was used to generate MultiQC reports. Indexes for Mus musculus genome were generated with genome version mm10-GRCm38 (Mus_musculus.GRCm38.dna.toplevel.fa), and Mus_musculus.GRCm38.96.gtf using STAR [ 145 ] (version 2.7.1a). Processed reads were aligned to the  Mus musculus  reference with STAR (version 2.7.1a) and aligned reads were then quantified using RSEM [ 146 ] (version 1.3.1). Quantification data was imported to R [ 147 ] (version 3.6.0) with tximport [ 148 ] (version 1.14.0) and normalized with DESeq2 [ 149 ] (version 1.26.0). Differential expression analysis was conducted in R (version 3.6.0) using DESeq2 (version 1.26.0). All groups were compared using the Wald test and the likelihood ratio test was used to generate the F statistic p value. Gene annotati",
  "results": "2. Results 2.1. Datasets Used in This Study Table 1  shows the transcriptomic datasets used in this study. These datasets included RNA-seq and microarray datasets. Model organisms represented are mouse, fruitfly, and nematode. A bedrest study was also selected for analysis (Refer to Methods section for further details on criteria). 2.2. Comparative Analysis Reveals Key Differences in Space Flown Slow and Fast Twitch Muscle We first characterized the effects of spaceflight on fast and slow twitch muscle types (EDL and soleus, respectively) from the RR-1 Mission ( Figure 1 ). Differential expression analysis (DEA) of EDL and soleus from space flown mice compared with ground controls along with ORA and GSEA are found in  Supplementary Tables S1–S6, Networks S1 and S2 and Figures S1 and S2 , respectively. Genes with the largest changes to their expression can provide insight on important biological processes that underlie spaceflight responses. Included in the top 10 upregulated genes in the EDL was the long non-coding RNA ( Lncbate10 ) that has been shown to protect  Pgc1α  from repression [ 44 ], as well as  Mettl21e  which inhibits proteasomes [ 45 ]. We also observed upregulation of the cell cycle-related gene  Cdk1  and  Mmp12 , which play a role in ECM remodeling. The top downregulated genes included  Pde2a , a phosphodiesterase (PDE), which controls degradation of cAMP and cGMP; the downregulation of  Pde2a  suggests increased cAMP/cGMP signaling. Downregulated as well was  Lep , involved in energy homeostasis, and  Pck1 , a regulator of gluconeogenesis. Additionally, we found downregulation of  Stum , which functions in mechanotransduction. Enriched results for the EDL show a response to radiation and reactive oxygen species (ROS) and the induction of apoptosis. In addition, there was enrichment of inflammatory pathways including  Stat  and  Nf- κb , a response to wound healing and immune-related gene sets (GO:0045087, GO:0034097) involving the production of cytokines TGFβ, IL4, IL10, and type 1 interferon. Enrichment of genes related to glucocorticoid (GC) signaling, a stress response pathway, was also observed. We found overrepresentation of gene sets involved in the circadian rhythm (GO:0048511, GO:0007623) as reported previously [ 22 , 46 , 47 , 48 ], including downregulation of  Dbp , a key circadian rhythm gene involved in inducing the transcription of other clock genes such as  mPer1  [ 49 ]. GSEA results also show enrichment of carbohydrate metabolism, consistent with previous studies reporting a greater reliance on glucose and a shift away from lipid metabolism [ 50 ]. In addition, we found downregulation of lipid metabolism (GO:0006631) based on ORA of downregulated genes  Lep ,  Lpl , and  Ppar γ  [ 51 , 52 , 53 ]. Analysis also revealed enrichment of lipid transport and sequestration in the EDL, consistent with previously reported lipid accumulation in atrophied muscles [ 50 ]. ORA of upregulated DEGs in the EDL show proliferation-related gene sets (GO:0008283, GO:0000278) suggesting an increase in proliferation. Conversely, GSEA revealed enrichment of mitogenic signaling pathways (MAPK), which correspond to the upregulation of genes involved in cell cycle progression ( Cdk1 ). GSEA also revealed regulation of proliferation and migration of vascular endothelial cells and angiogenesis ( Supplementary Network 1, Supplementary Figure S1 ), suggesting spaceflight-induced changes to muscle vasculature. Results also show the enrichment of muscle cell development, and differentiation as well as upregulation of  Fos ,  Mettl21e  and  Prnd , genes involved in differentiation and the upregulation of  Pax3 , a stem cell marker expressed in activated satellite cells. In the soleus, the top upregulated genes consist of keratins, known to be important structural proteins in muscle as well as  Mettle21e , involved in ECM remodeling, also found to be upregulated in the EDL.  Dhrs9 , involved in vitamin A biosynthesis, was down",
  "discussion": "3. Discussion 3.1. Mechanisms of Muscle Atrophy Resistance Skeletal muscles are highly adaptive to changes in mechanical forces and display a robust regenerative capacity. In response to weight-bearing or cell damage, cells can initiate pro-survival signaling pathways that increase cell viability and growth, maintain cell number homeostasis, and allow proliferation to meet functional needs. Analysis of the transcriptomic response in the EDL from space flown animals reveals enrichment and overrepresentation of gene sets involved in necrosis, wound healing, immune response, and proliferation, which altogether may suggest a compensatory proliferation in reaction to cell damage. Since mature muscles cells do not divide, the enrichment of proliferative terms may represent the recruitment of satellite cells, which then differentiate into new myofibers [ 92 ] to achieve muscle regeneration after cellular insult [ 93 ]. This hypothesis is supported by enrichment of developmental GO terms and the upregulation of genes such as  Fos  and  Pax3  known to be expressed in activated satellite cells during muscle cell development and in early muscle regeneration post trauma [ 94 , 95 ]. Previous studies also show tissue regeneration markers of satellite cell activation in murine quadriceps during spaceflight [ 96 ]. Spaceflight and its analogs can lead to impaired immunity [ 97 , 98 , 99 , 100 , 101 , 102 ]. A more robust immune response in the EDL may also indicate damage and repair events in this muscle, given the role the immune system plays in the regeneration process [ 103 , 104 ]. In the EDL, the upregulation of  Il15 , which codes for an immune modulating cytokine previously noted to confer hypertrophic effects. Increased  Il15  expression may contribute to regeneration and prevent excessive atrophy in response to unloading [ 105 ]. Additionally, these results also suggest changes to vasculature, which may impact nutrient availability and therefore growth. Previous work on the HU model revealed impaired vasodilation [ 106 ] and vasoconstriction [ 107 ] in feed arteries of weight bearing plantar flexors. Similarly, radiation exposure has been shown to impact development in human vessel models [ 108 ]. The involvement of the above mentioned differentially expressed genes in skeletal muscle atrophy can be tested in future spaceflight experiments. A genetic mechanism that may contribute to the difference in sensitivity to atrophy between the EDL and soleus may involve regulation of PDEs, which hydrolyze and tightly control cAMP/cGMP. cAMP/cGMP are ubiquitous second messenger signaling molecules known to protect against atrophy, increase myofiber size, and promote conversion to faster glycolytic fibers [ 109 ]. Our results showed downregulation of phosphodiesterase genes ( Pde2a)  in the EDL suggesting increased cAMP/gAMP signaling. In contrast, the upregulation of  Pde2a , along with five other phosphodiesterase genes ( Pde3a ,  Pde4a ,  Pde4b ,  Pde4c ,  Pde",
  "conclusion": "5. Conclusions This study aimed to determine the effects of spaceflight on the transcriptome of distinct mammalian muscle types and to define shared transcriptomic signatures across a variety of model organisms. Our analyses revealed that spaceflight elicited both shared and discrete responses in representative slow and fast twitch muscle types (soleus and EDL respectively). The shared responses between these muscle types include altered expression of genes involved in GC stress responses and the circadian rhythm. These two muscle types displayed differences in transcriptomic signatures pertaining to immune function and cellular growth, with the EDL exhibiting greater degree of differential regulation of these processes based on the number of differentially expressed genes between spaceflight and ground samples. Additionally, EDL and soleus showed differences in the transcriptomic response of genes involved in ER stress mechanisms. Our findings also highlight the possible role of  Pde2a  as a key molecule that may confer the atrophy resistance seen in the EDL. We also found that the muscle specific Ubiquitin E ligase  Fbxo40  was downregulated across models for muscle atrophy (bedrest and spaceflight), suggesting a possible target for countermeasures development. These results were also used as a backdrop for the comparison to spaceflight responses of non-mammalian models. The molecular signature of  C. elegans  in response to spaceflight showed greater similarity to that of the EDL. Furthermore, the transcriptomic signature of the larval stage of  D. melanogaster  showed more similarity to the slow twitch muscle soleus. In contrast, the response of adult  D. melanogaster  was more akin to that of fast twitch muscle EDL. Muscles from rodent spaceflight and human bedrest studies indicate alterations in glucose homeostasis and circadian rhythm which are consistent with findings in humans that experienced spaceflight. As expected for a highly resource intensive data co"
}