{
  "id": "PMC8220224",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8220224/",
  "title": "Spaceflight decelerates the epigenetic clock orchestrated with a global alteration in DNA methylome and transcriptome in the mouse retina",
  "authors": "Zhong Chen, Seta Stanbouly, Nina C Nishiyama, Xin Chen, Michael D Delp, Hongyu Qiu, Xiao W Mao, Charles Wang",
  "year": "2021",
  "journal": "Precision Clinical Medicine",
  "abstract": "Abstract Astronauts exhibit an assortment of clinical abnormalities in their eyes during long-duration spaceflight. The purpose of this study was to determine whether spaceflight induces epigenomic and transcriptomic reprogramming in the retina or alters the epigenetic clock. The mice were flown for 37 days in animal enclosure modules on the International Space Station; ground-based control animals were maintained under similar housing conditions. Mouse retinas were isolated and both DNA methylome and transcriptome were determined by deep sequencing. We found that a large number of genes were differentially methylated with spaceflight, whereas there were fewer differentially expressed genes at the transcriptome level. Several biological pathways involved in retinal diseases such as macular degeneration were significantly altered. Our results indicated that spaceflight decelerated the retinal epigenetic clock. This study demonstrates that spaceflight impacts the retina at the epigenomic and transcriptomic levels, and such changes could be involved in the etiology of eye-related disorders among astronauts.",
  "keywords": "spaceflight, DNA methylome, transcriptome, epigenetic clock",
  "full_text": "Introduction The spaceflight environment contains two major risk factors, irradiation and microgravity, which are thought to induce adverse effects on astronauts’ vision and central nervous systems, 1–4  and in particular, the eye and retina. 5 , 6  Studies reported that more than 30% of astronauts returning from Space Shuttle missions or the International Space Station (ISS) were diagnosed with eye problems that reduced visual acuity. 3 , 7  Furthermore, a recent study showed that spaceflight induced significant apoptosis in the retinal inner nuclear layer (INL) and ganglion cell layer (GCL) of mice. 8  Previous work has also shown that many genes involved in oxidative stress and mitochondria-associated apoptosis are altered in the retinas of space-flown mice, and oxidative stress-induced apoptosis plays an important role in response to space irradiation in mouse retinas. 9–11 Previous research on space-induced visual impairment in astronauts has primarily utilized proteomics and microarray technologies to better understand the biological effects of spaceflight on the mouse retina; these studies collectively reveal that spaceflight alters the expression of certain genes and proteins involved in cell death, mitochondrial function, endoplasmic reticulum (ER) stress, neuronal and glial cell loss, and axonal degeneration in mice. 9 , 12  Although there are studies analyzing the transcriptome in human retinas, none has been done under spaceflight conditions. 13–16  Thus, the mechanisms underlying the spaceflight-induced vision impairment remain largely unknown. Even though spaceflight-induced transcriptomic reprogramming in mouse retinas was recently reported, 17  there has been no study of the effects of spaceflight on the retina methylome or the epigenetic clocks of animals or humans. There is great enthusiasm both within the scientific community and society in general with the ambitious plans for the return of manned missions to the moon and long-duration (>300 days) space travel to Mars and beyond. However, a comprehensive assessment of the adverse effects on the human body is still incomplete. In a recent NASA Twins Study, some persistent changes in gene expression, DNA damage, telomeres, neuro-ocular and cognitive function were observed when comparing the spaceflight twin brother to his earth-bound twin. 18  It has also been shown that long-duration spaceflight changes gene regulation at both the transcriptional and epigenetic levels, although the majority of these changes return to the preflight level six months after returning to earth. As part of a NASA research consortium to accelerate spaceflight risk characterization and to gather omics data to allow robust predictions of cellular response in organisms exposed to long-duration spaceflight, we investigated the DNA methylome, epigenetic clock and transcriptome of retinas from mice flown on a long-duration 37-day mission, the human equivalent of 4.1 years, as part of the Rodent Research-1 (RR-1) project. We identified differentially methylated genes (DMGs) and differentially expressed genes (DEGs) between spaceflight and ground control mice. In addition, as epigenetic clocks have been used to predict tissue biological ages and age-related diseases in both humans 19  and mice 20 , 21 , we calculated spaceflight-induced epigenetic clock based on the DNA methylation at unique CpG sites of mouse retinas to predict the retinal tissue aging due to the spaceflight. This study provides new insights into the visual impairment due to long-duration spaceflight. Results Study design and overall QC of RRBS DNA methylome and RNA-seq transcriptome data To study the effects of spaceflight on retinal tissue epigenomic and transcriptomic changes, we constructed 18 reduced representation bisulfite sequencing (RRBS) libraries with one sample being removed from downstream analysis due to low quality (8 flight vs. 9 ground control mice) and 18 RNA-seq libraries (9 flight vs. 9 ground control mice). Figure    1  shows the study design. Fragment sizes of RRBS library were between 200 and 500 bp, with a peak around 300 bp. RNA-seq library size distribution ranged between 200–500 bp, with a peak around 280 bp. To monitor the quality of the RNA-seq, we also added External RNA Control Consortium (ERCC) spike-in controls in an amount equivalent to about 1% of the total RNA in each sample before RNA-seq library construction. We generated ∼778 million reads of 75-bp single-end RRBS DNA methylome data and 764 million reads (75 bp × 2) of pair-end RNA-seq transcriptomic data, corresponding to an average of ∼45.8 million (N = 17) sequence reads per RRBS sample, and 42.5 million (N = 18) sequence reads per RNA-seq sample ( Supplementary Table S3 ). Figure 1. Study design. This study was under the NASA Rodent Research-1 (RR-1) project consortium. Spaceflight mice after flight were euthanized and frozen on orbit. The retinas were isolated from both the ground habitat control and flight mice after returning to ground. RNA and DNA were extracted from the retinas, and then RRBS and RNA-seq libraries were constructed to obtain DNA methylome and transcriptome, respectively. Retinal epigenetic age was calculated using MouseEpigeneticClock script. Disease and bio-functional pathways were generated using the DAVID GO functional annotation and the Ingenuity Pathway through Analysis (IPA) based on DMGs & DEGs. High-quality reads were obtained from both RRBS and RNA-seq data ( Supplementary Fig. S1 ). We aligned the RRBS DNA-seq methylome data, 75 bp single reads to the NCBI mouse GRCm38 genome. On average, 62.48% of the reads were aligned to the genome with an average of 26.3 million (N = 17) aligned reads per sample ( Supplementary Table S3 ). The aligned reads were further annotated, resulting in an average of 1.84 million (N = 17) CpG sites covered by at least 10 reads. For RNA-seq transcriptomic data, we aligned the 75 × 2 bp fastq reads to the NCBI mouse GRCm38 genome, NCBI GRCm38 gene model, and ERCC transcripts. Overall, ∼85.05% (N = 18) of the reads were aligned to the genome uniquely, and 0.35% (N = 18) to the ERCC transcripts. Among the reads aligned to the genome, 56.03% (N = 18) to the exons, 20.88% (N = 18) to the introns. Scatterplots of ERCC log2 (FPKM) vs. log2 (spike-in concentration) showed an overall linear relationship (R 2  = 0.94) between the observed and the expected transcripts of the ERCC spike-in controls ( Supplementary Fig. S1G ). Global epigenomic and transcriptomic changes in the retinas of spaceflight mice Overall, 31.2 million CpGs, ranging from 1.6 million to 2.1 million CpGs per sample, were used to study the genome-wide CpG methylation patterns in terms of the relationship to the genomic features. The profiling CpG methylation patterns revealed that the spaceflight mice were hypomethylated globally compared to ground mice ( P  = 0.034, two-tailed t-test, Fig.  2A ). A significant lower CpG methylation level was observed within CG islands compared to CpG shores in both ground and spaceflight mice ( P  < 2.2E−16, two-tailed  t -test). In addition, the level of methylation was significantly higher in the introns compared to exons in both groups ( P  < 2.2E−16, two-tailed  t -test). The methylation at the transcription starting site (TSS) had the lowest methylation compared to other genomic regions (promoter, exon and intron) in both spaceflight and ground mice. Furthermore, 62.5% of the 643 differentially methylated genes were hypomethylated and 37.5% were hypermethylated (Fig.    2B ). Annotation of differentially methylated CpGs (DMCs) revealed that a large portion of the DMCs were located in introns, followed by intergenic regions and exons. About 15% of the DMCs were located in promoters (Fig.  2C ). Principal component analysis (PCA) (Fig.  2D ) and hierarchial cluster analysis (HCA) (Fig.  2E ) based on DMCs showed a clear difference between spaceflight and ground control mice. Overall, the methylation data clearly demonstrated that spaceflight induced profound DNA methylation changes. Figure 2. Spaceflight caused global epigenomic changes in mouse retina. (A) Genome-wide CpG methylation status at various genome regions. (B) and (C) Characteristics of significant differentially methylated CpGs (DMCs, methylation change > 10% and  P  ≤ 0.05). (D) Principal component analysis (PCA) based on the spaceflight induced DMCs. The beta values of all differentially methylated CpGs were used for PCA computation and no filtering was applied. (E) HCA plots based on DMCs. (F) Epigenetic ages calculated using Stubb's age estimator based on retinal methylomes. As DNA methylation has been successfully used to predict epigenetic clock—biological age, 22  we determined the epigenetic clocks of the retinas of spaceflight and control mice, using Stubbs’ epigenetic clock predictor. 20  The differences of Stubbs’ predicted biological ages between the spaceflight and ground control mice were tested using Welch's two-sample  t -test, which showed a significant age deceleration in spaceflight mice relative to ground mice (1.7 vs. 2.4 weeks,  P  = 0.049 on two-tailed  t -test) (Fig.  2F ). It is worth noting that the predicted epigenetic ages were much younger than the true chronological ages (21.2 weeks). Our RNA-seq transcriptomic analysis identified 177 DEGs (fold change ≥ 1.2,  P  ≤ 0.05 and FDR ≤ 0.3), including both up- and down-regulated genes (Fig.  3A  and  Supplementary Table S1 ). Similar to what was observed in the methylome dataset, a distinct separation was observed between the spaceflight and ground control mice based on both the PCA and HCA on the DEGs (Figs.  3B  and  3C ). Figure 3. Spaceflight induced global alterations on gene expression and the distribution of DMCs and DEGs across chromosomes. (A) Volcano plot showing significant differentially expressed genes (DEGs, fold change > 1.2 and  P  ≤ 0.05). Red and blue triangle indicates the number of up-regulated or down-regulated DEGs, respectively. DEGs with more than 50% expression change are highlighted in red (up-regulated) and blue (down-regulated). (B) PCA using the spaceflight induced DEGs. The normalized expressions of 177 DEGs were used for PCA computation and no sample was filtered out. (C) HCA plots based on DEGs between spaceflight mouse retinas and ground controls. (D) Circos plot showing the distribution of DMCs and DEGs across chromosomes. Y chromosome was excluded as only female mice were used in the study. We further examined the alteration patterns due to the spaceflight on the DNA methylome and transcriptome across chromosomes using Circos plotting (Fig.  3D ). Despite that differentially methylated regioins (DMRs) were observed on each chromosome (chromosome Y was excluded as only female mice were used in this study), the DMRs were not evenly distributed across chromosome as well as at certain particular chromosome regions, suggesting that some chromosomes or regions were more prone to methylation modification. For instance, Chr X harbored the most DMRs, followed by Chr 4 and 7. In addition, some regions, e.g., Chr 4: 95 278 373–155 343 067 and Chr 2: 118 262 949–159 068 995, exhibited locally enriched DMRs. Although many DMRs were observed in certain chromosomes, e.g., Chr 2, 4, 5, 14, and X, there were fewer DEGs in these chromosomes (61 DMRs vs. 3 DEGs observed on Chr X; 30 DMRs vs. 14 DEGs observed on Chr 11), suggesting a differential or relatively less sensitive response in the gene expression of retinal tissue to spaceflight. Biological functions and pathways affected by spaceflight in mouse retinas at transcriptome and DNA methylome, respectively Pathways and functions affected in mouse retina by spaceflight based on DEGs The IPA based on DEGs identified many significantly enriched canonical pathways (negative log 10 [ P -value] >1.3, i.e.,  P  ≤ 0.05) due to spaceflight (Fig.  4A  and  Supplementary Table S2 ). A large number of enriched pathways had a significantly negative Z-score (suppressed) and were associated with down-regulated DEGs (Figs.  4A  and  4C ). Enriched canonical pathways mainly belonged to two biological processes: 1) the junction/connection including G6P signaling, osteoarthritis signaling, and ILK signaling pathways; and 2) the inflammation/proliferation including PDGF signaling, CXCR4 signaling, actin cytoskeleton signaling, and NF-κB signaling. Many other biological pathways, such as hepatic fibrosis, IGF-1 signaling, epithelial adherent junction, and tight junction ( Supplementary Table S2 ), were enriched by spaceflight with significant  P  values, but zero Z-scores due to a lack of other relevant supporting evidence. These pathways were functionally linked to the extracellular matrix (ECM) homeostasis. Notably, many of the genes in the above pathways enriched and impacted by spaceflight in this study were also observed in NASA Twins Study, 18  such as  Ilk, Pdgf, Cxcr4, Igf-1  and  Nf-κb . At the individual gene level, a large number of DEGs fell into the categories of wound healing/cell growth/cell motility, inflammation defense, mitochondria metabolism, and oxidative stress (Table  1 , Fig.  4A ). In summary, the IPA analysis indicated impaired cell-to-cell connection and subsequent repair. Figure 4. Functional enrichments based on spaceflight induced DEGs and DMGs. (A) The IPA identified significantly enriched canonical pathways based on spaceflight induced retinal DEGs in spaceflight mice. The left y-axis shows the percentage of DEGs to the total number of genes in each individual pathway; the white unfilled bar section represents the percentage of non-DEGs; the green filled green bar section represents the percentage of down-regulated DEGs; and the red filled bar section represents the up-regulated DEGs. Only 3 up-regulated DEGs were identified in the listed IPA pathways (“NF-B signaling”, “Glucocorticoid receptor signaling”, and “Osteoarthritis pathway”). The right y-axis shows the negative log 10  ( P -value) of the enriched pathways as pink dot-line. The negative log 10 (0.05) = 1.3. (B) Significant pathways enriched based on DMGs using the DAVID Functional Annotation Analysis. The bars represent the fold enrichment and the dot-line represents the negative log 10 ( P -value). Red number on top of each bar indicates the number of DMGs identified in each pathway. (C) Tight junction signaling, a representative pathway enriched based DEGs. Pathway components are highlighted by blue (down-regulated) or purple (up-regulated) showing the DEGs identified within the component. (D) Cell Adhesion Molecules, representative functional clusters enriched by DAVID functional analysis based on DMGs. The significant genes identified in our spaceflight mouse retinal methylome are labelled as red star. Table 1. Gene ontology molecular functions based on the top differentially expressed genes induced by the spaceflight. Gene symbol Protein Molecular function \n Up-regulated genes \n \n Elovl5 \n fatty acid elongase Affiliated tissues include brain, eye and spinal cord. Related phenotypes are slow eye movements and nystagmus. \n Myoc \n myocilin Found in eye trabecular meshwork and the ciliary body. It regulates the pressure within the eye (intraocular pressure). \n Ctgf \n connective tissue growth factor CTGF has important roles in many biological processes, including cell adhesion, tissue growth factor migration, proliferation, angiogenesis and tissue wound repair. \n Nr4a1,4a3 \n retinoid receptor Components of retinoic acid (RA) signaling pathway. Play important role in mediating eye development. \n Egr1 \n zinc finger protein Binds to the promoter region of target genes. Regulates the response to growth factors DNA damage, ischemia, cell survival, proliferation, and cell death. \n Serpinf1, e2, h1, g1 \n serine protease Inhibitors Pigment epithelium-derived factor (PEDF) also known as serpin F1 (SERPINF1). It influences development and differentiation of the neural retina. \n krt12 \n epithelial keratins Krt12 is a specific corneal epithelial differentiation marker. It is involved in adult corneal epithelial homeostasis and wound healing response. \n Sox10 \n SOX10 protein SOX10 protein directs neural crest cells to become more specific cell types. In particular, the SOX10 protein is essential for the production of melanocytes. \n Mlph \n exophilin This protein tethers pigment-producing melanosomes to the actin cytoskeleton in melanocytes, and is required for visible pigmentation in the hair and skin. \n Lyz2 \n lysozyme Associates with the monocytemacrophase system and enhances the activity of immunoagents. Active against a range of Gram-positive and Gram-negative bacteria. \n Col1a1, 8a2, 12a1 \n alpha chains of type VIII and XII collagen Major component of the basement membrane of the corneal endothelium. \n Rnu2-10 \n small nuclear RNA Mutation of Rnu2-8 causes ataxia and neurodegeneration. \n Down-regulated genes \n \n Amy1 \n amylase 1 Endohydrolysis of (1→4)-alpha-D-glucosidic linkages in oligosaccharides and polysaccharides. \n Krt1, Krt10 \n epithelial keratins Important constituent of nonkeratinized epithelia such as those covering the Cornea and conjunctiva, the ocular surface. \n Slc31a2 \n solute carrier1 Involved in low-affinity copper uptake. \n Sst \n somatostatin Growth hormone-inhibiting hormone (GHIH), regulates the endocrine system and affects neurotransmission and cell proliferation via somatostatin receptors. \n Wisp1 \n WNT1 Downstream regulator in the Wnt/Frizzled-signaling pathway. Associated with cell survival. \n Azi2 \n 5-azacytidine Activates serine/threonine-protein kinase TBK1 and facilitates its oligomerization. \n Zfand6 \n AN1-Type Zinc Finger Protein Involved in regulation of TNF-alpha induced NF-kappa-B activation and apoptosis. \n Ttc14 \n tetratricopeptide repeat domain 14 Maybe involved in ectoderm differentiation and neurulation. \n Asprv1 \n Aspartic Protease ASPRV1 associated diseases include retinitis pigmentosa and artrichia with papular lesions. \n Wdr89 \n WD repeat domain 89 Plays an important role in the elongation step of protein synthesis. \n Psca \n WD Cell membrane glycoprotein. May be involved in the regulation of cell proliferation. \n Olfr613 \n olfactory receptor 613 G protein-coupled receptor activity \n Sbsn \n suprabasin Oncoprotein, upregulated in multiple cancers. \n Adamts3 \n disintegrin Major procollagen II N-propeptidase. A deficiency of this protein may be responsible for Dermatosparaxis \n Zfp488 \n zinc finger protein function involved in transcriptional regulation. In addition, based on the functional similarity, the DAVID analysis identified 47 genes out of 177 DEGs as secreted/extracellular proteins, and 17 genes of those 47 DEGs were the EMC components (Table  2 ). Furthermore, transforming growth factor beta (TGF-β) signaling, wound healing process, and insulin-like growth (IGF) factor signaling were enriched by 12, 9.9, and 6 folds, respectively, in spaceflight mouse retinas as compared to those housed in AEM (Table  2  and  Supplementary Table S1 ,  P  ≤ 0.01). Several genes enriched in the TGF-β group, such as  Pdgfra, Nog , and  Dcn , were significantly down-regulated (P ≤ 0.05, N = 9 per group). The transcriptional factors such as hormone-retinoid receptors  Nr4a1, Nr4a3 , zinc finger transcriptional factor  Egr1 , and connective tissue growth factor  Ctgf  were observed to be down-regulated in spaceflight mouse retinas (Table  1  and  Supplementary Table S1 ). In contrast, the majority of the top up-regulated DEGs were the structural protein genes, like  Krt1, Krt10 , and  Adamts3 , which is consistent with the notion that spaceflight activates inflammation and cell survival mechanisms. In summary, consistent with the IPA analysis, the David functional analysis suggested that spaceflight compromised cell proliferation and mobility necessary for retinal wound healing. Table 2. DAVID functional clustering analysis based on the spaceflight induced differentially ",
  "introduction": "Introduction The spaceflight environment contains two major risk factors, irradiation and microgravity, which are thought to induce adverse effects on astronauts’ vision and central nervous systems, 1–4  and in particular, the eye and retina. 5 , 6  Studies reported that more than 30% of astronauts returning from Space Shuttle missions or the International Space Station (ISS) were diagnosed with eye problems that reduced visual acuity. 3 , 7  Furthermore, a recent study showed that spaceflight induced significant apoptosis in the retinal inner nuclear layer (INL) and ganglion cell layer (GCL) of mice. 8  Previous work has also shown that many genes involved in oxidative stress and mitochondria-associated apoptosis are altered in the retinas of space-flown mice, and oxidative stress-induced apoptosis plays an important role in response to space irradiation in mouse retinas. 9–11 Previous research on space-induced visual impairment in astronauts has primarily utilized proteomics and microarray technologies to better understand the biological effects of spaceflight on the mouse retina; these studies collectively reveal that spaceflight alters the expression of certain genes and proteins involved in cell death, mitochondrial function, endoplasmic reticulum (ER) stress, neuronal and glial cell loss, and axonal degeneration in mice. 9 , 12  Although there are studies analyzing the transcriptome in human retinas, none has been done under spaceflight conditions. 13–16  Thus, the mechanisms underlying the spaceflight-induced vision impairment remain largely unknown. Even though spaceflight-induced transcriptomic reprogramming in mouse retinas was recently reported, 17  there has been no study of the effects of spaceflight on the retina methylome or the epigenetic clocks of animals or humans. There is great enthusiasm both within the scientific community and society in general with the ambitious plans for the return of manned missions to the moon and long-duration (>300 days) space travel to Mars and beyond. However, a comprehensive assessment of the adverse effects on the human body is still incomplete. In a recent NASA Twins Study, some persistent changes in gene expression, DNA damage, telomeres, neuro-ocular and cognitive function were observed when comparing the spaceflight twin brother to his earth-bound twin. 18  It has also been shown that long-duration spaceflight changes gene regulation at both the transcriptional and epigenetic levels, although the majority of these changes return to the preflight level six months after returning to earth. As part of a NASA research consortium to accelerate spaceflight risk characterization and to gather omics data to allow robust predictions of cellular response in organisms exposed to long-duration spaceflight, we investigated the DNA methylome, epigenetic clock and transcriptome of retinas from mice flown on a long-duration 37-day mission, the human equivalent of 4.1 years, as part of the Rodent Research-1 (R",
  "methods": "Supplementary Material pbab012_Supplemental_Files Click here for additional data file.",
  "results": "Results Study design and overall QC of RRBS DNA methylome and RNA-seq transcriptome data To study the effects of spaceflight on retinal tissue epigenomic and transcriptomic changes, we constructed 18 reduced representation bisulfite sequencing (RRBS) libraries with one sample being removed from downstream analysis due to low quality (8 flight vs. 9 ground control mice) and 18 RNA-seq libraries (9 flight vs. 9 ground control mice). Figure    1  shows the study design. Fragment sizes of RRBS library were between 200 and 500 bp, with a peak around 300 bp. RNA-seq library size distribution ranged between 200–500 bp, with a peak around 280 bp. To monitor the quality of the RNA-seq, we also added External RNA Control Consortium (ERCC) spike-in controls in an amount equivalent to about 1% of the total RNA in each sample before RNA-seq library construction. We generated ∼778 million reads of 75-bp single-end RRBS DNA methylome data and 764 million reads (75 bp × 2) of pair-end RNA-seq transcriptomic data, corresponding to an average of ∼45.8 million (N = 17) sequence reads per RRBS sample, and 42.5 million (N = 18) sequence reads per RNA-seq sample ( Supplementary Table S3 ). Figure 1. Study design. This study was under the NASA Rodent Research-1 (RR-1) project consortium. Spaceflight mice after flight were euthanized and frozen on orbit. The retinas were isolated from both the ground habitat control and flight mice after returning to ground. RNA and DNA were extracted from the retinas, and then RRBS and RNA-seq libraries were constructed to obtain DNA methylome and transcriptome, respectively. Retinal epigenetic age was calculated using MouseEpigeneticClock script. Disease and bio-functional pathways were generated using the DAVID GO functional annotation and the Ingenuity Pathway through Analysis (IPA) based on DMGs & DEGs. High-quality reads were obtained from both RRBS and RNA-seq data ( Supplementary Fig. S1 ). We aligned the RRBS DNA-seq methylome data, 75 bp single reads to the NCBI mouse GRCm38 genome. On average, 62.48% of the reads were aligned to the genome with an average of 26.3 million (N = 17) aligned reads per sample ( Supplementary Table S3 ). The aligned reads were further annotated, resulting in an average of 1.84 million (N = 17) CpG sites covered by at least 10 reads. For RNA-seq transcriptomic data, we aligned the 75 × 2 bp fastq reads to the NCBI mouse GRCm38 genome, NCBI GRCm38 gene model, and ERCC transcripts. Overall, ∼85.05% (N = 18) of the reads were aligned to the genome uniquely, and 0.35% (N = 18) to the ERCC transcripts. Among the reads aligned to the genome, 56.03% (N = 18) to the exons, 20.88% (N = 18) to the introns. Scatterplots of ERCC log2 (FPKM) vs. log2 (spike-in concentration) showed an overall linear relationship (R 2  = 0.94) between the observed and the expected transcripts of the ERCC spike-in controls ( Supplementary Fig. S1G ). Global epigenomic and transcriptomic changes in the retinas of spaceflight mice Overall, 31.2 million CpGs, ranging from 1.6 million to 2.1 million CpGs per sample, were used to study the genome-wide CpG methylation patterns in terms of the relationship to the genomic features. The profiling CpG methylation patterns revealed that the spaceflight mice were hypomethylated globally compared to ground mice ( P  = 0.034, two-tailed t-test, Fig.  2A ). A significant lower CpG methylation level was observed within CG islands compared to CpG shores in both ground and spaceflight mice ( P  < 2.2E−16, two-tailed  t -test). In addition, the level of methylation was significantly higher in the introns compared to exons in both groups ( P  < 2.2E−16, two-tailed  t -test). The methylation at the transcription starting site (TSS) had the lowest methylation compared to other genomic regions (promoter, exon and intron) in both spaceflight and ground mice. Furthermore, 62.5% of the 643 differentially methylated genes were hypomethylated and 37.5% were hypermethylated (Fig.    2B ). ",
  "discussion": "Discussion Approximately one in three astronauts flying on long-duration space missions experience visual impairment and morphologic changes to their eyes that include choroidal and retinal folds, optic disc edema, focal areas of retinal ischemia (i.e., cotton wool spots), globe flattening, and hyperopic shifts. This collection of ocular disorders, as first reported by Mader and colleagues, 3  has been termed as spaceflight-associated neuro-ocular syndrome (SANS). A number of factors associated with spaceflight have been proposed to initiate SANS, including headward fluid shifts induced by weightlessness, space radiation, and high ambient CO 2  levels within the spacecraft. A variety of potential mechanisms have also been proposed to account for the unusual physiologic and pathologic neuro-ophthalmic findings, including elevations in intracranial pressure (ICP) from cephalad fluid shifts, altered autoregulation of cerebral perfusion, impaired cerebrospinal fluid drainage from the brain and orbital optic nerve sheath through venous, glymphatic, and lymphatic drainage systems, and disruption of blood-brain, blood-retinal, and blood-optic nerve barrier function. 23  This seemingly multifaceted pathological process, which varies from astronaut to astronaut, indicates a complex origin for these neuro-ophthalmic findings associated with SANS. Results from the present study of spaceflight-induced alterations in DNA methylome and transcriptome demonstrated that retinal cell homeostasis was disrupted during spaceflight, and that the primarily impacted genes belonged to several physiologically relevant cellular processes and pathways. These included processes and pathways associated with oxidative stress, inflammation, mitochondrial function, tissue remodeling, fibrosis and angiogenesis. Further, the integrated DNA methylome and RNA transcriptome analysis demonstrated that spaceflight had profound effects on ECM/cell junction and cell proliferation/apoptosis signaling in the retina. Although these data did not address all the possible mechanisms involved in the etiology of SANS, they provided crucial insight into the potential adverse consequences of spaceflight on the retina that could be functionally important for maintaining proper visual acuity among astronauts. Multi-dimensional genome-wide analyses have been applied to interrogate vision function, aging and diseases. 4 , 24–26  In this study, we characterized the retinal tissue epigenomic reprogramming, along with the transcriptomic changes of mouse retinas after a period of 37-day spaceflight, the human equivalent of 4.1 years. The differential gene expression analysis revealed a few distinctive yet interconnected pathways that may have been affected by spaceflight, such as inflammatory and cancer-prone pathways, i.e., interleukin and chemokine pathways ( Fgfr1, Fos, Cxcr4  genes); cell structure maintenance pathways, i.e., ECM and keratins; and the cell death, cell differentiation, and survival pat",
  "conclusion": ""
}