{
  "id": "PMC8716943",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8716943/",
  "title": "Bundling up the Role of the Actin Cytoskeleton in Primary Root Growth",
  "authors": "Judith García-González, Kasper van Gelderen",
  "year": "2021",
  "journal": "Frontiers in Plant Science",
  "abstract": "Primary root growth is required by the plant to anchor in the soil and reach out for nutrients and water, while dealing with obstacles. Efficient root elongation and bending depends upon the coordinated action of environmental sensing, signal transduction, and growth responses. The actin cytoskeleton is a highly plastic network that constitutes a point of integration for environmental stimuli and hormonal pathways. In this review, we present a detailed compilation highlighting the importance of the actin cytoskeleton during primary root growth and we describe how actin-binding proteins, plant hormones, and actin-disrupting drugs affect root growth and root actin. We also discuss the feedback loop between actin and root responses to light and gravity. Actin affects cell division and elongation through the control of its own organization. We remark upon the importance of longitudinally oriented actin bundles as a hallmark of cell elongation as well as the role of the actin cytoskeleton in protein trafficking and vacuolar reshaping during this process. The actin network is shaped by a plethora of actin-binding proteins; however, there is still a large gap in connecting the molecular function of these proteins with their developmental effects. Here, we summarize their function and known effects on primary root growth with a focus on their high level of specialization. Light and gravity are key factors that help us understand root growth directionality. The response of the root to gravity relies on hormonal, particularly auxin, homeostasis, and the actin cytoskeleton. Actin is necessary for the perception of the gravity stimulus via the repositioning of sedimenting statoliths, but it is also involved in mediating the growth response via the trafficking of auxin transporters and cell elongation. Furthermore, auxin and auxin analogs can affect the composition of the actin network, indicating a potential feedback loop. Light, in its turn, affects actin organization and hence, root growth, although its precise role remains largely unknown. Recently, fundamental studies with the latest techniques have given us more in-depth knowledge of the role and organization of actin in the coordination of root growth; however, there remains a lot to discover, especially in how actin organization helps cell shaping, and therefore root growth.",
  "keywords": "actin, root growth, cell elongation, auxin, gravitropism, actin-binding protein, light",
  "full_text": "Introduction: The Actin Cytoskeleton and Primary Root Growth The root system is an essential part of the plant that navigates the soil for water and nutrients. The primary root is the first organ to emerge from the seed, and therefore, its developmental plasticity is of utmost importance. The cytoskeleton is an interconnected filamentous network that is the key in controlling cell shape, rigidity, supports intracellular processes, and consists of microtubules and actin filaments (AF). AF consist of two helical strands of actin monomers that grow from the barbed plus end (compared to the pointed minus end) and rely on a plethora of actin-binding proteins to modify their organization and dynamics. Actin filaments are crucial for cell and tissue growth and participate in a large variety of processes including cell architecture and polarity establishment, signal transduction, cell-cell communication, cell division, and response to pathogens. Furthermore, the actin cytoskeleton is known to be an important player in vesicle trafficking, secretion, and endocytosis as well as endomembrane remodeling. By controlling the growth and division of cell, the actin cytoskeleton provides the means to dynamically respond to intracellular and extracellular stimuli ( Mao et al., 2016 ;  Zhu et al., 2016 ;  Maeda et al., 2020 ) (Reviewed in  Paez-Garcia et al., 2018 ;  Li and Day, 2019 ;  Takatsuka and Ito, 2020 ;  Yang et al., 2020 ). The actin cytoskeleton responds to an extensive amount of stimuli, such as gravity, osmotic stress, pathogens, nutrients, and light ( Henty-Ridilla et al., 2013 ;  Leontovyčová et al., 2019 ) (Reviewed in  Li and Day, 2019 ;  Nakamura et al., 2019 ;  Wang and Mao, 2019 ;  Leontovyčová et al., 2020 ;  Zhao et al., 2021 ). Plant hormones, and especially auxin, have strong effects on the composition of actin filaments ( Arieti and Staiger, 2020 ; Reviewed in  Zhu and Geisler, 2015 ). The actin cytoskeleton has been studied extensively; however, the role that it plays in regulating the growth of the primary root is complex and often yields conflicting data. We hereby review how actin helps root growth. We first discuss how actin filaments organize during root growth. Then, we dissect how individual components of the actin filaments and the actin-binding proteins affect root growth. Next, we describe the evidence on how the hormones controlling growth affect the actin cytoskeleton and finally we discuss how actin affects the root tropisms to gravity and light. Actin Organization and Dynamics Correlate with Root Cell Elongation The main region that sustains primary root growth is the root apical meristem (RAM) through a tight balance between cell division and elongation ( Ioio et al., 2008 ; Reviewed in  Takatsuka and Umeda, 2014 ;  Ötvös et al., 2021 ). The actin cytoskeleton has been connected to root growth through its participation mainly in cell expansion and, secondarily, cell division ( Ingouff et al., 2005 ;  Kandasamy et al., 2009 ;  Takatsuka et al., 2018 ;  Arieti and Staiger, 2020 ). Root meristem cells undergo two steps of rapid cell elongation. The first one occurs in the progression between the apical meristem and the transition zone (TZ), which is triggered by an endoreduplication event. A second fast elongation takes place in the boundary of the transition and elongation zones (EZ), characterized by an increase in vacuolar enlargement accompanied by cell wall loosening and new material deposition (Reviewed in  Verbelen et al., 2006 ;  Takatsuka and Umeda, 2014 ;  Barrada et al., 2015 ). Actin cytoskeleton dynamics have often been connected to root cell elongation. Initial studies in the monocot  Zea mays  pointed out specific actin arrangements depending on the cellular developmental stage in the longitudinal axis of the RAM. Immunolocalization revealed longitudinally oriented, often bundled, Filamentous actin (F-actin) in elongating cells while this disposition was lost during maturation ( Baluška et al., 1997 ;  Blancaflor and Hasenstein, 1997 ). Later, more detailed work has been done describing actin cytoskeleton organization and dynamics in epidermal root cells of the model dicot  Arabidopsis thaliana . There are clear differences between RAM zones ( Figure 1 ); to start with, meristematic cells show a pattern of dense, highly disorganized actin, characterized by relatively low levels of bundling and reduced longitudinal orientation and parallel arrangement of microfilaments ( Wang et al., 2004 ;  Arieti and Staiger, 2020 ). The TZ shows comparable actin filament density to that of the meristem; microfilament orientation remains random but an increase in parallel organization is observed. Actin dynamics in this developmental stage are reduced, although there is an increase in annealing events ( Takatsuka et al., 2018 ;  Zou et al., 2019 ;  Arieti and Staiger, 2020 ). An increase in longitudinal actin filament bundling occurs preceding the second fast growth event during the transition to the EZ ( Takatsuka et al., 2018 ). Cells in the elongation zone show a pattern of a diffuse and less dense actin network with longitudinal bundled arrays that display higher dynamics and longer, faster growing actin filaments ( Wang et al., 2004 ;  Dyachok et al., 2011 ;  Jacques et al., 2013 ;  Vaškebová et al., 2018 ;  Zou et al., 2019 ;  Arieti and Staiger, 2020 ). Figure 1 Actin filament network organization in the  Arabidopsis thaliana  root meristem and the effects of drugs, hormones, and gravity. Schematic representation of the actin filament networks in different cell types of the root meristem and the effect of drugs and hormones on the actin network. Thicker lines equal more bundling of actin filaments, while blue and red coloring denotes actin dynamics. Bottom right cell shows the role of actin filaments in repositioning the gravity-sensing statoliths. As a generalization, there is a correlation between root cell length and the presence of less dense, more bundled and longitudinally oriented actin filaments (see overview in  Figure 1 ). We do not know whether these differences in actin organization are coupled to different roles of actin, or that it simply reflects the differences in cell morphology at different developmental stages. A useful way of correlating changes in actin with the effects on root growth is the analysis of the effects of actin-disrupting drugs on root growth (for a summary of drugs, see  Table 1 ). Actin-stabilizing compounds such as phalloidin and Jasplakinolide, which interfere with the correct maturing of F-actin and prevent its turnover ( Pospich et al., 2020 ), do not inhibit root growth. Actin-depolymerizing drugs Latrunculin B and Cytochalasin, which sequester actin monomers or bind to the ends of F-actin, respectively, were shown to inhibit root growth ( Baluška et al., 2001 ;  Mancuso et al., 2006 ). Latrunculin B induces a reduction in F-actin density and an increase in bundling accompanied by a reduction in filament elongation rate and dynamics ( Staiger et al., 2009 ;  Rosero et al., 2013 ). Actin disruption by Latrunculin B treatment seems to influence cell elongation rather than cell division in roots of both  A. thaliana  and  Z. mays  ( Baluška et al., 2001 ). Thus, in this case it is clear that the increase in bundling of actin is not directly related to promoting root growth, but that other mechanisms are also important. The myosin ATPase inhibitor 2,3-Butanedione 2-Monoxime (BDM) impacts the myosin-based actin cytoskeleton movement and also disrupted root growth in both  A. thaliana  and  Z. mays  ( Šamaj et al., 2000 ;  Mancuso et al., 2006 ). Interestingly, BDM impacted myosin-based actin movement mainly in the transition zone and beginning of the elongation zone, thus affecting the progression to cell elongation (see overview in  Figure 1 ;  Šamaj et al., 2000 ). Table 1 Inhibitor effect on root growth, cell expansion, vacuolar shape, and actin organization and dynamics. Inhibitor General role Effect on root growth Effect on actin (cell type) Effect on cell length (cell type) Effect on vacuole shape (cell type) References Actin inhibitors Jasplakinolide Actin stabilization (turnover inhibition) None Larger main vacuole (late meristem cells) \n Mancuso et al., 2006 \n \n Scheuring et al., 2016 Phalloidin Actin stabilization (turnover inhibition) None \n Mancuso et al., 2006 Latrunculin B Actin depolymerization Growth inhibition Disruption of longitudinal actin arrays (EZ, maize) Inhibition of cell elongation * Round and smaller main vacuole (late meristem cells) \n Baluška et al., 1997 ,  2001 \n \n Baluška et al., 2001 \n \n Mancuso et al., 2006 \n \n Scheuring et al., 2016 Cytochalasin D Actin depolymerization Growth inhibition Cell length inhibition (AEZ, maize cortex) \n Mancuso et al., 2006 \n \n Šamaj et al., 2000 2,3 Butadione (BDM) Inhibition of myosin ATPase Stabilization of AF – thicker bundles (maize * ) Cell length inhibition (TZ and AEZ, maize cortex) \n Šamaj et al., 2000 Hormones Indole-3-Acetic-Acid (IAA) Native auxin Growth inhibition Increased AF density and unbundling TZ/EZ Cell elongation inhibition * \n Rahman et al., 2007 \n \n Lanza et al., 2012 \n \n Arieti and Staiger, 2020 1-Naphtalene-Acetic-Acid (NAA) Synthetic auxin Growth inhibition Cell elongation inhibitor * Increased vacuolar constriction (late meristem cells) \n Rahman et al., 2007 \n \n Scheuring et al., 2016 2,4-Dichlorophenoxyacetic acid (2,4-D) Auxin analogue Growth inhibition Actin depolymerization * Mild cell elongation inhibitor, cell proliferation inhibitor * \n Rahman et al., 2007 24-epibrassinolide (eBL) Brassinosteroid Root waving Finer, shorter, and more dynamic AF * \n Lanza et al., 2012 trans-zeatin (t-zeatin) Cytokinin Growth inhibition Decreased AF density, increased AF bundling; disrupted vertical AF arrangement TZ/EZ Cell elongation (TZ) \n Takatsuka et al., 2018 \n \n Kushwah et al., 2011 AF, actin filaments; TZ, transition zone; AEZ, apical elongation zone; and EZ, elongation zone. * no data on cell type. Cell growth has been proposed to be driven by a sequential coordination between cell wall modification and turgor pressure changes ( Zimmermann et al., 1980 ). In this context, a turgor pressure increase is expected to raise the mechanical pressure on the cell wall, aiding cell elongation (Reviewed in  Kaiser and Scheuring, 2020 ). The actin cytoskeleton has been demonstrated to be key component of cell wall remodeling, mediating vesicle transport of cellulose synthase (CESA) complexes, cell wall modifying enzymes (e.g., expansins) or non-cellulosic cell wall components ( Baluška et al., 2002 ;  Leucci et al., 2006 ;  Crowell et al., 2009 ;  Sampathkumar et al., 2013 ). It is thought that the actin cytoskeleton transports vesicles containing cell wall modifying components that promote cell elongation. This hypothesis is supported by the negative effect of Latrunculin B-mediated actin depolymerization on the dynamics of CESA-containing Golgi bodies in roots or the decreased delivery and uptake of pectins and other polysaccharide components of the cell wall observed in other plant tissues ( Baluška et al., 2002 ;  Leucci et al., 2006 ;  Sampathkumar et al., 2013 ). Conversely, plant cells treated with the cell wall inhibitor isoxaben or mutants with decreased cellulose content show altered F-actin distribution ( Tolmie et al., 2017 ;  Huang et al., 2020 ). Another important player in maintaining turgor pressure in plant cells is vacuoles. Vacuolar occupancy of the cell increases with and correlates with cell elongation ( Dünser et al., 2019 ). In other plant cell models such as BY-2 cells or stomata guard cells, actin has been shown to play an important role in vacuolar remodeling ( Higaki et al., 2006 ;  Li et al., 2013 ). Actin inhibitor studies have demonstrated the importance of a fully functional actin cytoskeleton for vacuolar shaping during primary root cell elongation. In root epidermal late meristematic cells, actin stabilization (Jasplakinolide) results in larger main vacuoles while actin disruption (Latrunculin B) induces the appearance of a round and smaller main vacuole, especially in cells prior to rapid second cell elongation ( Scheuring et al., 2016 ). However,  Takatsuka et al. (2018)  show that no striking vacuolar changes occur prior to the second elongation event, indicating that they do not seem to be its trigger. In summary, longitudinally oriented actin bundles and increased actin dynamics are indicative of primary root cell elongation. Importantly, actin filaments seem to have a crucial role in the second rapid cell expansion of root cells. Why are these bundled and active filaments necessary for cell elongation in the root? Likely there are two important factors: First, actin filaments help to deliver cell wall remodeling components to the growing sides of the cell. There is a clear link between actin–myosin-mediated cytoplasmic streaming, endomembrane remodeling, and cell growth, suggesting that the organization of actin parallel to the growth axis could aid cell elongation by increasing delivery of endocytic cargoes ( Peremyslov et al., 2012 ;  Tominaga et al., 2013 ). Second, there is the plant-specific need to regulate a growing cells’ turgor pressure, which could be mediated by the vacuolar network. Root cell elongation is inversely correlated to vacuolar constriction and the two are tightly depending on specific actin organization and dynamics. However, the connection between vacuolar occupancy, actin, and root growth should be explored in more detail. The Role of Actin Isoforms and Actin-Binding Proteins in Primary Root Growth The actin cytoskeleton consists of actin filaments made up of strands of G-actin polymers of different isoforms, depending on the cell type, tissue, or specific cellular function. Proteins that bind to, interact with, and modify actin filaments to coordinate their orientation and dynamics, are crucial for the operation of the actin cytoskeleton. Actin nucleators promote  de novo  or branched filament assembly; actin-capping/severing proteins regulate the dynamics of actin filaments by mediating its turnover; network protein (NET) family members link actin and the endomembrane system; myosin motor proteins facilitate actin-based vesicle and organ motility. In the next section, we dissect which particular isoforms of actin are crucial for root growth and we discuss how and why various actin-binding proteins affect root growth. Actin G-actin is a highly conserved protein that is encoded by eight functional genes in plants. They can be classified, based on their sequence and temporal and spatial expression pattern, into two major groups: reproductive (ACT1, ACT3, ACT4, ACT11, and ACT12) and vegetative (ACT2, ACT7, and ACT8). The first class is expressed in pollen, ovules, and seeds while the second class is expressed in vegetative tissues, including some of the floral organs (e.g., petals, sepals, and carpel) and germinating seeds. All vegetative actins were observed to be strongly expressed in young roots ( McDowell et al., 1996 ; Reviewed in  Meagher et al., 1999 ,  2000 ;  Šlajcherová et al., 2012 ). Of the vegetative actins, ACT7 seems most involved in shaping primary root growth, because  act7  mutants have severe root elongation phenotypes and wavier roots ( Gilliland et al., 2003 ;  Kandasamy et al., 2009 ). At the tissue level,  act7  had a reduction in cell number in the proximal meristem zone and an increase in cell number in the transition zone ( Takatsuka et al., 2018 ). Actin organization analysis in  act7  showed a delayed onset of longitudinal actin bundling at the boundary between the elongation and transition zones as observed in wild-type plants. This points to ACT7 as the main player in the second rapid cell elongation ( Table 2 ;  Kandasamy et al., 2009 ;  Takatsuka et al., 2018 ). The other two vegetative actin isoforms (ACT2 and ACT8) seem to have a more relevant role in root hair formation and only show root elongation phenotypes in dominant-negative mutants ( act2-2D  and  frz1 , respectively;  Nishimura et al., 2003 ;  Kandasamy et al., 2009 ;  Kato et al., 2010 ). Only when both isoforms are knocked out, the phenotype of  act7  mutants could be mimicked, suggesting a secondary role of ACT2 and ACT8 in root cell elongation ( Table 2 ) ( Takatsuka et al., 2018 ). Consistent with phenotypical observations,  act7-4  and not  act2 act8  mutants show decreased vacuolar fragmentation in late meristematic epidermal cells, consistent with actin stabilization treatment by Jasplakinolide. This failure to regulate proper vacuolar constraining probably contributes to a delay in the initiation of fast cell elongation ( Scheuring et al., 2016 ). The wavier root phenotypes observed in  act7-4  and  der1-2  (carrying an  ACT2  point mutation) mutants correlate with the higher presence of oblique cell walls, also pointing to a role of these two isoforms in cytokinesis ( Gilliland et al., 2003 ;  Vaškebová et al., 2018 ). Table 2 Actin and actin-binding protein role in primary root growth. Protein family Contribution to root/root zone growth Molecular function References Monomeric actin ACTIN ACTIN7 ACTIN2 and 8 Main effect on primary root growth and waving. Main actin involved in second rapid cell elongation (TZ-EZ boundary). Mild effect in primary root growth. Secondary role in cell elongation Change of actin organization (e.g., bundling) Maintenance of vacuolar constriction in late meristem cells \n Nishimura et al., 2003 \n \n Kandasamy et al., 2009 \n \n Kato et al., 2010 \n \n Scheuring et al., 2016 \n \n Takatsuka et al., 2018 Actin nucleators and actin crosslinking/bundling proteins ARP2/3 and SCAR/WAVE complex Root growth promotion. Regulation of speed cell expansion at the EZ meristem cell division Regulation of actin organization and cell wall material delivery \n Dyachok et al., 2008 ,  2011 \n \n Takatsuka et al., 2018 FORMINS Class I FH1 FH4 FH5 FH8 Class II RMD Regulation of root growth. Unknown, only expression data available Regulation of root growth Regulation of root growth Promotion of root growth. Regulation of root waving. EZ cell length control. Developmentally regulated subcellular localization. Increase in actin dynamics and maintenance of low bundling. Maintenance of endomembrane dynamics Role in cell division (cytokinesis) Role in cell division (phragmoplast localization) Actin bundling and orientation \n Deeks et al., 2005 \n \n Rosero et al., 2013 \n \n Oulehlová et al., 2019 \n \n Ingouff et al., 2005 \n \n Xue et al., 2011 \n \n Li et al., 2014 Actin capping/severing proteins VILLINS VLN2, VLN3, VLN4 Root directional growth Facilitation of actin turnover and bundling \n van der Honing et al., 2012 \n \n Zou et al., 2019 ADF/COFILINS D-type ADF1 ADF2 Root growth containment Preventing actin bundling \n Dong et al., 2001b \n \n Clément et al., 2009 AIP1 Root growth promotion Decrease of actin bundling, increase of actin dynamics important for trafficking \n Ketelaar et al., 2004 \n \n Dhonukshe et al., 2008 PROFILINS Vegetative PRF1 PRF3 Root growth promotion Root growth inhibition \n Ramachandran et al., 2000 \n \n Fan et al., 2013 Actin-membrane binding proteins NET NET1A/B (Actin-PM) NET4A (Actin-Tonoplast) Root growth promotion Root growth inhibition through vacuolar constriction in the MZ-TZ region \n Deeks et al., 2012 \n \n Kaiser et al., 2019 Motor proteins MYOSINS Myosins XI-1, XI-2, and XI-K Root growth promotion. EZ cell length control. Increase of actin organization, density, and dynamics. Maintenance of vacuolar constriction in late meristem cells. \n Šamaj et al., 2000 \n \n Peremyslov et al., 2010 \n \n Scheuring et al., 2016 TZ, transition zone; and EZ, elongation zone. Actin-Binding Proteins Actin Nucleators and Actin Crosslinker/Bundling Proteins Actin nucleators promote  de novo  or branched filament assembly from available actin monomers or profilin-bound G-actin. The actin nucleators most relevant to main root g",
  "introduction": "Introduction: The Actin Cytoskeleton and Primary Root Growth The root system is an essential part of the plant that navigates the soil for water and nutrients. The primary root is the first organ to emerge from the seed, and therefore, its developmental plasticity is of utmost importance. The cytoskeleton is an interconnected filamentous network that is the key in controlling cell shape, rigidity, supports intracellular processes, and consists of microtubules and actin filaments (AF). AF consist of two helical strands of actin monomers that grow from the barbed plus end (compared to the pointed minus end) and rely on a plethora of actin-binding proteins to modify their organization and dynamics. Actin filaments are crucial for cell and tissue growth and participate in a large variety of processes including cell architecture and polarity establishment, signal transduction, cell-cell communication, cell division, and response to pathogens. Furthermore, the actin cytoskeleton is known to be an important player in vesicle trafficking, secretion, and endocytosis as well as endomembrane remodeling. By controlling the growth and division of cell, the actin cytoskeleton provides the means to dynamically respond to intracellular and extracellular stimuli ( Mao et al., 2016 ;  Zhu et al., 2016 ;  Maeda et al., 2020 ) (Reviewed in  Paez-Garcia et al., 2018 ;  Li and Day, 2019 ;  Takatsuka and Ito, 2020 ;  Yang et al., 2020 ). The actin cytoskeleton responds to an extensive amount of stimuli, such as gravity, osmotic stress, pathogens, nutrients, and light ( Henty-Ridilla et al., 2013 ;  Leontovyčová et al., 2019 ) (Reviewed in  Li and Day, 2019 ;  Nakamura et al., 2019 ;  Wang and Mao, 2019 ;  Leontovyčová et al., 2020 ;  Zhao et al., 2021 ). Plant hormones, and especially auxin, have strong effects on the composition of actin filaments ( Arieti and Staiger, 2020 ; Reviewed in  Zhu and Geisler, 2015 ). The actin cytoskeleton has been studied extensively; however, the role that it plays in regulating the growth of the primary root is complex and often yields conflicting data. We hereby review how actin helps root growth. We first discuss how actin filaments organize during root growth. Then, we dissect how individual components of the actin filaments and the actin-binding proteins affect root growth. Next, we describe the evidence on how the hormones controlling growth affect the actin cytoskeleton and finally we discuss how actin affects the root tropisms to gravity and light.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}