{
  "id": "PMC9832585",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9832585/",
  "title": "Inter-agency perspective: Translating advances in biomarker discovery and medical countermeasures development between terrestrial and space radiation environments",
  "authors": "Andrea L. DiCarlo, Lisa S. Carnell, Carmen I. Rios, Pataje G. Prasanna",
  "year": "2022",
  "journal": "Life sciences in space research",
  "abstract": "Over the past 20+ years, the U.S. Government has made significant strides in establishing research funding and initiating a portfolio consisting of subject matter experts on radiation-induced biological effects in normal tissues. Research supported by the National Cancer Institute (NCI) provided much of the early findings on identifying cellular pathways involved in radiation injuries, due to the need to push the boundaries to kill tumor cells while minimizing damage to intervening normal tissues. By protecting normal tissue surrounding the tumors, physicians can deliver a higher radiation dose to tumors and reduce adverse effects related to the treatment. Initially relying on this critical NCI research, the National Institute of Allergy and Infectious Diseases (NIAID), first tasked with developing radiation medical countermeasures in 2004, has provided bridge funding to move basic research toward advanced development and translation. The goal of the NIAID program is to fund approaches that can one day be employed to protect civilian populations during a radiological or nuclear incident. In addition, with the reality of long-term space flights and the possibility of radiation exposures to both acute, high-intensity, and chronic lower-dose levels, the National Aeronautics and Space Administration (NASA) has identified requirements to discover and develop radioprotectors and mitigators to protect their astronauts during space missions. In sustained partnership with sister agencies, these three organizations must continue to leverage funding and findings in their overlapping research areas to accelerate biomarker identification and product development to help safeguard these different and yet undeniably similar human populations – cancer patients, public citizens, and astronauts.",
  "keywords": "Space, Radiation, Medical countermeasures, Chronic, Cancer, Biomarkers",
  "full_text": "1. Introduction Given the importance of ensuring the protection of humans from radiation injury, strong collaborations have been forged between U.S. Government funding agencies with mandates to develop products to protect, mitigate, and/or treat radiation-induced normal tissue injuries. There has been a strong track record of interactions between the National Aeronautics and Space Administration (NASA) and the National Institutes of Health (NIH), including the National Cancer Institute (NCI) and the National Institute of Allergy and Infectious Diseases (NIAID) - organizations that have been tasked with understanding mechanisms of radiation-induced biological damage and exploring pathways for the development of drugs to address radiation injuries. Past synergies have included co-sponsoring scientific meetings, co-funding research, and involvement through inter-agency grant/contract review teams and working groups. Several publications have resulted from these prior cooperative efforts ( Carnell et al., 2017 ;  Yoo et al., 2014 ). In 2007, a memorandum of understanding was established between NIH and NASA 1  to formalize interactions with each organization establishing areas of cooperation, including the “development of biomedical research approaches and clinical technologies for use on Earth and in space.” NASA and the U.S. Department of Health and Human Services (HHS) also signed an interagency agreement in 2018 to share innovative ideas for addressing science and technology challenges and to coordinate and collaborate on research that could improve human health on Earth and in space. 2  Finally, since 2017 the NIAID/NASA Medical Countermeasures Working Group, with representation from NCI and other parts of HHS, has endeavored to rapidly and continually share information concerning research advances, to accelerate activities for all agencies. Although the core mission of these organizations is similar, each directs research efforts toward the specific needs of its target human population. For example, NCI’s interest in radiation stems from the use of localized, high-dose, gamma, x-ray, or proton radiotherapy in cancer treatments. Since incidental damage to surrounding normal tissues can limit the amount of radiation therapy delivered to a tumor, developing approaches using short-term administration of radioprotectants that are not tumor-protective is essential ( Prasanna et al., 2012 ). Additionally, since the time of radiation exposure is known during radiotherapy, it is possible to administer radioprotectors before irradiation. Similarly, NASA’s concern is the protection of astronauts who will be exposed to low dose but extended periods of irradiation with high linear energy transfer (LET) radiation. The primary risks of concern include carcinogenesis, central nervous system (CNS) effects resulting in potential in-mission cognitive or behavioral impairment and/or late neurological disorders, degenerative tissue effects including circulatory and heart disease, as well as possible immune system decrements impacting multiple aspects of crew health. These outcomes also represent concerns for late effects of irradiation similar following a course of radiotherapy or after unanticipated low-dose exposures during a radiation incident. Characterization and mitigation of these risks require a significant reduction in the large biological uncertainties of chronic (low-dose rate) high charge and energy (HZE) exposures and validation of medical countermeasures (MCMs) in a relevant space environment ( Simonsen et al., 2020 ). Although exposure levels are much lower than those used in radiotherapy, the duration of exposure is far longer. The intent of using mitigators is to prevent and/or reduce late effects thought to be associated with chronic, low doses of radiation. Thus, it is necessary to have products that are safe when dosed continuously because the time during a spaceflight when a harmful exposure may occur can be difficult to predict. Finally, the mission of the Radiation and Nuclear Countermeasures Program (RNCP) within the NIAID is to address radiation injuries following prompt, high-dose exposure of civilian populations during a radiological or nuclear incident. Because it is impossible to predict when these exposures will occur, use of prophylactic (pre-exposure products is not feasible; therefore, drugs that can mitigate (given post-irradiation but before symptoms manifest) or treat (given after clinically detectable injury) are of greatest interest. Like the NCI, high doses of radiation are of concern; however, the exposures are anticipated to be nearly total-body. NIAID’s primary focus is on developing effective approaches to improve survival and reduce the risk of major morbidities. Clearly, given limited budgets available for radiation research, to maximize opportunities for synergy, it is incumbent on NASA, NCI, and NIAID to leverage investments across mission spaces when possible. In addition, with a limited number of radiation researchers, principal investigators are often involved in, and receive funding from, all three agencies to carry out research projects that have some overlap. To that end, the authors have attempted to identify radioprotectors, radiomitigators, and radiotherapies in their respective portfolios, to address NASA’s concerns in the care of astronauts exposed to radiation in long-duration space travel. It should be noted that the focus of the present work is on drugs with potential use to mitigate damage resulting from chronic, long-term exposures. Therefore, a discussion of approaches to minimize acute radiation syndrome (ARS) risks to astronauts from solar particle radiation is not considered in depth. A separate review addressing this area has been released by the NASA Human Research Program ( National Aeronautics and Space Administration 2016 ). Furthermore, gaps in each mission space are identified herein, and the need for shared approaches across these organizations to address them. 2. Background The importance of MCM development and biomarker identification for both acute and long-term effects of radiation align with the missions of NIAID, NASA, and NCI ( Fig. 1 ). NASA is concerned with acute exposures from solar particle events (SPEs), and delayed effects from these exposures could impact the quality of life for the crew upon returning to Earth. NASA is also interested in the bodily effects of prolonged exposure to space radiation during long missions. At the same time, NCI is concerned with roles of radiation in cancer prevention, detection, diagnosis, treatment, and survivorship. Charged with treating civilian casualties after a radiological or nuclear incident, NIAID’s efforts are focused primarily on the acute and delayed effects of high dose-irradiations to large portions of the body. 2.1. NASA NASA has identified five hazards to astronauts associated with long-duration, deep space exploration missions (radiation, isolation and confinement, distance from Earth, Gravity (or lack thereof), and hostile/closed environments). Three key radiation-associated risks have also been outlined: 1) carcinogenesis; 2) cardiovascular disease and other degenerative tissue effects; and 3) acute (in-flight) and late central nervous system effects (e.g., changes in cognition, motor function, behavior, or neurological disorders). These risks also align well with those of NIAID and NCI. The primary challenges for NASA are to understand the severity of these risks in a space-relevant environment, evaluate MCMs that may provide radioprotection or mitigation, and identify biomarkers to indicate if/when an MCM may need to be administered during a mission. It is also imperative to determine any proposed MCM’s dosage, delivery, storage, and shelf-life since many space missions will have limited payload and refrigeration capacity. Therefore, selecting critical-need pharmaceuticals and identifying biomarkers to determine the timing of intervention and avoid treatment-related toxicities will be paramount. Continued interactions with NIH programs exploring therapeutics for normal tissue injuries will provide new approaches to be considered for astronaut health in a radiation environment. 2.2. NIAID The mission of NIAID’s RNCP is to support early to mid-stage research to develop MCMs and biodosimetry tools for U.S. Food and Drug Administration (FDA) approval, with an emphasis on products to treat or mitigate radiation injuries when administered post-irradiation, radionuclide decorporation agents, and biodosimetry tools and biomarker discovery for triage and to predict biological impacts of exposure. Several of these topics represent areas of overlap with NCI and NASA (e.g., minimization of normal tissue injuries, and biomarker identification). Another area of focus for NIAID, and a shared interest of NASA and NCI are the delayed effects of acute radiation exposure, including lung complications. NIAID has funded intramural studies at NCI on long-term health outcomes resulting from chronic, lower dose irradiation, since people could spend significant time in a lower dose, fallout environment after a nuclear incident ( Simon et al., 2022 ;  Beck et al., 2022 ;  Land et al., 2015 ;  Drozdovitch et al., 2015 ). These findings can be used to anticipate potential outcomes following chronic exposures of NASA space flight personnel, and possible late effects in radiotherapy patients. In addition, the strong partnership between NIAID and NASA staff has helped both agencies to keep abreast of significant developments in each program, including exciting research findings and shared policy decisions. 2.3. NCI More than 50% of cancer patients are treated with radiotherapy, often combined with chemotherapy, immunotherapy, and/or surgery. Therefore, NCI’s Radiation Research Program (RRP) was established as a nexus for funding extramural research activities related to radiation therapy. Although dose prescriptions to a tumor or tissue are generally based on a population average, radiation therapy is now pursuing precision medicine and predictive oncology, where doses are individualized or stratified to a cohort ( Coleman et al., 2018 ). Since many patients suffer from adverse treatment effects, which could be acute, intermediate, or late ( Prasanna et al., 2012 ), the RRP has supported predictive biomarker development ( Prasanna et al., 2020 ;  Prasanna et al., 2014 ), along with radioprotectors and mitigators to reduce treatment-related toxicities and improve patient outcomes ( Prasanna et al., 2015 ;  Coleman et al., 2021 ). Cancer survivorship will expand with improvements in treatment, with one estimate suggesting >26 million cancer survivors by 2040 ( Bluethmann et al., 2016 ). Establishment of tracking in these populations will provide an opportunity to study late radiation impacts, including second cancers ( Singh et al., 2017 ) and cardiovascular disease ( Spetz et al., 2018 ). Exploring outcomes in these patient populations can inform long-term impacts of continuous, lower doses of radiation exposure in individuals involved in NASA long space flights and provide insight into possible late effects in populations unexpectedly exposed to radiation during a public health emergency. 3. Cross-cutting models and tools 3.1. Preclinical models A shared challenge in radiation research among agencies is replacing, reducing, and responsibly conducting animal research while identifying, and developing unproven therapies for human use. To address this requirement, many models have been established to look at terrestrial and space-based radiation, ranging from in vitro cell cultures, tissue chips, and invertebrates, to small (rodents) and large (nonhuman primates, dogs, minipigs, etc.) laboratory animals to humans. In addition, infrastructure for studying the effects of high-LET radiation exposures is limited and expensive, and thus a challenge when developing large animal models, so leveraging studies on these species in other radiation scenarios (such as radiotherapy in the clinic or unanticipated exposure during a radiological or nuclear incident) is essential. In many instances, researchers receive concurrent support from NASA, NCI, and NIAID, and can use the animal models they have developed to contribute meaningful data for all three agencies. The 2021 NASA trans-agency research announcement, “Extended Longevity of 3D Tissues and Microphysiological Systems (MPS) for Modeling Acute and Chronic Exposures to Stressors, 3  represents an effort sponsored by NASA’s Space Biology Program, with the participation of NASA’s Human Research Program. Complex human in vitro models such as tissue chips or microphysiological systems (MPS) are three-dimensional (3D) systems constructed of cells grown on bioengineered platforms that mimic in vivo tissue architecture and physiological conditions. These platforms can incorporate complex in vivo factors, including extracellular scaffolding, 3D structures, cellular interactions, perfusion, biomechanical stresses, electrical stimulation, and hormone/inflammatory responses. The purpose of the announcement was to solicit research supporting common cross-organizational goals by focusing on adapting existing MPS to extend their longevity to at least six months, while thoroughly testing and validating the models for acute and chronic stressors. Contract awards reflect collaboration across multiple agencies including NCI and NIAID. Each participating organization has unique and specific applications for tissue-engineered models, yet they all identified common interests resulting in this multi-organizational effort, and the resulting research findings are expected to benefit all the mission spaces. 3.2. Biomarkers of injury Biomarkers in biomedical research are integral to understanding disease pathogenesis and healing ( Robb et al., 2016 ). Once biomarkers are identified, evaluated, and qualified, they can help bridge preclinical data across species and predict human clinical outcomes. As defined by the NIH-FDA Biomarker Working Group in the joint document, BEST ( B iomarkers,  E ndpoint S , and other  T ools) Resource, 4  biomarkers are indicators of normal biological and pathogenic processes or responses to an exposure or intervention, including therapeutics ( Robb et al., 2016 ). Biomarkers can be molecular, histologic, radiographic, or physiologic characteristics and do not necessarily assess how a patient feels, functions, or survives ( Califf, 2018 ). Molecular patterns, gene expression profiles, and miRNA signatures have been explored for possible use in radiation dose reconstruction, disease prognosis, prediction of radiation sensitivity, and use in medical triage. In addition, study of biomarkers to determine if and when MCMs should be administered during a radiation emergency also inform on exposures during a spaceflight mission, and may reduce the need to take prophylactic MCMs and allow appropriate medical intervention. Biomarkers could also help determine individual sensitivity from radiation exposure and guide both determination of fitness for radiation exposure (e.g., during therapy or space flight), and precise delivery of MCMs for each victim, radiotherapy patient or space crew member. To this end, NASA, NCI and NIAID have worked together to explore different models for radiation-induced injuries, such as hematopoietic ( DiCarlo et al., 2019 ), cutaneous ( DiCarlo et al., 2020 ), lung ( Cassatt et al., 2022 ), and late carcinogenic endpoints ( Yoo et al., 2014 ). 3.3. Data mining/analytics Discovery and identification of areas of interest for generating leads to develop therapies will need to be accomplished by employing data analytics across numerous data sets. NASA’s GeneLab repository hosts space biology and related laboratory datasets and is utilized by multiple agencies worldwide. This interactive, open-access database allows scientists to upload, download, store, search, share, transfer, and analyze “omics” data from spaceflight and corresponding analog experiments. Although a vital shared resource, NASA does not have the volume of human flight data necessary to achieve statistical significance for many inquiries. Working with national and international communities to combine data in a central database will help develop new approaches. Fortunately, there is potential for collaboration with NCI, and NIAID in this area. The NCI Cancer Research Data Commons 5  provides access to genomic, proteomic, comparative oncology, imaging, etc., in addition to data from NCI programs such as The Cancer Genome Atlas. 6  These projects address several NCI challenges, including understanding molecular bases of crucial protein interactions, developing predictive models for drug response, and automating analysis and extraction of information from patient records to determine optimal treatment strategies. 7  NCI staff are discussing with NASA program representatives ways to explore these databases for relevant information on radiation exposures of interest to both agencies. NIAID has developed the Immunology Database and Analysis Portal (ImmPort) 8  resource, which provides experimental data, metadata, and analysis tools on basic and clinical immunology research that includes radiation information. ImmPort is open to the public for sharing research data and creates an integrated environment that broadens the use of scientific data and advances hypothesis-driven/generating research. There is currently an effort underway to connect ImmPort with NASA GeneLab and NCI repositories described above to provide researchers curated access to volumes of data that can be mined for future radiation studies. 4. Knowledge gained from epidemiology studies addresses space risk assessment Radiation epidemiological health risk assessments conducted by the U.S. Government have included studies of Japanese A-bomb survivors and humans exposed during nuclear emergencies, occupational exposure cohorts, astronauts, populations living in high background radiation areas, and nuclear medicine and radiotherapy patients ( Ali et al., 2020 ). For example, cancer risks in the A-bomb lifespan study cohort continue to rise throughout life ( Ozasa et al., 2012 ); however, clearly defining carcinogenic risks from low-dose irradiation has been challenging A literature review published by NCI researchers within the Division of Cancer Epidemiology and Genetics considered studies with mean radiation doses less than 100 mGy and found an excess relative risk of greater than 1.0 for most solid cancers and leukemia ( Berrington de Gonzalez et al., 2020 ). This is consistent with the recent million-person study of U.S. radiation workers and atomic veterans that suggests leukemia and lung cancer risks are lower from chronic than acute exposures, and that low-level radiation exposures are associated with circulatory diseases ( Little et al., 2012 ). NIAID has supported epidemiology work carried out by NCI researchers on health effects in Marshall Islanders exposed to the fallout following the Castle Bravo nuclear test ( Simon et al., 2022 ), individuals exposed during Nevada Atomic Testing ( Beck et al., 2022 ), and the Semipalatinsk Nuclear Test Site ( Land et al., 2015 ), and exposed populations living near Chernobyl ( Drozdovitch et al., 2015 ). These studies have contributed to a better understanding of how persistent, low-dose exposures can be harmful. Because it is difficult to assess the long-term impact of space radiation on flight personnel, these studies assessing late effects resulting from exposure to other forms of radiation provide insight into what could be experienced by astronauts after returning from long duration space missions. The NASA Space Radiation Laboratory (NSRL) at Brookhaven National Laboratory has been expanded through development of a galactic cosmic rays (GCR) facility designed to provide a mixed spectrum of ion",
  "introduction": "1. Introduction Given the importance of ensuring the protection of humans from radiation injury, strong collaborations have been forged between U.S. Government funding agencies with mandates to develop products to protect, mitigate, and/or treat radiation-induced normal tissue injuries. There has been a strong track record of interactions between the National Aeronautics and Space Administration (NASA) and the National Institutes of Health (NIH), including the National Cancer Institute (NCI) and the National Institute of Allergy and Infectious Diseases (NIAID) - organizations that have been tasked with understanding mechanisms of radiation-induced biological damage and exploring pathways for the development of drugs to address radiation injuries. Past synergies have included co-sponsoring scientific meetings, co-funding research, and involvement through inter-agency grant/contract review teams and working groups. Several publications have resulted from these prior cooperative efforts ( Carnell et al., 2017 ;  Yoo et al., 2014 ). In 2007, a memorandum of understanding was established between NIH and NASA 1  to formalize interactions with each organization establishing areas of cooperation, including the “development of biomedical research approaches and clinical technologies for use on Earth and in space.” NASA and the U.S. Department of Health and Human Services (HHS) also signed an interagency agreement in 2018 to share innovative ideas for addressing science and technology challenges and to coordinate and collaborate on research that could improve human health on Earth and in space. 2  Finally, since 2017 the NIAID/NASA Medical Countermeasures Working Group, with representation from NCI and other parts of HHS, has endeavored to rapidly and continually share information concerning research advances, to accelerate activities for all agencies. Although the core mission of these organizations is similar, each directs research efforts toward the specific needs of its target human population. For example, NCI’s interest in radiation stems from the use of localized, high-dose, gamma, x-ray, or proton radiotherapy in cancer treatments. Since incidental damage to surrounding normal tissues can limit the amount of radiation therapy delivered to a tumor, developing approaches using short-term administration of radioprotectants that are not tumor-protective is essential ( Prasanna et al., 2012 ). Additionally, since the time of radiation exposure is known during radiotherapy, it is possible to administer radioprotectors before irradiation. Similarly, NASA’s concern is the protection of astronauts who will be exposed to low dose but extended periods of irradiation with high linear energy transfer (LET) radiation. The primary risks of concern include carcinogenesis, central nervous system (CNS) effects resulting in potential in-mission cognitive or behavioral impairment and/or late neurological disorders, degenerative tissue effects including circulatory and",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "8. Conclusion There are several terrestrial-based radiation injury prevention products, either in routine clinical use or undergoing testing through other U.S. government programs such as NCI and NIAID, that could be used to address the health needs of humans in space and vice versa. Fortunately, careful coordination between funding agencies and scientists in the field has enabled the advancement of many approaches that could be useful for both NIH and NASA needs. Looking to the future, commercial space tourism is already a reality for sub-orbital flights and low-earth orbits, with private astronaut missions to the International Space Station currently underway, and moon trips expected during the next few decades. Although exposures may be limited due to shorter flight times, people in the general population will still be exposed to space radiation during these flights. As there are diverse tissue-specific cancer risk rankings across sex and race, including sex-specific organ risks, all of these factors will need to be considered as more people take these flights ( Cucinotta and Saganti, 2022 ). Continued collaboration between organizations tasked with developing approaches to address radiation-induced injuries will ensure that products with the greatest promise are studied across all agencies’ mission-specific requirements and that human health will be well-addressed by NASA for their future long-term space flights. Similarly, advances made by NASA and their funded investigators can help NIH in their efforts to address radiotherapy complications and protection of civilians from other unintended radiation exposures."
}