{
  "id": "PMC9108708",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9108708/",
  "title": "A comprehensive SARS-CoV-2 and COVID-19 review, Part 1: Intracellular overdrive for SARS-CoV-2 infection",
  "authors": "David A. Jamison, S. Anand Narayanan, Nídia S. Trovão, Joseph W. Guarnieri, Michael J. Topper, Pedro M. Moraes-Vieira, Viktorija Zaksas, Keshav K. Singh, Eve Syrkin Wurtele, Afshin Beheshti",
  "year": "2022",
  "journal": "European Journal of Human Genetics",
  "abstract": "COVID-19, the disease caused by SARS-CoV-2, has claimed approximately 5 million lives and 257 million cases reported globally. This virus and disease have significantly affected people worldwide, whether directly and/or indirectly, with a virulent pathogen that continues to evolve as we race to learn how to prevent, control, or cure COVID-19. The focus of this review is on the SARS-CoV-2 virus’ mechanism of infection and its proclivity at adapting and restructuring the intracellular environment to support viral replication. We highlight current knowledge and how scientific communities with expertize in viral, cellular, and clinical biology have contributed to increase our understanding of SARS-CoV-2, and how these findings may help explain the widely varied clinical observations of COVID-19 patients.",
  "keywords": "Viral infection, Infection",
  "full_text": "Introduction As of November 21st, 2021, over 257 million cases of coronavirus disease 2019 (COVID-19) have been reported, and more than 5 million lives claimed globally [ 1 ]. The disease is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Development of vaccines against SARS-CoV-2 provide a major step forward in reducing COVID-19’s impact. However, the pandemic is ongoing, and the continued viral transmission allows for accumulation of mutations in the viral genome, which can provide advantages in replication, immune escape, increased transmissibility, or diagnostic detection failure [ 2 ]. With the quickly evolving SARS-CoV-2 variants and the slow rate of vaccination globally, it is critical to fully understand this novel virus and disease. Coronaviruses are named as such because the S proteins resemble a halo or corona on scanning electron microscope imagery [ 3 ]. SARS-CoV-2 belongs to the genus Betacoronavirus. Of the human Betacoronavirus, including OC43, HKU1, SARS-CoV-1, and Middle East Respiratory Syndrome-Coronavirus (MERS-CoV) [ 4 ]. SARS-CoV-2 bears the highest genetic sequence similarity to SARS-CoV-1 [ 5 ]. Accordingly, COVID-19, caused by SARS-CoV-2, resembles SARS, caused by SARS-CoV-1, in many ways, but with some important differences [ 6 ]. Key characteristics of SARS-CoV-1 and 2 include: 1) a positive-sense RNA virus with a large genome of ~30 kilobases; 2) a large, enveloped virus containing a helical nucleocapsid with the virus’s genetic code, with an exterior studded in several spike proteins that facilitate the infection of host cells), and 3) similar genomic structures. The first 2/3 of both genomes encodes for two macro polypeptides pp1a/pp1b (see Fig.  1 ). Pp1a/pp1b are auto-proteolytically processed to generate 16 non-structural proteins (NSP). Fig. 1 SARS-CoV-2 structure. Structural elements of the virus, including the spike protein, envelope, membrane, and internal components such as the viral single-stranded RNA and nucleocapsid proteins (above). SARS-CoV-2 genome components (below). The main virus-specific functions of the SARS-CoV-2 NSPs are: NSP1 - cellular mRNA degradation, global translation inhibition; NSP2 - cell cycle progression disruption; NSP3 - formation of double-membrane vesicles (DMVs; SARS-CoV-2 protease); NSP4 - formation of DMVs; NSP5 - main SARS-CoV-2 protease; NSP6 - formation of DMVs, NSP7 - replication complex; NSP8 – primase; NSP9 - RNA binding protein; NSP10 - cofactor of NSP14 & NSP16; NSP11 - unknown, NSP12 - RNA-dependent RNA polymerase; NSP13 - RNA helicase, 5ʹ phosphatase, NSP14 - N7-MTase, 3ʹ-5ʹ exonuclease; NSP15 – endonuclease; and NSP16–2ʹ-O-MTase, mRNA capping. The remaining 1/3 of the SARS-CoV-2 genome encodes for the structural proteins S (spike), E (envelope), M (membrane), and N (nucleocapsid), and several open reading frames (ORFs; (3a, 6, 7a, 7b, 8, 9b, and 10) [ 7 ]. The S protein binds the host cell receptor, which for SARS-CoV-1/2 is the human angiotensin-converting enzyme 2 (hACE2) (see Fig.  2  and Supplementary Table  1 ). These proteins share homology and function with SARS-CoV-1. Fig. 2 SARS-CoV-2 binding, intracellular internalization, and intracellular processes. Structural interactions between the virus and target cell, including the viral spike protein, ACE2-receptor, TMPRSS2 reaction to cleave and begin the viral intracellular internalization (above,  A ), and consequent signal transduction pathways stimulated by the virus as it hijacks pathways to turn the infected cell into a SARS-CoV-2 producing factory (below,  B ). There are two notable differences between SARS-CoV-1 and SARS-CoV-2. First is the presence of the ORF8 polypeptide found in SARS-CoV-2 but not in SARS-CoV-1. SARS-CoV-1 has a 29 nucleotide (nt) deletion (del) which splits it into ORF8a and ORF8b. Second, SARS-CoV-2 contains a gene encoding a novel orphan protein, ORF10, which is not present in SARS-CoV-1 [ 7 ]. SARS-CoV-2’s evolutionary rate has been estimated to be around 9’×’10 −4  substitutions per site per year [ 8 ], while also having a high transmissibility, large portion of asymptomatic cases [ 9 ], large pool of susceptible hosts to replicate in [ 10 ,  11 ], and on-going environmental pressures (e.g., low vaccination rates and changes in policies allowing human carriers to continue to transmit the virus), which have allowed SARS-CoV-2 to accumulate mutation in its genome. Mutations have been detected in all parts of the viral genome, including in the leader 5ʹ untranslated region (UTR), orf1ab (NSP1, NSP2, NSP3, NSP6, NSP12, NSP13, and NSP14), spike, ORF3a, ORF8, nucleocapsid, and ORF10 [ 8 ]. These genomic changes have been shown to influence viral immune evasion, inflammasome interaction, helicase, exonuclease proofreading mechanism, the activity of the RNA-dependent RNA polymerase (RdRp) and thereby viral replication, infectivity, and cell release [ 12 ]. Mutations associated with the spike are of particular interest, as they influence human-to-human transmission, as well as human-to-animal passage. Within the spike, mutations tend to fall into four general classes, those that affect the receptor-binding domain (RBD), which are of importance because some may provide both immune escape or a fitness advantage, as well as facilitate reverse zoonotic events. There are some mutations that occur in the N-terminal domain (NTD), which is the portion most exposed on the virus surface. There is evidence for immune selection in this region, and preliminary evidence that at least one of these changes (delH69/delV70) could improve fitness [ 13 ]. Mutations in or near the furin cleavage site, and several groupings close to the D614G mutation, possibly affect infection efficiency and can also be important for neutralizing antibodies. This large SARS-CoV-2 genome diversity has been categorized by different nomenclature systems, describing variants of varied public health interest or concern. Pango lineages B.1.1.7 (Alpha), B.1.351 (Beta), P.1 (Gamma) and B.1.617.2 (Delta) have been classified as “variants of concern” (VOC) because they present mutations that have been shown to impact diagnostics, treatments, or vaccines, conferring increased transmissibility and increased disease severity. The impact of these mutations highlights the need for further research not only on the mechanisms of SARS-CoV-2 intracellular processes, but also how the extracellular environment may lead to further spread of the virus and subsequent public health burden. The SARS-CoV-2 virus can exert physiological effects by directly infecting cells and via intercellular signaling by the infected cells. In this review, we provide insight into SARS-CoV-2 infection and intracellular host responses (targets, pathways, networks, biological processes, and functional adaptations) to viral invasion. We emphasize a canonical set of reactions induced by SARS-CoV-2, which we have organized for the reader’s consideration. However, there is tremendous variation in cellular responses to SARS-CoV-2, depending on factors including the cell type, organ type, metabolic and physiological context, patient genetics, individual clinical characteristics (e.g., age, sex, comorbidities), and stage/severity in the COVID-19 disease. This is the first of a three-part comprehensive series of linked reviews on SARS-CoV-2 covering: intracellular effects (present study); extracellular consequences (review 2); and current and potential therapeutics (review 3). This review and the two that will follow aim to provide a foundational understanding of the current knowledge on SARS-CoV-2, from basic biology to clinical outcome and therapy avenues, that highlight future areas of research and could help inform public health interventions across the world. Infected tissue and cell types SARS-CoV-2 targets the nasal cavity and lungs; however, the detailed cellular tropism remains unclear, and likely varies among individuals. Furthermore, there is increased variability of viral cellular tropism with the emergent SARS-CoV-2 variants, which include Alpha, Beta, Gamma, Epsilon, Eta, Iota, Kappa, 1.617.3, Mu, Zeta, and in particular, Delta and Omicron, as well as the various lineages of each variant [ 14 ]. This is related with SARS-CoV-2’s mutation ability affecting its antigenic phenotype to circumvent immunity. The spike protein mediates attachment of the virus to host cell-surface receptors and fusion between virus and cell membranes; it is also the principal target for neutralizing antibodies generated following infection, and is the component for both mRNA and adenovirus-based vaccines [ 15 ]. Several studies have contributed to the current understanding of how mutations in the SARS-CoV-2 spike protein affect neutralization and emergence of new strains, which include studies of traditional escape mutation, targeted characterization of particular mutations, and wider investigations of large numbers of circulating variants [ 16 ]. These are active areas of research, in particular given the continued emergence of new lineages of new variants. A study of human, bat, non-human primate, and mouse cell lines showed various cell types were susceptible to the virus. These included pulmonary, intestinal, hepatic, renal, and neuronal, with cell lines expressing the hACE-2 receptor (hACE-2) having a generally greater viral load [ 17 ]. Although cell lines do not reflect physiological conditions, this research indicates that SARS-CoV-2 can infect many cell types, and that hACE-2 provides a critical entry mechanism [ 18 ]. Epithelial, vascular endothelial, pancreas, and mucosal cell types can all be infected by the virus [ 19 – 21 ]. Several investigations have employed 3D organoid cultures to simulate more physiological conditions than cell cultures [ 22 ]. In one such study, lung and colonic organoid models showed SARS-CoV-2 infection was reduced when various SARS-CoV-2 entry inhibitors were applied [ 22 ]. Another study illustrated the flexibility of different organoid models, such as pancreatic endocrine cells, liver organoids, cardiomyocytes, and dopaminergic neurons from human pluripotent stem cells, and adult primary cells (human islets, hepatocyte, and cholangiocytes) to test viral effects such as cytokine production, gene expression, and other physiological responses. The resultant data correlated well with some patient autopsy samples [ 22 ] indicating organoids provide a valuable disease modeling tool [ 18 ]. In one study of post-mortem patients, immunohistochemistry and immunofluorescence revealed viral antigen (spike protein) in pneumocytes and hyperplastic cells around the bronchioles, mucosal epithelia, submucosal glands, gland ducts of the trachea, glands of the small intestine, distal tubules and collecting ducts of the kidneys, islets of Langerhans, glands and intra-islet ducts of the pancreas, and vascular tissues of the brain and heart [ 23 ]. Few viral antigens were present in the large intestine and renal proximal tubules, and none in the liver. A follow-up colocalization analysis showed ACE2 and viral antigen in the lung, trachea, small intestine, kidney, pancreas, and heart. In the brain, ACE2-expressing cells were detected, but they were negative for the viral antigen [ 23 ]. Endothelial cells of multiple organs were infected, supporting the clinical observations of endotheliitis in some COVID-19 patients. Single-cell RNA sequencing (scRNA-seq) demonstrated ACE2 receptor expression was primarily restricted to lung pneumocytes, gut absorptive enterocytes, and nasal mucosa goblet secretory cells [ 24 ]. In general, the distribution of ACE2 receptors may in part explain the systemic diversity and range of SARS-CoV-2’s effects. Further research into infection of these cell types versus others in mucosal barrier organs will be important to determine cell-types that serve as initial entry ways for the virus into the body. Human autopsy studies [ 21 ] have shown that SARS-CoV-2 infects multiple organs including lungs, pharynx, liver, nasal mucosa, trachea, intestines, skin, pancreas, kidney, brain, and heart. A study of 27 patients showed multi-organ tropisms (lung, pharynx, heart, liver, brain, and kidneys), with the highest levels of SARS-CoV-2 copies per cell, as detected by in situ hybridization and indirect immunofluorescence, in the respiratory tract, and lower levels in the kidneys, liver, heart, and brain [ 21 ]. Transcriptional profiling of nasopharyngeal swabs, patient autopsy, and body-wide tissues (e.g. heart, liver, lung, kidney, and lymph nodes), provided further evidence of the physiologically systemic effects of SARS-CoV-2 [ 24 ]. These studies suggest that the virus has a varying range of expression within each organ, which may be influenced by levels of the ACE2-receptor and related entry factors (Transmembrane protease, serine-2 [TMPRSS2], transferrin receptor protein 1 [TRFC1], cluster of differentiation 4 [CD4], and neuropilin-1 [NRP1]) within each organ-type [ 24 ]. This further highlights the varied organ and tissues that are capable of being infected by the virus, and the resultant wide-range of patient symptoms. The physiological status of the individual significantly affects COVID-19 morbidity and mortality [ 25 ,  26 ]. Notably, patients with pre-existing conditions of obesity, hypertension, and diabetes have a less favorable disease outcome, likely in part due to the elevated levels of inflammation and metabolic disturbances associated with those conditions [ 25 ]. Conversely, SARS-CoV-2 infection may exacerbate pre-existing conditions, leading to more severe COVID-19 outcome [ 27 ]. SARS-CoV-2 Receptors – Angiotensin Converting Enzyme-2 (ACE2) The cellular surface receptor ACE2, a key regulator of the Renin-Angiotensin Aldosterone System (RAAS). It is speculated to be the primary SARS-CoV-2 viral target for entry. SARS-CoV-2 is thought to infect multiple organs in part due to the widespread distribution, expression, and polymorphisms of ACE2 [ 28 ,  29 ]. ACE2’s molecular function in the human RAAS pathway is to cleave Angiotensin I to produce Angiotensin 1–9, and break down Angiotensin II into Angiotensin 1–7. RAAS moderates blood pressure and osmolarity by means of hormonal feedback control. In response to binding of ACE2 to the ACE2 receptor (ACE2R), blood vessels vasoconstrict. This process is mediated by G-protein-signaling, activating phospholipase C and increasing cytosolic Ca 2+  concentrations. ACE2 also plays an important role in inactivating Des-Arg9-Bradykinin (DABK), a bradykinin involved in inflammation. This inactivation promotes C-X-C motif chemokine 5 (CXCL5), macrophage inflammatory protein-2 (MIPS2), keratinocytes-derived chemokine (KC), and tumor necrosis factor-〈 (TNF-α) activity, drawing leukocytes into the affected tissues [ 30 ]. Decreased ACE2 receptor expression can have detrimental effects. Computational models of COVID-19 suggest the role of a bradykinin storm in the pathophysiology of the disease. In this model, the Kallikrein-Kinin and Renin-Angiotensin-Aldosterone Systems are integrated, with cross-talk mediated by the degradation of bradykinin by ACE and prolylcarboxypeptidase [ 31 ]. This behavior makes the SARS-CoV-2 spike protein behave akin to an ACE-inhibiting drug [ 32 ]. Thus, disruption of ACE2 expression from SARS-CoV-2 binding can lead to altered tissue function and exacerbate disease. The ~600-kDa trimeric S proteins can bind to ACE2 through the RBD required for membrane fusion (see Fig.  2 ). The binding initiates viral internalization, with the cleavage of S1/S2 inducing a conformational change from prefusion into post-fusion. S1 consists of the NTD, the RBD, and subdomain 1 and 2 (SD1 and SD2). S2 contains the hydrophobic fusion peptide and is responsible for the viral and cell membrane fusion [ 33 ]. SARS-CoV-2 S-protein shows varying states of conformational shifts of the RBD site progressing towards proteolytic processing, making the viral RBD more accessible to ACE2, with the cleavage at the S1/S2 leading towards RBD open confirmation and viral internalization [ 33 ,  34 ]. The S- and RBD-viral sites are notable for affecting transmission and disease severity, and variants have been shown to accumulate mutations at these sites leading to increased S- and RBD affinity with ACE2 [ 35 ]. Understanding the biology of the SARS-CoV-2 surface interactions will help elucidate how the virus can invade multiple organ systems and cell types. Calcium Ion (Ca 2+ ) Signaling The calcium ion (Ca 2+ ) is essential for many aspects of cellular physiology and viral replication. Experimental data on the relation between Ca 2+  signaling and SARS-CoV-2 infection and replication is sparse. However, studies of other coronaviruses (e.g., SARS-CoV-1, MERS-CoV) have reported that these viruses utilize Ca 2+  for host fusion [ 36 ]. The fusion protein (FP) of MERS-CoV binds to one Ca 2+  ion, while the SARS-CoV-2 spike (S) protein has two FP domains, FP1 and FP2, and binds to two Ca 2+  ions for host cell entry [ 37 ]. SARS-CoV-2 appears to affect cellular function by altering the host Ca 2+  homeostasis in ways that promote viral infection and reproduction (see Fig.  3 ). One mechanism is through disruption of calcium channels and pumps (e.g., voltage-gated calcium channels (VGCCs), receptor-operated calcium channels, store-operated calcium channels, transient receptor-potential ion channels, and Ca 2+ -ATPase) [ 28 ,  37 ]. This leads to increased intracellular Ca 2+  concentrations, resulting in virus-induced cell lysis [ 28 ,  37 ]. The interaction between the virus and VGCCs may also promote virus-host cell fusion for entry [ 28 ]. Fig. 3 SARS-CoV-2 effects on Ca 2+  signaling. Structural elements of the virus, including the spike protein, envelope, membrane, and internal components such as the viral single-stranded RNA and nucleocapsid proteins (above). Viroporins, transmembrane pore-forming proteins that alter membrane permeability to ions including Ca 2+  by forming membrane channels, are a characteristic of a diversity of virus. SARS-CoV-1/2 each encode viroporins. SARS-CoV-1 encodes for three viroporin proteins ORF3a, E and ORF8b, which alter ion homeostasis within the cell, and have important roles in pathogenesis and promoting viral fitness. SARS-CoV-2 encodes two of these viroporin proteins, E and ORF3a; however, the ORF8 protein of SARS-CoV-2 is highly divergent from SARS-CoV-1 ORF8b and lacks the viroporin sequence of SARS-CoV-1 ORF8b. The E and ORF3a proteins of coronaviruses impact Ca 2+  homeostasis in the host, by acting as calcium ion channels, enhancing the virion’s entry and replication potential [ 38 ]. The SARS-CoV-2-E protein is a 76 amino acid (aa) integral membrane protein with one transmembrane domain (TMD) that allows the E protein to form protein-lipid channels in membranes that promote permeability to Ca 2+  ions. The SARS-CoV-2-ORF3a protein is 274 aa in length, harbors three helical TMD, and is a Na +  or Ca 2+  ion channel protein. The alteration of Ca 2+  homeostasis by SARS-COV-1-E and SARS-COV-2-E proteins promotes SARS-CoV-1/2 fitness and elicits the production of chemokines and cytokines, contributing to pathogenesis. Ion channel activity modulation by the SARS-CoV-1-ORF3a protein also modulates viral release [ 39 ]. Therefore, when SARS-CoV-2 infects the human body, the resultant dysregulation of Ca 2+  homeostasis may contribute to morbidity and mortality. COVID-19 patients have been noted to have low serum calcium levels overall [ 40 ]. We speculate that Ca 2+  dysregulation could lead to increased cellular oxidative stress and shifts in metabolic activity. Low Ca 2+  may also be coupled with viral infection and internalization through the ACE2R, which synergizes with Ca 2+  signaling pathways. Understanding these reverberations will increase our insight into the basic biology of the effects of SARS-CoV-2 infectio",
  "introduction": "Introduction As of November 21st, 2021, over 257 million cases of coronavirus disease 2019 (COVID-19) have been reported, and more than 5 million lives claimed globally [ 1 ]. The disease is caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Development of vaccines against SARS-CoV-2 provide a major step forward in reducing COVID-19’s impact. However, the pandemic is ongoing, and the continued viral transmission allows for accumulation of mutations in the viral genome, which can provide advantages in replication, immune escape, increased transmissibility, or diagnostic detection failure [ 2 ]. With the quickly evolving SARS-CoV-2 variants and the slow rate of vaccination globally, it is critical to fully understand this novel virus and disease. Coronaviruses are named as such because the S proteins resemble a halo or corona on scanning electron microscope imagery [ 3 ]. SARS-CoV-2 belongs to the genus Betacoronavirus. Of the human Betacoronavirus, including OC43, HKU1, SARS-CoV-1, and Middle East Respiratory Syndrome-Coronavirus (MERS-CoV) [ 4 ]. SARS-CoV-2 bears the highest genetic sequence similarity to SARS-CoV-1 [ 5 ]. Accordingly, COVID-19, caused by SARS-CoV-2, resembles SARS, caused by SARS-CoV-1, in many ways, but with some important differences [ 6 ]. Key characteristics of SARS-CoV-1 and 2 include: 1) a positive-sense RNA virus with a large genome of ~30 kilobases; 2) a large, enveloped virus containing a helical nucleocapsid with the virus’s genetic code, with an exterior studded in several spike proteins that facilitate the infection of host cells), and 3) similar genomic structures. The first 2/3 of both genomes encodes for two macro polypeptides pp1a/pp1b (see Fig.  1 ). Pp1a/pp1b are auto-proteolytically processed to generate 16 non-structural proteins (NSP). Fig. 1 SARS-CoV-2 structure. Structural elements of the virus, including the spike protein, envelope, membrane, and internal components such as the viral single-stranded RNA and nucleocapsid proteins (above). SARS-CoV-2 genome components (below). The main virus-specific functions of the SARS-CoV-2 NSPs are: NSP1 - cellular mRNA degradation, global translation inhibition; NSP2 - cell cycle progression disruption; NSP3 - formation of double-membrane vesicles (DMVs; SARS-CoV-2 protease); NSP4 - formation of DMVs; NSP5 - main SARS-CoV-2 protease; NSP6 - formation of DMVs, NSP7 - replication complex; NSP8 – primase; NSP9 - RNA binding protein; NSP10 - cofactor of NSP14 & NSP16; NSP11 - unknown, NSP12 - RNA-dependent RNA polymerase; NSP13 - RNA helicase, 5ʹ phosphatase, NSP14 - N7-MTase, 3ʹ-5ʹ exonuclease; NSP15 – endonuclease; and NSP16–2ʹ-O-MTase, mRNA capping. The remaining 1/3 of the SARS-CoV-2 genome encodes for the structural proteins S (spike), E (envelope), M (membrane), and N (nucleocapsid), and several open reading frames (ORFs; (3a, 6, 7a, 7b, 8, 9b, and 10) [ 7 ]. The S protein binds the host cell receptor, which for SARS-CoV-1/2 is the human ang",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "Conclusion The causative agent of the COVID-19 the pandemic, SARS-CoV-2, has caused loss of incomes, economic crises, morbidities, and loss of life worldwide. Here, we describe the virus and review state-of-the-art information about the processes it utilizes to enter and reprogram the human host machinery. We detail research on early infection using evidence from patient samples, organoids and cells, and non-human animal studies. Each of these has limitations but taken together provide unique observational and mechanistic insight on SARS-CoV-2 infection. COVID-19 is a pleiotropic condition. Viral insults and subsequent cellular metabolic adaptations differ in the context of cell-type, genotype and environmental influences. Thus, much of what we have presented applies to specific cell types and contexts, and we have attempted to cover these contexts. Key avenues of future research on SARS-CoV-2 infection and propagation include: 1) defining the mechanisms of how the virus enters cells, and the protein and receptor molecules that are critical to this process; 2) elucidating the dynamics of how protein machinery is captured and retrofitted for viral purposes in a cell-specific manner; 3) understanding how the host genetics and environment can affect the ability of the virus to infect; 4) understanding the impact of SARS-CoV-2 on glycolysis and oxidative phosphorylation; and 5) revealing how the mitochondria adapts to ultimately shift its physiology from steady-state. In the best-case scenario for the SARS-CoV-2 virus, infection leads to a cascade of intracellular adaptations in which multiple networks are remodeled, from transcription to metabolism to signal transduction, shifting the invaded host cell from its original physiology into a SARS-CoV-2 replication system, and causing the emission of new viral particles and signaling molecules. The subsequent disease events will reverberate across the body’s cells and organs. This will be the subject of our Part 2 review (i"
}