{
  "id": "PMC9287483",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9287483/",
  "title": "Recent transcriptomic studies to elucidate the plant adaptive response to spaceflight and to simulated space environments",
  "authors": "Aránzazu Manzano, Eugénie Carnero-Diaz, Raúl Herranz, F. Javier Medina",
  "year": "2022",
  "journal": "iScience",
  "abstract": "Summary Discovering the adaptation mechanisms of plants to the space environment is essential for supporting human space exploration. Transcriptomic analyses allow the identification of adaptation response pathways by detecting changes in gene expression at the global genome level caused by the main factors of the space environment, namely altered gravity and cosmic radiation. This article reviews transcriptomic studies carried out from plants grown in spaceflights and in different ground-based microgravity simulators. Despite differences in plant growth conditions, these studies have shown that cell wall remodeling, oxidative stress, defense response, and photosynthesis are common altered processes in plants grown under spaceflight conditions. European scientists have significantly contributed to the acquisition of this knowledge, e.g., by showing the role of red light in the adaptation response of plants (EMCS experiments) and the mechanisms of cellular response and adaptation mostly affecting cell cycle regulation, using cell cultures in microgravity simulators.",
  "keywords": "Plant biology, Omics, Space sciences, Microgravity sciences",
  "full_text": "Introduction Space exploration is one of the most fascinating enterprises for humans. It is becoming increasingly evident that plants are an essential companion of humans in space exploration as a privileged source of high quality nutrients and oxygen as well as waste recycling systems, that is, as a key component of bioregenerative life support systems ( Fu et al., 2016 ). Thus, the search for the most efficient way of cultivating plants in space, including the knowledge of the mechanisms of adaptation of plants to the space environment and the careful selection of plant species, varieties and genetic lines, are current major challenges of plant space research ( Medina et al., 2021 ). The most difficult parameter to overcome in the space environment is altered gravity level, because all other parameters such as oxygen and nutrient levels, humidity, temperature, or light conditions can be adjusted. Only cosmic radiation represents a challenge comparable to gravity because of the lack of 100% effective protective shields. On the other hand, plants, like every organism on Earth, have evolved under a constant gravity level and its modification or absence may be a difficult challenge to overcome for an organism. There are different ways to study the effect of microgravity on an organism ( Böhmer and Schleiff, 2019 ). Real microgravity research onboard the International Space Station (ISS) provides the most valuable information ( Vandenbrink and Kiss, 2016 ), but it involves high cost and the access to it is very limited. Compared to a typical ground experiment, which usually involves practically unlimited sample size and the necessary number of performing personnel, spaceflight research imposes major limitations, including the size of and access to experiment equipment and the availability of trained staff and supplies needed to perform the scientific work. Furthermore, there are significant technical challenges that need to be overcome in the design and development of the experimental hardware necessary to operate in low gravity conditions. Retrieval, processing and storage of biological samples need to be optimized, in some cases by developing complex and costly procedures. Despite all these constraints, six decades of research on the effects of long- and short-term missions to space have resulted in a consistent knowledge of many aspects of the impact of extraterrestrial factors, mainly exposure to microgravity, on biological systems. The story started with the sending to space of the first plant materials which were grown on unmanned vehicles. The Soviet Oasis 1 plant growth system, the first facility devoted to space plant research in history, was flown on the Cosmos 368 flight as early as 1970. Soon after, the facility was used by cosmonauts in the manned Salyut 1 mission in 1971 to grow different plant crop species. Since then, different plant cultivation experiments have been flown on crewed vehicles, including the Soviet/Russian Salyut and Mir, the American Shuttle, the Chinese Shenzou, and the ISS. Continuous subsystem improvements and increasing knowledge of plant responses to the spaceflight environment has led to the design of Veggie and the Advanced Plant Habitat, latest in the series of plant growth systems installed in the ISS ( Ray et al., 2019 ;  Zabel et al., 2016 ). All these steps were directed to achieve the main objective of spaceflight biology, which was to gain an understanding of adaptive processes triggered by terrestrial organisms when they are confronted with the novel space environment. The knowledge of the environmental limits of terrestrial biology in spaceflight is key to the design of successful space exploration strategies ( Des Marais et al., 2008 ). During spaceflight, exposure to a novel environment, previously unknown for terrestrial organisms, causes them to modify their growth and development patterns to a greater or lesser extent. These patterns are characterized by certain gene expression profiles capable of guiding growth and ensuring survival. During spaceflight, some sets of genes that were repressed in other environmental conditions are expressed and some other sets of genes are repressed in an attempt to cope with the new environment and adapt, or acclimate, to it ( Paul et al., 2012 ). This response is not unique to plants, but it is enhanced in these organisms by the great reserve of plasticity exhibited by plant genomes, that enables them to respond to unforeseen environmental conditions, such as gravity alteration ( Medina et al., 2021 ). In general, this plasticity is necessary because of the sessile character of plants that immobilizes them to the ground and disables them to escape to another place if the environmental conditions became adverse. One of the sources of genome plasticity is gene redundancy, a feature much more extended in plants than in any other taxonomic group. Plants have undergone extensive duplications (up to four times) of large genomic regions, producing a large amount of duplicated genes ( Wang et al., 2011 ). For example, multiple cyclins and CDKs involved in cell proliferation control exhibit redundant mechanisms for producing the same effect in cell cycle checkpoints ( Francis, 2011 ). In addition to gene redundancy, quicker mechanisms like transposable elements or epigenetic processes, such as DNA methylation operate under environmental stress ( Lukens and Zhan, 2007 ). This article revises the results of some relevant experiments performed in the ISS during the last decade and the knowledge acquired from them in terms of changes in gene expression at the global genome level (space omics). These changes are related to the acclimation or adaptation of plants to survive, grow and develop under the altered gravity conditions of extraterrestrial environments, either the microgravity characterizing spaceflight, or the partial gravity levels that can be found in the Moon and Mars surfaces. Together with gravity, another environmental stimulus is analyzed extensively, which is light. Both gravity and light are responsible for the two main tropisms that drive plant growth, namely gravitropism and phototropism. The regulatory effects of light and gravity on plant growth are closely related. An outstanding recent example of this relationship is the light regulation of the expression of  LAZY4 , a gene that plays an important role in the gravitropic response of both shoots and roots ( Yang et al., 2020 ). In addition, upregulation of genes involved in a fundamental light-dependent function, such as photosynthesis, has been found as a response to microgravity condition in spaceflight, and, interestingly, this response occurred in etiolated plants, in the absence of any light signal ( Kruse et al., 2020 ). The question on whether the deleterious effects of altered gravity could be compensated by light, or not, is critical for the success of plant culture in future human settlements on other planets, but attention to other suboptimal environmental parameters that may be unavoidable in spaceflight as cosmic radiation or reduced access to water or gas exchange may be also evaluated. In that regard, this review pays particular attention and its organized by the hardware used in each experiment, being crucial to understand the differential results observed in the “habitats” provided for each facility, in terms of suboptimal environmental conditions and particularly light. The adaptive response to spaceflight environment of  Arabidopsis thaliana  seedlings under darkness condition (BRIC experiments) A series of experiments called “Biological Research in Canisters” (BRIC) were performed in the NASA BRIC hardware, which consists of a simple compartment (canister) holding six 60-mm Petri dishes in small subcompartments called PDFUs (Petri Dish Fixation Unit cassettes) ( Table S1 ). The PDFUs allow the sample fixation inside using an actuator gun. The BRIC hardware was flown as nonpowered payload so the seedlings were grown in the dark for the experiment duration, although a further development called BRIC-LED was implemented, providing lighting capabilities. In particular, BRIC-16 consisted of three individual experiments performed by three research groups as part of the STS-131 mission on the Space Shuttle Discovery in 2010. All BRIC-16 flight samples were grown in darkness for 309 h (12 days and 21h) and then fixed in RNAlater in-orbit. The Ground Control were BRICs prepared identical to spaceflight samples housed in Orbital Environmental Simulator (OES) at the Spaceflight Life Sciences Laboratory (SLSL-KSC) with a 24-h delay to enable duplication of the environmental parameters (temperature, humidity, and CO 2  concentration) collected by telemetry from the space shuttle ( Johnson et al., 2017 ;  Kwon et al., 2015 ;  Paul et al., 2012 ) ( Table 1 ). Table 1 Adaptive response to spaceflight environment of  Arabidopsis thaliana  seedlings under darkness Conditions Ecotype Fixation Tissue Authors GLDS μ g  dark 12 days Col-0 RNAlater Seedlings Paul et al. (2012) GLDS-17 μ g  dark 12 days Col-0 RNAlater Seedlings Kwon et al. (2015) GLDS-44 μ g  dark 12 days Ler-0 RNAlater Shoot Johnson et al. (2017) GLDS-121 μ g  dark 8 days Col-0, Ws-2, Ler-0 and Cvi-0 RNAlater Seedlings Choi et al. (2019) GLDS-37 μ g  dark 3 days Col-0 RNAlater Seedlings Kruse et al. (2020) GLDS-38 μ g  dark 14 days Col-0,  atire1 ,  bzip60 ,  bzip28 ,  bzip28 bzip60 RNAlater Seedlings Angelos et al. (2021) GLDS-321 Experiments performed in BRIC hardware, indicating the main characteristics of each of them: experimental conditions, genotype, fixation, tissue used to carry out the transcriptomic study, authors and the GeneLab Data Set (GLDS). See also  Table S1 The BRIC-16-DNA experiment (Impact of Spaceflight on  Arabidopsis : Deep Sequencing and DNA Arrays as Collaborative Readouts of the Transcriptome of Arabidopsis Seedlings and Undifferentiated Cell in Space) disclosed that  A. thaliana  ecotype Columbia (Col-0) seedlings grown in space change the expression of 300 genes with respect to ground control samples. Between the differentially genes expressed, genes upregulated are associated with pathogen response, wounding, drought stress and cold stress (generalized stress-response) and genes downregulated are transcription factors involved in cell wall metabolism and cell elongation and genes encoding proteins that function in calcium-mediated signaling (gravitropism). The authors suggest that both the gravity signaling system and the stress signaling related to wounding and pathogens converge in their responses involving the actin-based cytoskeletal network attached to plasma membrane and the cell wall. It is possible that any of these signaling mechanisms are balanced by the force of gravity. Hence, the absence of gravity may confound the signaling system, inducing inappropriate stress responses as a consequence ( Paul et al., 2012 ). The transcriptional analysis of BRIC-16-Regulation experiment (Actin Regulation of  Arabidopsis  Root Growth and Orientation During Space Flight) showed that spaceflight conditions triggered the downregulation of genes involved in cell wall biogenesis and oxidative stress in Col-0 seedlings. Most of these genes are expressed in root hairs (class III peroxidase genes) independently of actin pathways because they were also downregulated in the other  Arabidopsis  line included in this experiment, the  act2-3 mutant. These gene expression changes led to shorter root hairs in space-grown seedlings. It is unclear whether this effect was due to microgravity  per se  or it was a consequence of other spaceflight environmental conditions producing stress, such as hypoxia, which produces the same phenotypic effect. Actually, the BRIC hardware system has several limitations: One is that the seedlings grow confined in small sealed containers for extended periods of time, and other is the absence of orbit 1 g  control which makes it difficult to distinguish true microgravity effects from other secondary spaceflight effects ( Kwon et al., 2015 ). BRIC-16-Cytoskeleton study (Investigations of the Plant Cytoskeleton in Microgravity with Gene Profiling and Cytochemistry) focused on gene expression changes in shoots of Ler-0 plants. The functional analysis showed that many upregulated transcripts in spaceflight conditions were implicated in metabolic process and transport. Most of these genes were localized in the extracellular matrix and involved in cell wall modification. On the other hand, and unlike the other two BRIC-16 experiments, the downregulated genes were often involved in stress response. This result was associated with the fact that the transcriptional analysis only included shoots. At the same time, an abundance of adventitious roots (immediately transport oxygen from the substrate to shoots) was observed in spaceflight seedlings, suggesting that roots may undergo greater hypoxic stress than shoots during spaceflight. Therefore, pooling all plant organs together for a single analysis could provide an incomplete picture. The BRIC-16 was a cluster of spaceflight experiments performed during the same space mission (STS-131) in the same hardware (Biological Research in Canister, BRIC) with the goal of studying the longer-term plant survival response in the spaceflight environment. Despite these common features, and even though transcripts within the same functional categories (stress response, defense, metabolic processes and cell wall modification) were found to be involved in the response in the different experiments, some differing results were obtained. These differences were associated to the specific experimental conditions of each one of the experiments: BRIC-16-DNA and BRIC-16-Regulation used the Col-0 ecotype as wild type whereas BRIC-16-Cytoskeleton used the Ler-0 ecotype; BRIC-16-Regulation and BRIC-16-Cytoskeleton growth media was half-strength MS salts and 1% (w/v) sucrose in agar, but BRIC-16-DNA used only half-strength MS salts in phytagel; BRIC-16-DNA and BRIC-16-Regulation used in microarray analysis RNA from entire seedlings whereas BRIC-16-Cytoskeleton used RNA from shoots only ( Johnson et al., 2017 ). The mission SpaceX CRS-4, launched on September 21, 2014, carried a new BRIC experiment with the aim of dissecting plant stress responses and revealing novel pathways for these responses triggered in space. RNA sequencing after growing for 8 days on board the ISS allowed the comparison of the transcriptomes of four  A. thaliana  ecotypes (Col-0, Ws-2, Ler-0 and Cvi-0) with ground-based control (a duplicated set of BRICs transferred to the ISS Environmental Simulator-ISSES with a 48-h delay to the flight experiment) ( Table 1 ). Cvi-0 seedlings were those with the highest number of genes with deregulated expression, followed by Col-0 and WS-2 plants. In contrast, the Ler-0 plants barely showed changes in the expression of their genes. Common in all ecotypes, transcripts from heat-shock proteins (chaperones) were upregulated, whereas peroxidase transcripts were downregulated in spaceflight ( Choi et al., 2019 ). According to the authors, this shared induction of molecular chaperones may help to protect cellular machinery from oxidative stress potentially triggered by hardware-dependent hypoxic response. In fact, alterations in growth and molecular responses in seedlings grown in BRIC have been described, raising the possibility that this hardware may impose intrinsic stresses on the plants and cause a response in some genes unrelated with the spaceflight environment ( Basu et al., 2017 ;  Johnson et al., 2017 ). The spaceflight ecotype-unique transcripts analysis showed that Cvi-0 was enriched in genes involved in light stress, kinase signaling and cell wall modification, Col-0 was enriched in transcripts related to cold and sugar response and, in Ws-2, enrichment in responses related to oxidative stress response was detected. Instead, Ler-0 also showed no significantly over-represented processes because of the small number of genes changing their expression. These results bring out significant differences between ecotype behavior, being Col-0 and Cvi-0 much more responsive to spaceflight conditions, whereas Ler-0 appeared to be relatively resistant to the same conditions, and therefore, highlighting the need to carefully consider the genetic background when comparing data sets and designing spaceflight experiments ( Choi et al., 2019 ). Another experiment that used the BRIC hardware to quantify protein and transcript differential expression of 3-day-old, etiolated Col-0 seedlings grown aboard the ISS, was launched on January 10, 2015 (Space-X CRS-5). The simultaneous proteomic and transcriptomic analyses provided a more complete picture of plant response to spaceflight ( Kruse et al., 2020 ). In addition to the ground control (at ISSES with 48-h delay), in this experiment, two additional analyses were performed to eliminate significant changes in the transcriptome and proteome of  Arabidopsis  seedlings that could be attributed to the hardware ( Basu et al., 2017 ) or to the RNAlater preservative ( Kruse et al., 2017 ) ( Table 1 ). These studies revealed marked impacts on post- transcriptional regulation, cell wall synthesis, redox/microtubule dynamics and plastid gene transcription in the plants exposed to microgravity. The effects on microtubule dynamics (alpha tubulins) were explained as a relevant physiological adaptation to the spaceflight environment, because alpha tubulin has the potential to enhance cytoskeletal organization and cell wall composition, thereby enhancing the structural integrity of cells in microgravity. A wide variety of plastid-localized and plastid-produced genes appeared differentially regulated in the flight samples, but they were not present in the proteomic data. This result was surprising because BRIC hardware prevents all light from reaching the plants, and it was interpreted as a wasteful effort to enhancing light signaling to compensate for the absence of gravity. In summary, the unified transcriptomic and proteomic analysis points out the regulation of specific elements of cell wall, microtubule synthesis and plastid transcripts production as three new targets to achieve optimal plant growth during future long-term spaceflight missions ( Kruse et al., 2020 ). During SpaceX CRS-12 mission (launched August 14, 2017) transcriptional responses of Col-0 seedlings and seedlings with a compromised unfolded protein response (UPR) to spaceflight were examined with the objective of studying how this response, which is a signaling cascade that responds to a number of unfavorable environmental and cellular stresses, could coordinate gene expression reprogramming in spaceflight stress conditions. For this, the BRIC-PDFU sterile plant culture hardware was used to grow for 14 days  Arabidopsis thaliana  wildtype and mutants defective in one or more components of the UPR, namely the TFs bZIP28 and bZIP60 (single and double mutants:  bzip28 ,  bzip60  and  bzip28 bzip60 ) and the ER-resident kinase/ribonuclease IRE1 ( atire1 ). The transcriptomic results showed that growth in orbit substantially altered expression of thousands of genes associated with biological functions compared with ground control across all genotypes. Specifically, WT had the largest number of differentially expressed genes (1675 DEGs upregulated and 831 DEGs downregulated) and the bzip28 bzip60 mutant had the smallest number of DEGs (1293 upregulated and 562 downregulated). Among these DEGs, 34.8% (783/2249) of upregulated and 27.5% (335//1217) of downregulated overlapped across all genotypes whereas relatively smaller numbers of DEGs were found to be genotype-specific. Therefore, with the aim to gain more insights into the transcriptome changes caused by the absence of a correct UPR signaling under both ground and space flight conditions, the authors performed",
  "introduction": "Introduction Space exploration is one of the most fascinating enterprises for humans. It is becoming increasingly evident that plants are an essential companion of humans in space exploration as a privileged source of high quality nutrients and oxygen as well as waste recycling systems, that is, as a key component of bioregenerative life support systems ( Fu et al., 2016 ). Thus, the search for the most efficient way of cultivating plants in space, including the knowledge of the mechanisms of adaptation of plants to the space environment and the careful selection of plant species, varieties and genetic lines, are current major challenges of plant space research ( Medina et al., 2021 ). The most difficult parameter to overcome in the space environment is altered gravity level, because all other parameters such as oxygen and nutrient levels, humidity, temperature, or light conditions can be adjusted. Only cosmic radiation represents a challenge comparable to gravity because of the lack of 100% effective protective shields. On the other hand, plants, like every organism on Earth, have evolved under a constant gravity level and its modification or absence may be a difficult challenge to overcome for an organism. There are different ways to study the effect of microgravity on an organism ( Böhmer and Schleiff, 2019 ). Real microgravity research onboard the International Space Station (ISS) provides the most valuable information ( Vandenbrink and Kiss, 2016 ), but it involves high cost and the access to it is very limited. Compared to a typical ground experiment, which usually involves practically unlimited sample size and the necessary number of performing personnel, spaceflight research imposes major limitations, including the size of and access to experiment equipment and the availability of trained staff and supplies needed to perform the scientific work. Furthermore, there are significant technical challenges that need to be overcome in the design and development of the experimental hardware necessary to operate in low gravity conditions. Retrieval, processing and storage of biological samples need to be optimized, in some cases by developing complex and costly procedures. Despite all these constraints, six decades of research on the effects of long- and short-term missions to space have resulted in a consistent knowledge of many aspects of the impact of extraterrestrial factors, mainly exposure to microgravity, on biological systems. The story started with the sending to space of the first plant materials which were grown on unmanned vehicles. The Soviet Oasis 1 plant growth system, the first facility devoted to space plant research in history, was flown on the Cosmos 368 flight as early as 1970. Soon after, the facility was used by cosmonauts in the manned Salyut 1 mission in 1971 to grow different plant crop species. Since then, different plant cultivation experiments have been flown on crewed vehicles, including the Soviet/Russian Salyut and M",
  "methods": "Methods details To locate the works that study the plants adaptive response to a real or simulated space environment through transcriptomic analysis, NASA GeneLab data repository has been used as a reference ( https://genelab.nasa.gov/ ). To perform an exhaustive search, the word ‘plants’ was used as a filter in the search data box and the total results were checked one by one to confirm that the publication includes and meets the criteria. In addition, to search for works not included in this database a manual search was carried out, in the Web of Science, Google Scholar and PMC-NIH using as key search terms ‘plants spaceflight’/ ‘plants simulated microgravity’ together with ‘RNA sequencing ‘, ‘microarray’, ‘transcriptomic’, ‘epigenomics’, and ‘alternative splicing’.",
  "results": "",
  "discussion": "Discussion and conclusions In the last decade, the landscape of plant biology research in spaceflight and simulated microgravity research has greatly advanced, mostly with the incorporation of space transcriptomics tools such as RNAseq and microarrays. The aim of this review was therefore to revise the knowledge acquired through these techniques. The focus and organization of the work around the hardware used in the various experiments facilitated the comparison of the numerous results obtained and made it possible the identification of gene expression networks leading to a better knowledge of the plant adaptation mechanisms to spaceflight conditions. The report also highlighted the European contribution in the acquisition of this knowledge. Even considering that novel experimental approaches take more time to be incorporated to space research than to general life science research on ground because of obvious and specific constraints of spaceflight experiments, these technologies have provided more than 25 datasets deposited in GeneLab database ( Tables S1 ,  S2  y  S3 ). In that regard,  Figure 1  illustrates the type of studies performed at the international level, arranged according to the materials and facilities used. The European contribution to the global plant biology experimentation is modest in the global numbers (8 of 30 studies) but particular contributions have been made in key topics. An example is the European co-leadership of the largest plant experiment carried out on board the ISS, using the most sophisticated hardware, that is the EMCS, including lighting at different wavelengths, partial- g  and 1 g , and environmental controls ( Herranz et al., 2019 ;  Vandenbrink et al., 2019 ;  Villacampa et al., 2021 ). Also, there is a key contribution of European teams in simulated microgravity facilities and the use of cell cultures to uncover fundamental mechanisms discriminating the professional response to the lack of gravity from the purely cellular response and adaptive mechanisms. It is particularly relevant to realize that a small number of cell-based studies in simulators may have contributed to our understanding of these mechanisms more significantly than some spaceflight missions. Figure 1 Distribution of Plant Space Omics contributions submitted to the GeneLab database Most European contributions (in bold) have been done using cell culture experiments in simulated microgravity facilities (10% of the experiments) and the European Modular Cultivation System (EMCS) into the ISS (17% of the experiments). Other facilities frequently used in spaceflight experiments are the Biological Research in Canisters (BRIC) hardware and the VPS-VEGGIE cultivation chamber. At the top and the bottom part of the figure, images of some of the different facilities used are shown. From left to right and from top to bottom: Random Positioning Machine (credit ESA), Magnetic Levitation Instrument (credit Nottingham University) BRIC (credit NASA), Large",
  "conclusion": ""
}