{
  "id": "PMC9640571",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9640571/",
  "title": "Microfluidics-integrated spaceflight hardware for measuring muscle strength of ",
  "authors": "Purushottam Soni, Taslim Anupom, Leila Lesanpezeshki, Mizanur Rahman, Jennifer E. Hewitt, Matthew Vellone, Louis Stodieck, Jerzy Blawzdziewicz, Nathaniel J. Szewczyk, Siva A. Vanapalli",
  "year": "2022",
  "journal": "NPJ Microgravity",
  "abstract": "Caenorhabditis elegans  is a low-cost genetic model that has been flown to the International Space Station to investigate the influence of microgravity on changes in the expression of genes involved in muscle maintenance. These studies showed that genes that encode muscle attachment complexes have decreased expression under microgravity. However, it remains to be answered whether the decreased expression leads to concomitant changes in animal muscle strength, specifically across multiple generations. We recently reported the NemaFlex microfluidic device for the measurement of muscle strength of  C. elegans  (Rahman et al., Lab Chip, 2018). In this study, we redesign our original NemaFlex device and integrate it with flow control hardware for spaceflight investigations considering mixed animal culture, constraints on astronaut time, crew safety, and on-orbit operations. The technical advances we have made include (i) a microfluidic device design that allows animals of a given size to be sorted from unsynchronized cultures and housed in individual chambers, (ii) a fluid handling protocol for injecting the suspension of animals into the microfluidic device that prevents channel clogging, introduction of bubbles, and crowding of animals in the chambers, and (iii) a custom-built worm-loading apparatus interfaced with the microfluidic device that allows easy manipulation of the worm suspension and prevents fluid leakage into the surrounding environment. Collectively, these technical advances enabled the development of new microfluidics-integrated hardware for spaceflight studies in  C. elegans . Finally, we report Earth-based validation studies to test this new hardware, which has led to it being flown to the International Space Station.",
  "keywords": "Human behaviour, Biological techniques",
  "full_text": "Introduction Among the many pathophysiological changes that occur during human spaceflight, muscle atrophy is significant and remains a major impediment to deep space exploration 1 , 2 . The postural muscles are most affected in the microgravity environment, therefore, impacting the activities of astronauts in long-duration spaceflight missions. Even a weeklong stay at the International Space Station (ISS) can lead to degradation in muscle mass and peak power; this loss could be fatal in off-nominal landing scenarios where assistance might be unavailable. Loss of muscle strength can pose an even more serious problem for interplanetary travel, such as with a venture to Mars, which could take 200 to 300 days. Generally, reduced workload in a microgravity environment is considered to be a primary cause of muscle loss in response to spaceflight 3 – 5 . However, altered metabolism also plays a significant role 6 , 7 . For example, atrophy in flight is not limited to antigravity muscles but also occurs in vascular smooth muscles and cardiac muscles 8 – 10 . To combat muscular atrophy, astronauts exercise (aerobic and resistance) for up to 2.5 h each day. Even with these current countermeasures, the loss in muscle mass is up to 20% during a 5-day to 2-week-long flight, whereas for a long-duration space mission (3 to 6 months), a loss of 30% is noted 3 , 11 . In most cases, muscle mass and strength can be regained within a few months to years after returning to Earth by a combination of adapted exercise and rehabilitation 11 , 12 . Nevertheless, muscle maintenance in space is still a major concern, and no effective preventive measures exist beyond the limited benefit obtained through exercise. Thus, it is important to determine the mechanisms responsible for the loss of muscle strength in spaceflight and develop appropriate countermeasures. In previous studies, it was shown that alteration in gene expression (e.g., in genes encoding myosin heavy chain kinase and other cytoskeletal proteins) in response to microgravity is similar in cultured embryonic muscle cells 1 , animals (both vertebrate and invertebrate), and humans 10 , 13 . These similarities provide strong motivation for investigating the effect of spaceflight conditions on muscles using invertebrate animal models, thus avoiding the cost and time expense associated with experiments using vertebrates. Indeed, the invertebrate model organism,  Caenorhabditis elegans  ( C. elegans ), has been recognized as an excellent model system for space biology research and has been flown in several spaceflight investigations 14 – 19 . The  C. elegans  model presents several advantages for spaceflight studies. Up to 40% of its genes are homologous to human genes 20 , 21 , and a large library of genetic mutants 22  and strains with fluorescent reporters are available. The body wall muscles of  C. elegans  are functionally analogous to vertebrate muscle, as they include dense bodies and M-lines, the former being functionally equivalent to vertebrate Z-lines. In addition, the nematode is small (≈1 mm), weight is miniscule (≈1 μg), has a short lifespan (≈20 days), fast generation time (∼1 week), and is easy to grow. For spaceflight missions where payload size and weight are critical considerations,  C. elegans  experimental payloads offer a small form factor and a significant reduction in weight compared with vertebrates. Moreover, the fast reproductive cycle enables multi-generational studies to be conducted, providing an opportunity to explore physiological adaptations due to long-term habitation in space. These advantages and existing strain resources make  C. elegans  a leading invertebrate animal model for spaceflight studies. On Earth, adult  C. elegans  cultured in liquid media tend to sediment, indicating that animals experience gravitational stresses 23 , 24 . In microgravity, gravitational effects are significantly weaker, which alters  C. elegans  physiology 13 . In prior spaceflight experiments with  C. elegans , it was found that approximately 150 muscle genes were downregulated in  C. elegans  during 10 days of culture in microgravity 13 , 25 . Among the detected downregulated muscle genes were key motor protein genes such as MyoD and myosin heavy chain, and two genes ( unc-97  and  unc-112 ) that encode members of a muscle attachment complex 13 . Members of the attachment complex (called the costamere in humans) have been shown in humans to increase expression and activity with increased mechanical load and decrease expression and activity in response to immobilization. Thus, muscle attachment genes play an important role in processes leading to muscle loss. In  C. elegans  on Earth, decreased expression of these genes via acute RNAi treatments results in movement defects and various subcellular defects within the muscle (e.g., disorganization and collapse of arrayed sarcomeres) 26 . A key open question is if and how the changes in muscle gene expression observed in spaceflight result in decreased muscle strength. While decreased force production is documented for astronauts, it is yet to be demonstrated for  C. elegans  cultured in microgravity. Several studies have used elastomeric micropillars to measure muscle forces in  C. elegans 27 – 29 , and we have recently standardized a microfluidic device and approach for obtaining the maximum exertable force, providing a measure of nematode muscle strength. This strength measurement apparatus is called NemaFlex 30 , 31  and consists of a microfluidic chamber with microfabricated deformable pillars. The force produced by a nematode moving between the pillars is evaluated from the pillar deflections observed under a microscope. The NemaFlex device and the force measurement protocol have been optimized such that muscle strength is independent of behavior and gait. The device is also capable of detecting strength differences in mutants with defects in muscle genes 31 , 32 . The NemaFlex device is miniaturized and simple to use, and thus has potential for  C. elegans  spaceflight experiments. In this study, we address technical challenges for conducting multi-generational  C. elegans  strength measurements in microgravity. These technical challenges include culturing of animals across several generations, obtaining nearly age-synchronized animals of a given size for strength measurements, establishment of an imaging protocol for recording pillar deflections, and development of an on-orbit protocol for experimentation that minimizes crew time and ensures astronaut safety on the ISS. Addressing these technical challenges, we report a reconfigured spaceflight ready NemaFlex device (referred to as NemaFlex-S), new protocols for experimentation with  C. elegans , and a custom-designed hardware for on-orbit operation of NemaFlex-S on the ISS. This integrated technology and protocols enabled its successful operation by astronauts on the ISS producing significant visual data of  C. elegans  across multiple generations. Results C. elegans  culture for multigenerational spaceflight studies The goal of our spaceflight experiment on ISS is to measure the strength of adult wild-type  C. elegans  at 4-time points across an 8-week period corresponding to 8 generations. This study design allows the evaluation of potential changes in muscle strength due to short and long-term muscle adaptation to the microgravity environment. In contrast to conducting experiments on Earth, spaceflight experiments present unique constraints that deserve special consideration. These constraints include crew time for conducting the experiments, maintaining sterile culture conditions, and the safety of the crew members and workstation at ISS. Therefore, while developing culturing and fluid handling protocols, the microfluidic device, and the worm loading apparatus, we considered these spaceflight constraints. The first challenge was to culture  C. elegans  for several generations on ISS. Table  1  lists the different space-flight missions with  C. elegans , the culturing hardware, and the food source used in these studies. In typical laboratory conditions on Earth,  C. elegans  is cultured on nematode growth media (NGM) plates. Culturing  C. elegans  on NGM plates is generally labor-intensive as it requires manual picking of animals and transfers to new plates to maintain synchronized animal populations. Such laborious tasks consume significant crew time; therefore, the culture of  C. elegans  on NGM plates remains impractical for multigenerational studies in space. Table 1 Summary of previous space missions with  C. elegans . Mission Experiment duration Culture hardware Food source/diet Image-based quantitative phenotyping on ISS STS-42, 1992 36 , 37 8 days Agar Plate E. Coli OP50 No STS-76, 1996 60 9 days M9 buffer No Food No STS-95, 1998 10 days --- ---- No STS-107, 2003 38 16 days Agar and CeMM Plates UV killed  E. coli OP50  and CeMM both No ICE-FIRST, 2004 52 10 days Polyethylene bags CeMM No CSI-1, 2006 58 6 months Opticells CeMM Yes, for development and behaviors CERISE, 2009 17 , 53 8 days Polyethylene bag E. Coli OP50 Yes, videos to quantify worm behaviors Shenzhou-8 Mission, 2011 39 17 days Agar Plate E Coli  OP50 No Space Aging, 2015 70 days culture chambers CeMM Yes, No published result Epigenetics, 2015 61 17 days NIPRO bag E. Coli OP50 No Nematode Muscle, 2015 62 4 days NIPRO bag E. Coli OP50 No Molecular Muscle experiment, 2018 63 7 days Polyethylene bag Freeze-dried  OP50 No This Study, 2021 49 days Fluorinated Ethylene Propylene bag CeMM Yes, to quantify muscle strength and behaviors An additional constraint is the maintenance of bacterial food source for culturing worms. Although non-pathogenic  E. coli  OP50 is typically used as the food source, maintenance of defined bacterial population densities across the 8-week duration of our spaceflight experiment may present challenges since high bacterial density might limit oxygen availability for nematodes.  C. elegans  on NGM plates are used mostly in simulated microgravity on Earth 33 – 35 .  C. elegans  were flown to space on a standard agar-based nematode growth medium for a short duration of 10 to 20 days with different space missions 36 – 39  as listed in Table  1 . But the missions do not involve imaging onboard, therefore all the behavioral studies were conducted postflight. To overcome the issues discussed above, the wild-type worms were cultured in chemically defined liquid  C. elegans  maintenance media (CeMM) 40 . The safety and low-maintenance requirements make CeMM robust and appropriate media for multigenerational cultures on board the International Space Station. However, previous experiments show there are some differences between nematodes grown using NGM and CeMM 40 , 41 . In particular,  C. elegans  development is slower, progeny production is slower, and lifespan is increased in  C. elegans  cultured in CeMM compared with those cultured using NGM 41 . In addition, the culture vessels used to maintain  C. elegans  could impact their growth. Therefore, there was a need to optimize culture protocols in CeMM and in spaceflight compatible culture vessels to achieve consistent culture densities across multiple generations. The worms were maintained in CeMM in biocompatible Fluorinated Ethylene Propylene (FEP) bags (Fig.  1a ). These bags provide a solution for culturing  C. elegans  in liquid media since they are highly permeable to oxygen and carbon dioxide while remaining impermeable to water 42 . An efficient and robust protocol was developed for culturing the animals to maintain the desired density across several generations to prevent overcrowding and ensure nutrient availability. A schematic of the culturing protocol for multigenerational studies  in C. elegans  is depicted in Fig.  1b . Primary bags (group 1) with approximately 1000 larvae/mL were prepared at day 0 and incubated at 20 ± 1 °C for 2 weeks. On week 2, a specified aliquot (1 mL) of the media with worms was transferred from this bag to a new bag that was prefilled with 19 mL of fresh CeMM. The new bag was incubated at 20 ± 1 °C, and the old bag was used for loading the worms into the NemaFlex-S device. The same culturing protocol was followed every other week for the remaining generations. No transfer was made on week 8. Fig. 1 C. elegans  culture in CeMM and the multigenerational culture protocol. a  An FEP bag containing wildtype  C. elegans  culture in CeMM. Image used in this figure was captured at TTU.  b  A schematic protocol for culturing  C. elegans  for multigenerational studies over an 8-week period. Here, d0 represents day 0 (start of the culture), and w2, w4, w6, and w8 represent week 2, week 4, week 6, and week 8, respectively. The efficacy of the multigenerational culturing protocol discussed in Fig.  1b  was evaluated by measuring animal density and locomotory health during the 8-week multigeneration experiment. Since the culture was not age-synchronized, we measured the density of adults, larvae, eggs, and dead animals in the FEP bags. In parallel, we also measured the thrashing frequency of gravid adults as a health measure. Both these measurements were conducted on weeks 2, 4, 6 and 8. As illustrated in Fig.  2a , the culture consisted of more than 1000 adults/mL, the approximate density needed for optimized loading into the NemaFlex-S device. The culture was also found to have several thousands of larvae and eggs, which shows good reproductive health and overall health of the animals in the culture. With regards to locomotory health, we find that the thrashing frequency is the same across all four-time points (Fig.  2b ). Thus, the overall culture health is not compromised over the 8-week multigenerational experiment. Fig. 2 Characterization of culture growth and health across the eight-week multi-generational experiment. a  Characterization of the culture density including adults, larvae, eggs, and dead animals.  b  Swim-induced thrashing frequency of gravid adults as a measure of their locomotory health (Supplementary Table  1 ). Error bars represent standard deviation. All the data pass the normality test. There is no significant difference between thrashing frequency as calculated by one-way ANOVA,  P  ≥ 0.7. Design of the NemaFlex-S microfluidic device Our concept for designing a spaceflight ready microfluidic device involved ideally housing individual animals in small chambers so that the astronaut performing the imaging can easily locate and record videos of animals, thereby reducing crew time. In recent years efforts have been made in studying the behavior of  C. elegans  in longitudinal chips 43 – 46 , worms were loaded automatically into these chips. Prior literature provides design guidance on how to house individual  C. elegans  in microfluidic chambers, however, these devices do not meet the needs of multigenerational space-flight studies. For example, Chung et al. 43  and Le et al. 44  designed a microfluidic device that had an array of connected chambers with tapered necks for individual animals to enter and be housed. Although these devices can successfully house individual animals, they were optimized for age-synchronized animals and not for mixed populations where progeny needs to be removed. Moreover, the chambers were not configured with flexible pillars, which makes them unsuitable for strength measurements. Additionally, in these Earth-based studies, worms were cultured on plates and then transferred to liquid media. Transferring the liquid culture in a microfluidic device in an open manner is not safe as it can lead to contamination of the workstation at ISS and possibly cause health hazards due to the presence of bacterial food. Building on this prior work, we considered additional criteria relevant to our spaceflight experiment that led to technical advances in engineering the NemaFlex-S device. These additional criteria include: (i) given that the culturing protocol generates a mixed population of animals, the device design should be capable of sorting and obtaining nearly age- and size-matched animals since muscle strength of  C. elegans  can vary with developmental stage and body size 30 , (ii) the pillar diameter and spacing should be modified to accommodate CeMM-grown animals, which are skinnier than bacteria-fed worms for whom the original NemaFlex deflectable pillar geometry was optimized, (iii) maximize the number of chambers with 1 to 2 animals so that the image-processing code can detect pillar deformations and cleanly associate it with the corresponding animal making those deflections, (iv) minimize entry of air bubbles or plugs into the pillar arena that can negatively impact animal loading and image processing, which ultimately can reduce collection of useful animal data from the space experiment, (v) allow a means for the crew on orbit to easily focus the microscope objective on the pillar rim which is crucial for the software to auto-detect the deflections, and (vi) establish a relatively simple chip-to-world interface so that the crew time is reduced for loading the animals into the individual pillar chambers. The layout of the NemaFlex-S device is shown in Fig.  3a  and consists of two identical sections of 30 chambers, each with pillars. The presence of 2 separate sections allows redundancy in case one section clogs and also reduces pressure drop during animal loading. Each section has a single inlet, a single outlet, and a side vent port to remove air bubbles. The pillar chamber has a diameter of 3 mm to allow the 1 mm long adults to move freely within the pillars arranged as a square lattice (Fig.  3b ). The design of the pillar lattice was based on the body diameter of CeMM-grown adults and the optimal body confinement between pillars needed to induce maximum exertable force 30 . The body diameter of the adult worms grown in CeMM is  D  ≈45 μm, which is about half the diameter of animals grown on NGM plates with  E. coli  OP50 diet. Therefore, pillars of diameter 40 μm were designed along with the pillar gap being ≈40 μm so that the body confinement of ≈1 is within the admissible range 30 . The pillar chamber height was designed to be ≈100 μm and the pillar height to be ≈80 μm, providing a clearance of ≈20 μm between the pillar tip and the chamber floor. To facilitate easy selection of the imaging focal plane by the crew, a focusing pillar of 200 µm in diameter was introduced at the center of the chamber (Fig.  3c ). Fig. 3 Design of the NemaFlex-S device for strength measurement of  C. elegans . a  An actual image of the NemaFlex-S device with two identical sections NF-A and NF-B, the device is filled with red food dye for better visualization of the salient features.  b  Image of a gravid adult crawling in the pilar chamber. The zoomed inset image shows the eggs inside the worm. Scale bar, 100 µm.  c  Design of the individual pillar chamber. The chamber is connected to the flow channel (highlighted with blue arrows) with a tapered neck for trapping the worms and with sieve channels for removing the progenies.  d  Scanning electron microscopy (SEM) image of deformable micropillars. Scale bar, 50 µm.  e  SEM image of sieve channels. Scale bar, 100 µm.  f  Image of an adult worm trapped in the neck Scale bar, 500 µm. See Supplementary Video for trapping and loading of an adult into the chamber. Images used in this figure were captured at TTU. To obtain animals of a specific age from the mixed population in FEP bags, we focused on sorting gravid adults since it allows the crew to visually confirm these egg-bearing animals (Fig.  3b ). An on-chip strategy for size-based sorting of gravid adults was implemented by adding two key geometric features to the pillar chambers – tapered necks and sieve channels, as shown in Fig.  3c–e . The principle underlying these geometric features is that an animal of a given size is arrested in the tapered neck, while anima",
  "introduction": "Introduction Among the many pathophysiological changes that occur during human spaceflight, muscle atrophy is significant and remains a major impediment to deep space exploration 1 , 2 . The postural muscles are most affected in the microgravity environment, therefore, impacting the activities of astronauts in long-duration spaceflight missions. Even a weeklong stay at the International Space Station (ISS) can lead to degradation in muscle mass and peak power; this loss could be fatal in off-nominal landing scenarios where assistance might be unavailable. Loss of muscle strength can pose an even more serious problem for interplanetary travel, such as with a venture to Mars, which could take 200 to 300 days. Generally, reduced workload in a microgravity environment is considered to be a primary cause of muscle loss in response to spaceflight 3 – 5 . However, altered metabolism also plays a significant role 6 , 7 . For example, atrophy in flight is not limited to antigravity muscles but also occurs in vascular smooth muscles and cardiac muscles 8 – 10 . To combat muscular atrophy, astronauts exercise (aerobic and resistance) for up to 2.5 h each day. Even with these current countermeasures, the loss in muscle mass is up to 20% during a 5-day to 2-week-long flight, whereas for a long-duration space mission (3 to 6 months), a loss of 30% is noted 3 , 11 . In most cases, muscle mass and strength can be regained within a few months to years after returning to Earth by a combination of adapted exercise and rehabilitation 11 , 12 . Nevertheless, muscle maintenance in space is still a major concern, and no effective preventive measures exist beyond the limited benefit obtained through exercise. Thus, it is important to determine the mechanisms responsible for the loss of muscle strength in spaceflight and develop appropriate countermeasures. In previous studies, it was shown that alteration in gene expression (e.g., in genes encoding myosin heavy chain kinase and other cytoskeletal proteins) in response to microgravity is similar in cultured embryonic muscle cells 1 , animals (both vertebrate and invertebrate), and humans 10 , 13 . These similarities provide strong motivation for investigating the effect of spaceflight conditions on muscles using invertebrate animal models, thus avoiding the cost and time expense associated with experiments using vertebrates. Indeed, the invertebrate model organism,  Caenorhabditis elegans  ( C. elegans ), has been recognized as an excellent model system for space biology research and has been flown in several spaceflight investigations 14 – 19 . The  C. elegans  model presents several advantages for spaceflight studies. Up to 40% of its genes are homologous to human genes 20 , 21 , and a large library of genetic mutants 22  and strains with fluorescent reporters are available. The body wall muscles of  C. elegans  are functionally analogous to vertebrate muscle, as they include dense bodies and M-lines, the former being ",
  "methods": "Methods Worm culture preparation Wild-type Bristol isolate (N2) worms were maintained in CeMM (Cell Guidance Systems, Cambridge, UK). To start culturing the animals in CeMM, agar-grown animals were bleached, and the eggs were introduced into the CeMM. The stock culture was then maintained by transferring aliquots of animals to fresh CeMM before cultures became starved. For the initiation of NemaFlex experiments, approximately 1000 larvae from a stock culture were transferred into an FEP bag (Saint Gobain Performance Plastics Corporation, Ohio, USA) containing 20 mL of CeMM. The FEP bags were stored in the incubator at 20 ± 1 °C. A mixed population of the well-fed gravid adult animals was used for all force measurement experiments. Every other week, 1 mL aliquots from the culture bag were transferred to a new bag containing 19 mL of fresh CeMM to make a total of 20 mL to initiate the new subcultures. Thrashing assay To quickly assess the physical health of the animals, we performed a thrashing assay every other week. To measure the thrashing frequency, a 250-µL aliquot of worms was withdrawn from the culture bags and transferred into a Petri plate, and diluted with 2 mL of CeMM. The animals were left to acclimatize for 10 min. The number of body bends was manually counted under a dissecting microscope for 40 random individual worms for a period of 20 s at room temperature (20 ± 1 °C). Microfluidic device fabrication The micropillar-based NemaFlex-S device was fabricated using a 2-step soft lithography process. The mold was fabricated in SU-8 2050 negative photoresist (Microchem) on a 4” silicon wafer as a substrate. First, a 20-µm tall photoresist layer was fabricated, which forms the boundary of the NemaFlex chamber. On top of this layer, a second layer of 80 µm height was fabricated with cylindrical holes that form the micropillars. This two-layer approach provides a total chamber depth of approximately 100 µm and creates deformable pillars of height 80 µm. Polydimethylsiloxane (PDMS) devices of thickness 4.25 ± 0.25 mm thick were cast using Sylgard 184 part A (base) and part B (curing agent) (Dow Corning) 10:1 by weight over the SU-8 mold by curing for ∼2 h at 70 ± 1 °C. Inlet, outlet, and air vent holes were cored with a 1 mm hole puncher (Accuderm, Florida, USA). The devices were thoroughly cleaned with scotch tape to remove any dirt before bonding. The PDMS replica was then treated in an air-plasma cleaner (Harrick Plasma, Ithaca, NY) for the 90 s and bonded to a 2”×3” glass slide. Bonding was done while ensuring the pillars did not collapse or deform. The bonded devices were immediately kept in the oven for 10 min at 70 ± 1 °C. Devices were then treated with 5 wt% Pluronic F127 (Sigma-Aldrich) for 30 min to prevent any bacterial build-up and also to help reduce bubble formation during worm loading. After incubation, excess Pluronic was removed by washing the devices with DI water. The Pluronic-treated devices were soaked in DI water overnig",
  "results": "Results C. elegans  culture for multigenerational spaceflight studies The goal of our spaceflight experiment on ISS is to measure the strength of adult wild-type  C. elegans  at 4-time points across an 8-week period corresponding to 8 generations. This study design allows the evaluation of potential changes in muscle strength due to short and long-term muscle adaptation to the microgravity environment. In contrast to conducting experiments on Earth, spaceflight experiments present unique constraints that deserve special consideration. These constraints include crew time for conducting the experiments, maintaining sterile culture conditions, and the safety of the crew members and workstation at ISS. Therefore, while developing culturing and fluid handling protocols, the microfluidic device, and the worm loading apparatus, we considered these spaceflight constraints. The first challenge was to culture  C. elegans  for several generations on ISS. Table  1  lists the different space-flight missions with  C. elegans , the culturing hardware, and the food source used in these studies. In typical laboratory conditions on Earth,  C. elegans  is cultured on nematode growth media (NGM) plates. Culturing  C. elegans  on NGM plates is generally labor-intensive as it requires manual picking of animals and transfers to new plates to maintain synchronized animal populations. Such laborious tasks consume significant crew time; therefore, the culture of  C. elegans  on NGM plates remains impractical for multigenerational studies in space. Table 1 Summary of previous space missions with  C. elegans . Mission Experiment duration Culture hardware Food source/diet Image-based quantitative phenotyping on ISS STS-42, 1992 36 , 37 8 days Agar Plate E. Coli OP50 No STS-76, 1996 60 9 days M9 buffer No Food No STS-95, 1998 10 days --- ---- No STS-107, 2003 38 16 days Agar and CeMM Plates UV killed  E. coli OP50  and CeMM both No ICE-FIRST, 2004 52 10 days Polyethylene bags CeMM No CSI-1, 2006 58 6 months Opticells CeMM Yes, for development and behaviors CERISE, 2009 17 , 53 8 days Polyethylene bag E. Coli OP50 Yes, videos to quantify worm behaviors Shenzhou-8 Mission, 2011 39 17 days Agar Plate E Coli  OP50 No Space Aging, 2015 70 days culture chambers CeMM Yes, No published result Epigenetics, 2015 61 17 days NIPRO bag E. Coli OP50 No Nematode Muscle, 2015 62 4 days NIPRO bag E. Coli OP50 No Molecular Muscle experiment, 2018 63 7 days Polyethylene bag Freeze-dried  OP50 No This Study, 2021 49 days Fluorinated Ethylene Propylene bag CeMM Yes, to quantify muscle strength and behaviors An additional constraint is the maintenance of bacterial food source for culturing worms. Although non-pathogenic  E. coli  OP50 is typically used as the food source, maintenance of defined bacterial population densities across the 8-week duration of our spaceflight experiment may present challenges since high bacterial density might limit oxygen availability for nematodes.  C. elegans  on NGM plates are used mostly in simulated microgravity on Earth 33 – 35 .  C. elegans  were flown to space on a standard agar-based nematode growth medium for a short duration of 10 to 20 days with different space missions 36 – 39  as listed in Table  1 . But the missions do not involve imaging onboard, therefore all the behavioral studies were conducted postflight. To overcome the issues discussed above, the wild-type worms were cultured in chemically defined liquid  C. elegans  maintenance media (CeMM) 40 . The safety and low-maintenance requirements make CeMM robust and appropriate media for multigenerational cultures on board the International Space Station. However, previous experiments show there are some differences between nematodes grown using NGM and CeMM 40 , 41 . In particular,  C. elegans  development is slower, progeny production is slower, and lifespan is increased in  C. elegans  cultured in CeMM compared with those cultured using NGM 41 . In addition, the culture vessels us",
  "discussion": "Discussion With the human ambition of becoming multi-planetary species, there is a need to understand how the conditions of space (microgravity and radiation) affect the biology and physiology of species grown for multiple generations. Model organisms continue to play an important role in space biology investigations 51 . Conducting multi-generational studies in mammals on the ISS is a daunting task, however, the  C. elegans  model presents a unique opportunity for such investigations. Compared to vertebrates, the  C. elegans  model has significant advantages including a fast generation cycle, small form factor, low payload mass, and translational relevance due to conserved molecular mechanisms. Despite these advantages, conducting successful experiments on the ISS is a major technological feat since it requires the design and integration of crew-interfacing user-friendly, and safe flight hardware and operational protocols. The focus of our study is not only the design of the NemaFlex-S device, but its integration into the Worm Loading Apparatus (WLA) that the crew can use to conduct experiments on the International Space Station (ISS). Below, we discuss the challenges of conducting multigenerational studies and the impact that our microfluidics-integrated space-flight hardware can have on space-biology investigations in  C. elegans . The major challenge for conducting multigenerational studies even in  C. elegans  is to identify suitable culture methods to breed them across generations while maintaining age-matched populations. The standard approach of culturing  C. elegans  for multiple generations on NGM plates that is typically done on Earth studies, is not suitable since (i) manual picking and transfer of animals to new plates to maintain synchronized populations is laborious and moreover, the open nature of the transfers represents a significant biohazard for ISS investigations. (ii) An additional constraint is the maintenance of defined bacterial population densities across the 8-week duration of our spaceflight experiment may present challenges since high bacterial density might limit oxygen availability for nematodes. To overcome these issues, we have cultured  C. elegans  inside FEP bags using chemical-defined liquid  C. elegans  maintenance media, which is being tested and used in the previous space mission’s 38 , 52 . The power of the  C. elegans  model is the availability of a large number of muscle mutants that can potentially serve as biological controls. However, most of these mutants were obtained by standard culture on NGM plates and bacterial diet, and their viability in CeMM across multiple generations remains an open question. Identifying mutants grown in CeMM is challenging as they not only need to be viable, but also their growth rates need to match wild-type animals so that optimized density is available to load into the NemaFlex-S device. In the future, more studies need to be conducted to identify muscle mutants that gro",
  "conclusion": ""
}