{
  "id": "PMC9389742",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9389742/",
  "title": "Modeled microgravity alters apoptotic gene expression and caspase activity in the squid-vibrio symbiosis",
  "authors": "Madeline M. Vroom, Angel Troncoso-Garcia, Alexandrea A. Duscher, Jamie S. Foster",
  "year": "2022",
  "journal": "BMC Microbiology",
  "abstract": "Background Spaceflight is a novel and profoundly stressful environment for life. One aspect of spaceflight, microgravity, has been shown to perturb animal physiology thereby posing numerous health risks, including dysregulation of normal developmental pathways. Microgravity can also negatively impact the interactions between animals and their microbiomes. However, the effects of microgravity on developmental processes influenced by beneficial microbes, such as apoptosis, remains poorly understood. Here, the binary mutualism between the bobtail squid,  Euprymna scolopes,  and the gram-negative bacterium,  Vibrio fischeri,  was studied under modeled microgravity conditions to elucidate how this unique stressor alters apoptotic cell death induced by beneficial microbes. Results Analysis of the host genome and transcriptome revealed a complex network of apoptosis genes affiliated with extrinsic/receptor-mediated and intrinsic/stress-induced apoptosis. Expression of apoptosis genes under modeled microgravity conditions occurred earlier and at high levels compared to gravity controls, in particular the expression of genes encoding initiator and executioner caspases. Functional assays of these apoptotic proteases revealed heightened activity under modeled microgravity; however, these increases could be mitigated using caspase inhibitors. Conclusions The outcomes of this study indicated that modeled microgravity alters the expression of both extrinsic and intrinsic apoptosis gene expression and that this process is mediated in part by caspases. Modeled microgravity-associated increases of caspase activity can be pharmacologically inhibited suggesting that perturbations to the normal apoptosis signaling cascade can be mitigated, which may have broader implications for maintaining animal-microbial homeostasis in spaceflight. Supplementary Information The online version contains supplementary material available at 10.1186/s12866-022-02614-x.",
  "keywords": "Symbiosis, Apoptosis, Caspases, Microgravity",
  "full_text": "Background Microgravity is a profound source of physiological stress in animals during spaceflight. A reduction in Earth’s gravity can significantly change the shear forces, buoyancy-driven convection, and hydrostatic pressures that organisms experience [ 1 ], thus altering critical biological pathways at the cellular, subcellular, and molecular level [ 2 ]. One such pathway that can be negatively impacted during spaceflight and microgravity analogs conditions is apoptosis or programmed cell death. Apoptosis is a tightly regulated process that eliminates damaged and unnecessary cells without inflammation and constitutes a critical lever of physiological homeostasis in multicellular organisms [ 3 ]. Anomalies in programmed cell death have been attributed to some of the most debilitating health effects of spaceflight, including muscular atrophy, bone demineralization, immune system dysregulation, cardiovascular deconditioning, and visual impairment [ 4 ,  5 ]. Additionally, rodent studies conducted with the hindlimb unloading model, which mimics the reduced weight-bearing of spaceflight through a 30° head-down tilt, have reported higher rates of myonuclear and osteocytic apoptosis during muscular atrophy and bone loss [ 6 ,  7 ]. Other studies have shown that exposure to actual or simulated microgravity conditions can induce apoptosis in the leukocytes of humans and mice, with effects lingering for up to a week post-flight [ 8 ,  9 ]. Endothelial cells (e.g., coronary arteries) also exhibit increased mortality under microgravity conditions [ 10 ], which may contribute to cardiovascular deterioration in flight. Collectively, these findings indicate a more intricate understanding of the molecular mechanisms underlying microgravity-induced apoptosis in animals is needed to ensure the continued health and wellbeing of crew members during long-term space missions. Indeed, dysbiosis is a well-known consequence of spaceflight and there is compelling evidence to suggest that disruptions in an animal’s normal, healthy, microbiome may be related to dysfunctional apoptotic cell death in microgravity [ 11 ,  12 ]. Altered proportions of Firmicutes and Bacteroidetes in the gastrointestinal tract of mice have been associated with reduced apoptosis among colonic epithelial cells in modeled microgravity, thus hindering tissue turnover [ 13 ]. Simulated weightlessness has also been shown to induce apoptotic damage in the intestinal mucosal barrier of rats, which is paralleled by compositional changes in the gut microbiome [ 14 ]. To address these issues, the monospecific mutualism between the Hawaiian bobtail squid,  Euprymna scolopes,  and the gram-negative bacterium  Vibrio fischeri  has emerged as a tractable model system to study the impact of reduced gravity on bacteria-induced changes to host physiology, including apoptosis [ 15 ,  16 ].  V. fischeri  colonizes a specialized light organ (Fig.  1 a-c) in the host squid and produces luminescence that the squid uses at night to conceal its shadow from predators [ 17 ]. Shortly after  E. scolopes  hatch,  V. fischeri  are entrained from the surrounding seawater via ciliated epithelial appendages (CEA) that border each lobe of the nascent light organ (Fig.  1 b), and in so doing, potentiate colonization. Shortly thereafter, microbe-associated molecular pattern (MAMP) molecules, including lipopolysaccharide (LPS) and tracheal cytotoxin, induce a post-embryonic remodeling event during which apoptosis is widely induced throughout the light organ’s ciliated fields (Fig.  1 c), peaking at 16 h [ 18 – 20 ]. Subsequently, in the days following colonization, these structures completely regress [ 21 ] and the light organ undergoes further maturation [ 22 ]. Fig. 1 Overview of the host  Euprymna scolopes,  experimental setup, and developmental timeline under different gravitational treatments.  a  Image of  E. scolopes  paralarvae at the time of hatching. The location of the light organ within the host mantle cavity is marked (black box).  b  Fluorescent micrograph showing the bilobed light organ (top) with pronounced fields of ciliated epithelial cells forming distinctive appendage-like structures (cea) extending from either side of the light organ. Light organs stained with acridine orange at the time of hatching (lower left) and during the peak of bacteria-induced apoptosis at 16 h (lower right) show punctate nuclei demarking apoptotic cell death only in those cells exposed to  V. fischeri .  c  High aspect ratio vessels positioned in the modeled microgravity treatment (left) and gravity (right) control positions.  d  Comparative timeline demonstrating the shift in bacteria-induced apoptosis between gravity and modeled microgravity conditions. The onset and peak of bacteria-induced apoptosis is accelerated in low shear modeled microgravity conditions (LSMMG) To simulate microgravity, high aspect ratio vessels (HARVs) have been successfully used with the squid-vibrio symbiosis to generate a low sheared modeled microgravity (LSMMG) environment (Fig.  1 c) [ 15 ,  16 ,  23 ,  24 ]. Briefly, rotation about a horizontal axis offsets gravitational settling such that the contents of each reactor are maintained in a state of constant suspension under low shear conditions that emulate the quiescent fluid dynamics of low Earth orbit (Fig.  1 c). Rotation about a vertical axis, by contrast, allows for sedimentation to occur unperturbed and thus serves as the unit Earth gravity controls (Fig.  1 c) [ 25 ]. The LSMMG environment produced by this ground-based analog has been used for decades to model microgravity, and results obtained with the HARVs have been shown to parallel the findings of many spaceflight studies [ 25 ,  26 ]. Previously, studies using the squid-vibrio model in LSMMG revealed that the bacteria-induced development of the light organ is accelerated under modeled microgravity conditions (Fig.  1 d) [ 15 ], however, the mechanisms by which these changes occur are unknown. In this study, we characterize several aspects of the apoptosis genetic machinery in the host squid, examine the differential expression of several of these apoptosis-related genes, and assess the activity and mitigation potential of several initiator and executioner caspases associated with apoptosis under modeled microgravity conditions. The outcomes provide new insight into the mechanisms underlying apoptotic dysregulation in response to microgravity-like stress and its potential impact on the physiology of animals and beneficial microbes during spaceflight. Results Identification of the extrinsic and intrinsic apoptosis network within the host  Euprymna scolopes To elucidate the apoptosis machinery in the bobtail squid, a detailed map of the putative pathways for apoptosis in the squid host was generated by data-mining the reference transcriptome and genome of  E. scolopes  (Fig.  2 ). This search identified 293 transcripts, representing 137 unique genes, involved in the regulation of apoptosis in the host squid (Table S 1 ; Fig. S 1 ). The resultant network revealed an elaborate web of parallel and hierarchical interactions and pro-and anti-apoptotic effectors that appear to govern extrinsic, receptor-mediated, and intrinsic, stress-induced cell death via transcriptional, translational, and post-translational means (Fig.  2 ). Fig. 2 Putative pathways for apoptosis in  Euprymna scolopes.  The candidates identified from the genome and reference transcriptome included effectors of both extrinsic/receptor-mediated, and intrinsic/stress-associated, apoptosis. Representative interactions were mapped by cross referencing the multi-species KEGG pathway for apoptosis (ko04215) with peer-reviewed literature For the extrinsic apoptosis network, two tumor necrosis factor receptor superfamily members (Tnfrsf11, Tnfrsf21) and five Tnf-associated factors (Traf 2, 3, 4, 6, and 7) were discovered in  E. scolopes  (Fig.  2 , Table S 1 ). The closely related initiator caspases-8 and -10 were also identified, as well as death domain-associated adaptors Fadd, Daxx, and the stress-associated kinase Ripk1. Interestingly, neither Fas ligand nor its corresponding receptor was found in the reference transcriptome despite the presence of components known to operate downstream (e.g., Fadd). Nevertheless,  E. scolopes  was determined to harbor all the effectors required to assemble a complete death-inducing signaling complex (DISC) for extrinsic, receptor-mediated apoptosis, which serves as the activation assembly for extrinsic initiator caspases-10 and -8 [ 27 ]. Additionally, transcripts associated with three LPS-binding proteins (Lbps) and the LPS-induced transcription factor, Litaf, which have been previously described in  E. scolopes  [ 28 ] were also observed in the putative extrinsic, receptor-mediated network (Fig.  2 ). With regards to the intrinsic apoptosis pathway, transcripts encoding both pro-apoptotic (Bnip3, Bcl10, Bcl2L13, Bax, Bak) and anti-apoptotic (Bcl2L1, Mcl1, Ar1) members of the Bcl2 protein family were found in  E. scolopes  (Fig.  2 ; Table S 1 ). A variety of mitochondrial proteins (i.e., Aifm1, Aifm3, Diablo, Cytc, Htra2) were identified as well as Apaf1 and the intrinsic initiator caspase-9. Thus, all the requisite parts of the apoptosome, which is the activation complex of the stress-induced pathway for cell death were found in the bobtail squid (Fig.  2 ). However, the Bh3-only protein Bid, which typically represents a critical junction for crosstalk between the intrinsic and extrinsic pathways for apoptosis in animals, was conspicuously absent. Likewise, the presence of atypical initiator caspase-2 was confirmed along with Pidd1, both of which are constituents of the pro-death, p53-inducible, PIDDosome complex that forms in response to DNA damage [ 29 ]; however, no evidence of the third member of this assembly, Raidd/Cradd, was found in the bobtail squid reference transcriptome or genome. In addition to Bcl2-type repressors, transcripts encoding numerous inhibitors of apoptosis proteins (Iaps) were discovered in the host squid. Included among these were Xiap, Diap2, three Baculoviral Iap-repeat containing proteins (Birc7b, Birc3, and Birc6), three Bcl2-associated athanogene regulators (Bag 1, 4, and 6), cell death regulator Aven, the peptidyl isomerase Pin1, as well as heat shock proteins Hsp90 and Hsp7c (Table S 1 ). Further examination revealed the presence of numerous cathepsin (B, K, L, L1, L2, Z) and calpain (1–3, 5, 7–9, 11, B, D) proteases, several of which have been previously reported in  E. scolopes  [ 30 ]. The cathepsins recovered from the reference transcriptome were primarily cysteine-dependent, except for cathepsin B, which is a serine protease. Intriguingly, neither aspartic acid-type cathepsins (D and E) were found in the host squid. Analysis of the  E. scolopes  reference transcriptome revealed a variety of nucleus-localizing proteins affiliated with apoptosis (Table S 1 ). Broadly, this included transcription factors (i.e., Aatf, Atf4, Jun, E2f, Hox, Irf, Litaf, NF-κB, p73), p53-type transactivators (i.e., Aspp1, Ccar1), and apoptotic mediators of chromatin condensation and DNA fragmentation (i.e., Acin1, Dffb/Cad, EndoG) (Table S 1 ). Transcripts encoding numerous regulators of apoptotic translation were likewise present in the squid, most notably the eukaryotic initiation factors Eif2, Eif3f, Eif3j, Eif4b, and Eif4e (Table S 1 ). Interestingly, however, no transactivating factors of internal ribosomal entry site (IRES)-mediated translation were present in the transcriptome of  E. scolopes , and the nuclear lamin protease and executioner caspase, caspase-6, was not observed. Extrinsic and intrinsic apoptosis gene expression under LSMMG conditions To ascertain the impact of modeled microgravity on the light organ cell death event in the host animal, 41 apoptosis-related genes identified in the reference transcriptome were selected for gene expression analysis using the NanoString nCounter assay (Table  1 ). These target genes were representative of key components of the apoptosis machinery depicted in Fig.  2 . The expression of these target transcripts was quantified over time in hatchling paralarvae incubated within the HARVs under LSMMG and gravity control conditions in the presence and absence of the symbiotic bacterium  V. fischeri  ES114. Overall, the NanoString results indicated that there was an increase in the transcription of genes associated with both receptor-mediated and stress-induced apoptosis under LSMMG conditions compared to gravity controls (Fig.  3 ,  4 ). Table 1 NanoString CodeSet for apoptosis genes in  Euprymna scolopes Protein Functional description Acin1 Mediates apoptotic chromatin condensation following caspase 3 activation without fragmentation Aifm1 Contributes to caspase-independent apoptosis, also activates executioner caspases 7 Aifm3 Implicated in intrinsic, caspase-dependent, apoptosis via reduced mitochondrial membrane potential Apaf1 Forms the apoptosome complex with cytochrome C Api5 a Anti-apoptotic factor that inhibits E2f1-induced apoptosis Arts Regulates cytoskeletal organization and is required for Tgf-β induced apoptosis Aspp1 Enhances the transactivation and DNA-binding activity of p53 at the promoters of pro-apoptotic genes Atm Senses DNA damage and activates checkpoint signaling in response to apoptotic or genotoxic stressors Aven Inhibits Apaf1-dependent intrinsic apoptosis Bcl2L1 Blocks caspase activation and the release of cytochrome C from the mitochondria. BclXL isoform Bag1 Strengthens anti-apoptotic Bcl2 repression, inhibits pro-death PP1R15 phosphatase Bag4 Prevents constitutive signaling via Tnf superfamily receptor member 1A Bak Forms pores in the mitochondrial membrane via oligomerization in response to intracellular stress Bax Upon activation results in cytochrome C release and intrinsic apoptosis Birc6 Targets caspases 3, 7, and 9 as well as mitochondrial-derived Diablo/Smac for proteasome degradation Bnip3 Overcomes Bcl2-type suppression of pro-death effectors Bax/Bak. Induced by hypoxia-dependent signaling Casp2 Activated in the DISC via caspase 8, the intrinsic p53-induced PIDDosome, and is cleaved by caspase 3 Casp3 Pro-apoptotic executioner and targets structural proteins and activates effectors to assist in cell breakdown Casp7 a Pro-apoptotic executioner and targets structural proteins and activates effectors to assist in cell breakdown Casp8 Pro-apoptotic initiator and activated during extrinsic, receptor-mediated, apoptosis via DISC assembly Casp9 Pro-apoptotic initiator and activated via the apoptosome in response to fatal levels of intracellular stress Casp10 Pro-apoptotic initiator and activated during extrinsic, receptor-mediated, apoptosis via DISC assembly CatL a Lysosomal cysteine protease and degrades pro-death CatD, protects against neuronal apoptosis Daxx a Proposed to mediate apoptosis in response to Fas death receptor stimulation Diablo Promotes caspase-dependent apoptosis and suppresses inhibitors of apoptosis after mitochondrial release Diap2 Inhibitor that inactivates effector caspase Drice (caspase 3 homolog) via ubiquitination Fadd Adaptor protein that recruits and activates caspases 8 and 10 in response to Tnfr stimulation Hsp7c Up-expression correlates with reduced apoptosis. Binds LPS. High levels inhibit p53 activation Hsp90 Inducible molecular chaperone that stabilizes Akt kinase, which targets caspase 9 to inhibit apoptosis Jnk Phosphorylates transcription factors in response to radiation, including Jun, and promotes apoptosis Jun Demonstrated role in promoting apoptosis, antagonized by Bcl2 inhibitor Lbp1 Binds LPS by the lipid A region. Plays a role in establishing the light organ symbiosis Lbp2 Binds gram-negative LPS by the lipid A region Lbp3 Binds gram-negative LPS by the lipid A region Litaf p53 inducible, promotes Tnf-α transcription in response to LPS. Inhibits anti-apoptotic Bcl6 and BclXL Mcl1 Promotes cell survival and inhibits intrinsic apoptosis by blocking Bak/Bax Pin1 Promotes cellular survival and inhibits pro-apoptotic factors including Bak, Bax, Fadd, and Daxx RipK1 Activates pro-death Jnk cascade in response to Tnf-α. Also promotes cell survival via NF-κB activation Traf2 Promotes p53-dependent apoptosis via Jnk activation. Regulates NF-κB Traf6 Activates NF-κB and contributes to apoptosis through Ask1-dependent Jnk activation Xiap a Inhibitor of apoptosis that targets proteins to proteasome for degradation via ubiquitination a  Indicates the genes for which the nCounter probes failed Fig. 3 Extrinsic and intrinsic gene expression in symbiotic hatchlings in gravity controls relative to LSMMG. Expression of extrinsic, receptor-mediated apoptosis genes  a  Lbp1,  b  Lbp3,  c  Litaf, and  d  Fadd. Expression of intrinsic, stress-induced apoptosis genes  e  Bnip3,  f  Bak,  g  Diablo, and  h  Aifm3. Expression is conveyed as log2 fold-change (log2FC). Positive log2FC values denote higher expression in the gravity control group (solid bars). Negative log2FC values indicate up expression in LSMMG (hatched bars). Error bars are the standard error of the mean. Asterisks denote significant differences between the conditions (* =  p  ≤ 0.10, ** =  p  ≤ 0.05) Fig. 4 Apoptotic caspase expression in symbiotic hatchlings under gravity and low shear modeled microgravity (LSMMG) conditions. Heatmaps representing the transcriptional expression of pro-death caspases -2, -3, -8, -9, and -10 genes in gravity (left) and LSMMG (right) conditions. Per the color scale, red indicates a negative Z-score and lower-than-average expression, whereas green signifies a positive Z-score and higher-than-average expression With regards to effectors of extrinsic, receptor-mediated, apoptosis, the LPS binding proteins 1 and 3, along with the endotoxin-induced transcription factor Litaf were significantly up-expressed in modeled microgravity between 6 and 10 h post-hatching (Fig.  3 ). Likewise, transcripts encoding the adaptor protein Fadd were more abundant during the early hours of development in LSMMG; however, these results were not statistically significant from the gravity controls (Fig.  3 ). A similar trend was observed in the NanoString results for genes affiliated with intrinsic, stress-induced apoptosis. The Bh3-only protein Bnip3, membrane permeabilizer Bak, Diablo, and caspase-dependent Aifm3 were significantly up expressed in LSMMG between 8 and 12 h compared to gravity controls (Fig.  3 ). Bnip3, which overcomes Bcl-2 type suppression of pro-death effectors Bax/Bak, increased overtime under LSMMG peaking at 16 and 18 h in LSMMG compared to the unit gravity controls (Fig.  3 ). Bnip3 is known to be induced under hypoxic conditions, however, measurements of the dissolved oxygen content were consistent across all treatments at 24 h revealing no difference in oxygen availability in the HARVs (Fig. S 2 ). Expression of pro-death caspases in host animal under LSMMG conditions The identification of caspase-2, -3, -7, -8, -9, and -10 transcripts in the reference transcriptome suggested the presence of canonical pathways for extrinsic and intrinsic apoptosis in  E. scolopes  (Fig.  4 ). Additionally, caspase-driven apoptosis has a known role in the bacteria-induced development of the light organ, given that treatment with the pan-caspase inhibitor Z-VAD-FMK has been shown to reduce the number of dying cells observed at 24 h post-inoculation [ 30 ] .  These results suggested that caspase regulation, either at the level of mRNA and/or protein, was a contributing factor to the accelerated developmental timeline of apoptosis in the host light organ under LSMMG conditions (Fig.  1 d). NanoString analysis was used to examine the differential gene expression of the putative initiator (i.e.,  casp2 ,  casp8 ,  casp9 , and  casp10 ) and executioner (i.e.,  casp3 ) caspase genes in symbiotic and aposymbiotic squid unde",
  "introduction": "",
  "methods": "Methods General procedures Adult  E. scolopes  were collected from Maunalua Bay on O’ahu, Hawai’I, and transported to the Space Life Sciences Lab where they were maintained in a controlled growth chamber set at 23  °C  on a 12 h light–dark cycle. Egg clutches laid by the female squid were incubated in separate aquaria from the adults for the entirety of paralarvae development (~ 21 days). Newly hatched paralarvae were rinsed twice in 0.22 μm filtered seawater (FSW), then either preserved in an aposymbiotic state (i.e., without  V. fischeri ) or rendered symbiotic by inoculation with the wild-type, strain ES114, to a final concentration of 10 5  cells per mL of FSW. For all experiments, colonization was confirmed by measuring luminescence with an ATP photometer (GloMax 20/20, Promega Corp., Madison, WI). For symbiotic experiments, log cultures of  V. fischeri  were prepared in seawater tryptone broth [ 68 ] and incubated at 28˚C with 225 rpm shaking. For all experiments, animals were anesthetized and euthanized before examination in a 1:1 solution of 0.37 M MgCl 2  and filtered sterilized seawater. Euthanasia by over anesthesia is the current accepted practice for cephalopods [ 69 ,  70 ]. Replicates, data treatment, and statistical analyses All experiments were performed in triplicate, with at least three biological and technical replicates unless otherwise noted. Outliers identified via the 1.5 × interquartile range (IQR) method were removed before analysis, and data normality was assessed via Shapiro–Wilk (SW). Statistical significance was evaluated either using a Welch’s t-test (SW  p  > 0.05) for parametric data or Mann–Whitney-Wilcoxon U test when the data were not normally distributed (SW  p  ≤ 0.05). Both parametric and non-parametric analyses were two-sided and used a significance cut-off of  p  ≤ 0.05. Modeled microgravity treatments and DO 2  readings To mimic the low-shear fluid conditions of spaceflight, 50-mL High Aspect Ratio Vessels (Fig.  1 c; HARVs; Synthecon, Houston, TX) were used as previously described [ 15 ]. Briefly, for aposymbiotic conditions, the HARVs were filled with FSW, whereas for symbiotic conditions HARVs contained 105 cells of V. fischeri ES114 per mL of FSW. After animals were added to the HARVs, the reactors were then sealed to prevent the formation of bubbles and incubated at 23 °C in a synchronized LED-illuminated Percival incubator (Percival Scientific Inc., Perry, IA) with rotation at 13 rpm. The HARVs were either rotated around a vertical axis to control for unit gravity (Fig.  1 c left) or were rotated around a horizontal axis to mimic microgravity conditions (Fig.  1 c right). The dissolved oxygen content (DO2) of the FSW collected from the HARVs was also measured at 24 h with a hand-held probe (Sper Scientific, Scottsdale, AZ) in a minimum of three replicates. For control purposes, and to establish a baseline for enzyme assays and inhibitor treatments, a cohort of hatchling animals were incubated in bor",
  "results": "Results Identification of the extrinsic and intrinsic apoptosis network within the host  Euprymna scolopes To elucidate the apoptosis machinery in the bobtail squid, a detailed map of the putative pathways for apoptosis in the squid host was generated by data-mining the reference transcriptome and genome of  E. scolopes  (Fig.  2 ). This search identified 293 transcripts, representing 137 unique genes, involved in the regulation of apoptosis in the host squid (Table S 1 ; Fig. S 1 ). The resultant network revealed an elaborate web of parallel and hierarchical interactions and pro-and anti-apoptotic effectors that appear to govern extrinsic, receptor-mediated, and intrinsic, stress-induced cell death via transcriptional, translational, and post-translational means (Fig.  2 ). Fig. 2 Putative pathways for apoptosis in  Euprymna scolopes.  The candidates identified from the genome and reference transcriptome included effectors of both extrinsic/receptor-mediated, and intrinsic/stress-associated, apoptosis. Representative interactions were mapped by cross referencing the multi-species KEGG pathway for apoptosis (ko04215) with peer-reviewed literature For the extrinsic apoptosis network, two tumor necrosis factor receptor superfamily members (Tnfrsf11, Tnfrsf21) and five Tnf-associated factors (Traf 2, 3, 4, 6, and 7) were discovered in  E. scolopes  (Fig.  2 , Table S 1 ). The closely related initiator caspases-8 and -10 were also identified, as well as death domain-associated adaptors Fadd, Daxx, and the stress-associated kinase Ripk1. Interestingly, neither Fas ligand nor its corresponding receptor was found in the reference transcriptome despite the presence of components known to operate downstream (e.g., Fadd). Nevertheless,  E. scolopes  was determined to harbor all the effectors required to assemble a complete death-inducing signaling complex (DISC) for extrinsic, receptor-mediated apoptosis, which serves as the activation assembly for extrinsic initiator caspases-10 and -8 [ 27 ]. Additionally, transcripts associated with three LPS-binding proteins (Lbps) and the LPS-induced transcription factor, Litaf, which have been previously described in  E. scolopes  [ 28 ] were also observed in the putative extrinsic, receptor-mediated network (Fig.  2 ). With regards to the intrinsic apoptosis pathway, transcripts encoding both pro-apoptotic (Bnip3, Bcl10, Bcl2L13, Bax, Bak) and anti-apoptotic (Bcl2L1, Mcl1, Ar1) members of the Bcl2 protein family were found in  E. scolopes  (Fig.  2 ; Table S 1 ). A variety of mitochondrial proteins (i.e., Aifm1, Aifm3, Diablo, Cytc, Htra2) were identified as well as Apaf1 and the intrinsic initiator caspase-9. Thus, all the requisite parts of the apoptosome, which is the activation complex of the stress-induced pathway for cell death were found in the bobtail squid (Fig.  2 ). However, the Bh3-only protein Bid, which typically represents a critical junction for crosstalk between the intrinsic and extrinsic pathways for apoptosis in animals, was conspicuously absent. Likewise, the presence of atypical initiator caspase-2 was confirmed along with Pidd1, both of which are constituents of the pro-death, p53-inducible, PIDDosome complex that forms in response to DNA damage [ 29 ]; however, no evidence of the third member of this assembly, Raidd/Cradd, was found in the bobtail squid reference transcriptome or genome. In addition to Bcl2-type repressors, transcripts encoding numerous inhibitors of apoptosis proteins (Iaps) were discovered in the host squid. Included among these were Xiap, Diap2, three Baculoviral Iap-repeat containing proteins (Birc7b, Birc3, and Birc6), three Bcl2-associated athanogene regulators (Bag 1, 4, and 6), cell death regulator Aven, the peptidyl isomerase Pin1, as well as heat shock proteins Hsp90 and Hsp7c (Table S 1 ). Further examination revealed the presence of numerous cathepsin (B, K, L, L1, L2, Z) and calpain (1–3, 5, 7–9, 11, B, D) proteases, several of which have been",
  "discussion": "Discussion As humans prepare for space exploration beyond low Earth orbit, it will be critical to fully understand the impact that spaceflight has on mutualistic animal-microbe interactions. Maintaining a healthy microbiome during long-duration spaceflights will require a comprehensive assessment of the effects that environmental stresses, such as microgravity, have on the bacteria-induced development of host tissues [ 12 ,  34 ]. To address this key issue in space biology, we examined the effects of simulated microgravity on the beneficial association between  Euprymna scolopes  and  Vibrio fischeri,  specifically focusing on the phenomenon of bacteria-induced apoptosis in the light organ of the squid host. The outcomes of this study indicated that (i)  E. scolopes  harbors a rich network of genes involved in both extrinsic and intrinsic apoptotic regulation; (ii) the presence of symbiotic bacteria and LSMMG-stress altered the expression of both extrinsic and intrinsic apoptosis gene expression; (iii) the normal, bacteria-induced apoptosis in the squid light organ is mediated in part by caspases that exhibit increased activity under LSMMG; and (iv) the LSMMG-associated increase of caspase activity can be pharmacologically mitigated with inhibitors. Apoptosis is a critical pathway for animal development playing key roles in tissue homeostasis, antimicrobial defense as well as innate and adaptive immune responses [ 35 ,  36 ]. In recent years, there has been a concerted effort to discern the effects of the microbiome on apoptosis [ 37 ,  38 ] and how this vital form of physiological cell death is altered by microgravity [ 13 ,  39 ]. Although  E. scolopes  has served as a model organism for decades, the pathways by which the symbiont  V. fischeri  induces apoptotic cell death have not been fully delineated with only a few effectors identified [ 28 ,  40 – 42 ]. The recent sequencing of the  E. scolopes  genome and reference transcriptome has enabled critical animal pathways, including apoptosis, to be investigated [ 43 ]. Analyses revealed that  E. scolopes  harbors genes associated with both primary pathways for cell death that are typically seen in animals, including death-receptor mediated extrinsic pathways as well as intracellular stress-induced intrinsic pathways (Fig.  2 ; Fig. S 1 ; Additional File  1 ). Results also suggest that  E. scolopes  may form distinct caspase activation platforms, particularly regarding the extrinsic, receptor-mediated, pathway. For example, the absence of Cradd in  E. scolopes , as well as in the octopus genome, suggests that cephalopod caspase-2 exerts its pro-apoptotic effects outside the PIDDosome complex, likely in association with Tnf receptor signaling [ 44 ,  45 ]. Intriguingly, for 15 apoptosis candidates in the reference transcriptome of  E. scolopes , no proteins of significant similarity were found in the SwissProt database via BLASTx or BLASTp (Additional File  1 ) .  These queries were initially ide",
  "conclusion": "Conclusions Taken together, these results suggest that external stresses, such as modeled microgravity, can cause perturbations to the normal apoptotic pathways in animals. As many of the mechanisms that  E. scolopes  use to communicate with  V. fischeri  are present in other animals (e.g., Lbps) this research provides a framework for understanding how animals respond differentially to the stresses of spaceflight in the presence and absence of their symbionts. For spaceflight, understanding how disruptions in host-microbe homeostasis and animal physiology alter normal physiological responses, such as apoptosis, is critical. Furthermore, the ability to modulate the life or death of a cell as well as identify mitigation targets or strategies to prevent perturbations of animal-microbe homeostasis has immense therapeutic potential for maintaining crew health for long-duration spaceflight."
}