{
  "id": "PMC9023564",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9023564/",
  "title": "Emergence of novel cephalopod gene regulation and expression through large-scale genome reorganization",
  "authors": "Hannah Schmidbaur, Akane Kawaguchi, Tereza Clarence, Xiao Fu, Oi Pui Hoang, Bob Zimmermann, Elena A. Ritschard, Anton Weissenbacher, Jamie S. Foster, Spencer V. Nyholm, Paul A. Bates, Caroline B. Albertin, Elly Tanaka, Oleg Simakov",
  "year": "2022",
  "journal": "Nature Communications",
  "abstract": "Coleoid cephalopods (squid, cuttlefish, octopus) have the largest nervous system among invertebrates that together with many lineage-specific morphological traits enables complex behaviors. The genomic basis underlying these innovations remains unknown. Using comparative and functional genomics in the model squid  Euprymna scolopes , we reveal the unique genomic, topological, and regulatory organization of cephalopod genomes. We show that coleoid cephalopod genomes have been extensively restructured compared to other animals, leading to the emergence of hundreds of tightly linked and evolutionary unique gene clusters (microsyntenies). Such novel microsyntenies correspond to topological compartments with a distinct regulatory structure and contribute to complex expression patterns. In particular, we identify a set of microsyntenies associated with cephalopod innovations (MACIs) broadly enriched in cephalopod nervous system expression. We posit that the emergence of MACIs was instrumental to cephalopod nervous system evolution and propose that microsyntenic profiling will be central to understanding cephalopod innovations.",
  "keywords": "Evolutionary developmental biology, Evolutionary genetics, Molecular evolution",
  "full_text": "Introduction Cephalopods have the largest invertebrate nervous systems and possess many lineage-specific adaptations such as rapid adaptive camouflage, arms with suckers and camera-type eyes. Many cephalopod characteristics evolved convergently to those of vertebrates, which makes them an attractive system to study the genetic basis of wide-scale organismal innovations and the pathways behind their evolution. On a genomic level, the emergence of novel genes, extensive gene duplications, and wide-ranging RNA editing have been described in cephalopod genomes 1 . Expansions of gene families such as C2H2s, Protocadherins, and GPCRs, and extensive RNA editing allowed the diversification of protein-coding transcripts in the nervous system and is proposed to have played an important role in its evolution. While similar innovations are known from vertebrate genomes, the mechanisms driving the evolution of these features are different: vertebrates went through several rounds of whole-genome duplications that produced large sets of multi-copy genes and the diversification of their functions, there is no indication for similar events in cephalopods 1 – 3 . In contrast, it has been suggested that the coleoid cephalopod (squids, cuttlefish, octopus) lineage went through large-scale genome reorganization 2 , 3 . A property of metazoan genomes is that local gene order or microsynteny is conserved between even distantly related species 4 – 6 . This conservation is supported by functional studies of regulatory constraints, shown in genomic regulatory blocks (GRBs) 4 , 5 , 7 , as well as co-expression of neighboring genes in tissues or cell types 8 . Early genome assemblies in several coleoids indicate that local gene order has been greatly disrupted, breaking ancient microsyntenies and bringing previously unlinked genes together 2 , 3 . This event, potentially at a whole-genome scale, could have affected hundreds of gene families, disrupting the order of genes in comparison to the last common ancestor of coleoid cephalopods and other molluscs. The extent of this event is difficult to estimate due to the lack of chromosomal-scale assemblies in cephalopods. To begin to understand the extent of the genome reorganization and its impact on cephalopod genome biology and evolution, we study the emerging model species  Euprymna scolopes  (Hawaiian bobtail squid). This species has been at the center of symbiosis research for over 30 years 9 , 10 , but is also an attractive model system for evolution and development research due to its small adult size, large egg clutches, and relative ease of culture. To reconstruct the regulatory landscape in the  E. scolopes  genome, we applied chromosomal conformation capture (Hi-C) and open chromatin profiling techniques (ATAC-seq) as well as collected additional expression data. Hi-C allowed us to both improve the previously published  E. scolopes  genome assembly as well as to capture the three-dimensional organization of the genome. Using comparative genomic approaches, we describe the global nature of the genome reshuffling in coleoid cephalopods and demonstrate the emergence of many microsyntenic regions that were previously unlinked in other species. Our data also reveals interactions between distant genomic loci (the topological organization of the genome) shedding light on the three-dimensional organization of the  E. scolopes  genome, as well as identifying genes located in regulatory loops and topologically associating domains (TADs). Our open chromatin data reveals regions accessible to transcription factors and thus potentially constituting regulatory elements. Together, these data allow us to gain insights into the impact of evolutionary changes in gene linkages and the emergence of novel gene regulation. This study provides the basis for the understanding of the evolution of cephalopod genomes and possible implications on morphological novelties in this clade. Results and discussion The impact of a large-scale genome reorganization on the coleoid cephalopod genome Linkage information from chromosome conformation capture allowed us to reconstruct 46 chromosomal scaffolds in  E. scolopes  (“Methods”,  Supplementary Notes   1  and  2 , Supplementary Fig.  1a, b ) based on the published assembly 3 . We then compared the order of genes with orthologs found in another 24 animal species ranging from sponges to vertebrates, which allowed us to reconstruct microsyntenic blocks shared between different clades (“Methods”, Supplementary Note  3 , Supplementary Fig.  2a , Supplementary Data  1 ). Briefly, we define microsyntenic blocks as at least three or more co-occurring orthologous genes with up to five intervening genes with no constraints on their collinearity. This definition of microsynteny yields the fewest false-positive blocks (compared to just pairs of genes) while providing enough flexibility to detect syntenic regions that underwent local rearrangement and expansion. We recover 505 microsyntenies unique to cephalopods, representing blocks of genes only found in close proximity to each other in  E. scolopes  and at least one octopus species. For the same species sampling and same microsynteny detection parameters only 2 blocks would have been expected by chance (median from 3 rounds of randomization, as described in 6 ). Five out of these 505 blocks were paralogous. In total, only 48 out of 2290 genes in these 505 blocks were identified as orphan genes with no homology outside of cephalopods, while all others have orthologs in other animals, suggesting that the origin of microsynteny was due to changes in gene locations rather than novel gene emergence. These microsyntenies have been conserved in coleoid cephalopods despite their long divergence time (Fig.  1b, c ), suggesting an evolutionary constraint that kept those blocks of genes together. Similarly, a comparison in other molluscs, such as the scallop  Mizuhopecten yessoensis 11  and the bivalve  Crassostrea gigas  showed that a much smaller number of bivalve specific microsyntenies (152) is shared between these species. To infer the set of highly conserved microsyntenic blocks, we reconstructed microsyntenies shared between  E. scolopes  and at least six more distantly related species out of a set of 23 species (Supplementary Fig.  2 ). We recovered 275 such metazoan microsyntenies, which are retained in the  E. scolopes  lineage and are inferred to date back to at least the last common bilaterian ancestor (Fig.  1c , Supplementary Fig.  2a , “Methods”). In comparison, the bivalve  M. yessoensis  retains a similar number of metazoan microsyntenies (216). These results provide evidence for a large-scale microsyntenic gain in coleoid cephalopods. Fig. 1 Large-scale syntenic reorganization of cephalopod genomes. a  Photograph of an  Euprymna scolopes  hatchling.  b  Schematic tree with divergence times of major cephalopod lineages from deuterostomes and other protostomes 53 , 54 .  c  Circos plot showing loss of syntenies conserved in other metazoans and the emergence of a large number of novel, cephalopod-specific microsyntenies within cephalopods. Each line represents a syntenic cluster shared between different species. Orange lines indicate syntenic clusters shared between at least seven out of these 24 species (ancestral, metazoan clusters); green lines represent novel molluscan syntenies, shared between five or more molluscs but not present in any non-molluscan species. Blue lines represent cephalopod-specific syntenies shared between either all three cephalopod species (dark blue) or two of the three cephalopod species (light blue) but not present in any non-cephalopod species; gray lines represent other syntenies that do not fall in either of the previous categories. Abbreviations: Aca -  Acanthaster planci , Aqu –  Amphimedon queenslandica , Bfl -  Branchiostoma floridae ,Cel -  Caenorhabditis elegans , Cgi -  Crassostrea gigas , Cmi -  Callistoctopus minor , Cte -  Capitella teleta , Dme -  Drosophila melanogaster , Esc –  Euprymna scolopes , Lgi -  Lottia gigantea , Mle -  Mnemiopsis leidyi , Mye -  Mizuhopecten yessoensis , Nve -  Nematostella vectensis , Obi –  Octopus bimaculoides , Sko -  Saccoglossus kowalevskii \n d  Example of one whole chromosomal-scale scaffold (right) of  E. scolopes  showing the distribution of gene density, cephalopod-specific (blue) and conserved, metazoan (orange) syntenies. Inset (left) with locations of genes within two specific syntenic blocks. Chromosomal distribution and properties of metazoan and novel cephalopod microsyntenies Both cephalopod-specific and conserved metazoan microsyntenic blocks are present on 44 out of 46 chromosomal scaffolds (with two chromosomes being too small to contain any microsyntenies). While some chromosomes have higher proportion of novel cephalopod microsyntenies (Supplementary Fig.  1b, c ), both microsynteny types are intermixed in the genome (Fig.  1d ). This result suggests a genome-wide mechanism for the emergence of novel microsyntenies. The vast majority of single-copy genes (71%) that comprise 232 novel cephalopod microsyntenies are located on different chromosomes in the scallop  M. yessoensis . As the organization of the recently published Nautilus genome 12  is similar to other molluscs, these results suggest that either many translocations or chromosomal-level fusions occurred in the coleoid ancestor. Genomic properties of novel and conserved microsyntenies Novel cephalopod and conserved metazoan microsynteny show different genomic properties. Novel cephalopod microsyntenies are on average smaller in size than the metazoan microsyntenies still present in cephalopod genomes (Supplementary Fig.  2b ), despite having similar numbers of genes (Supplementary Fig.  2c ). While introns of genes in cephalopod-specific microsyntenies are smaller than those of metazoan microsyntenies, the majority of size differences stem from intergenic regions (~0.2 kb compared to ~7 kb difference, respectively). We also find evidence for differential enrichment of functional categories between the two microsynteny types. Metazoan microsyntenies 6  are enriched in signaling pathway components of the Wnt-signaling pathway, neurotransmitter transport and synaptic vesicle exocytosis, G-protein coupled receptor signaling, negative regulation of transcription, and BMP signaling pathways, among others. Genes in novel, cephalopod-specific microsynteny, on the other hand, play a role in translation, redox processes, regulation of store-operated calcium entry, mRNA cleavage, transport, and chromatin organization ( p -values <0.05) (Supplementary Fig.  3 ). Spatial organization of the  E. scolopes  genome Three-dimensional chromatin structure including topologically associated domains (TADs) facilitates distant regulatory interactions involved in gene regulation 13 , 14 . While very little data exists to-date on invertebrate genome topological organization, we found that in comparison to the data known for vertebrate TAD sizes the interaction distances were generally larger in the squid (Fig.  2a, b , Supplementary Note  4 ). TAD prediction tools (see “Methods”) reveal a median  E. scolopes  TAD size of 2.5 Mb, in comparison to an average of 1.2 Mb in human 15 . In addition, the distribution of TAD sizes in  E. scolopes  was considerably wider than in human, suggesting a higher variability. Fig. 2 Topological and spatial organization of the cephalopod genome. a  Top: Hi-C normalized interaction matrix at 100 kb resolution for chromosomal scaffold 10. Bottom: Relative Hi-C count and TAD boundary scores as predicted by tadbit (1 = lowest, 10 = highest).  b  Violin plot of TAD size distributions for human and  Euprymna scolopes  computed at 100 kb resolution, plotted in 100 kb bins.  c  CTCF binding motif as identified by homer motif search in 100 kbp of predicted TAD boundaries.  d  Solvent area surface exposure (SASA) per bp for individual chromosomal scaffolds (observed and random). Conserved metazoan synteny on x-axis, cephalopod-specific microsynteny on y-axis.  e  Three-dimensional model of chromosomal scaffold 10 with novel (blue) and conserved (yellow) microsynteny locations labeled. Left and right models are the same, shifted by 90°. In vertebrates, TAD formation is mediated by proteins, such as CTCF and cohesin 16 , 17 . We infer that the same mechanisms, including CTCF and the proteins Smc1 and Smc3 of the cohesin complex, are present in the  E. scolopes  genome and conserved with other animals, suggesting that similar mechanisms may be deployed in cephalopods (Supplementary Fig.  4 ). We also find TAD boundaries to be enriched for a CCCTC-like motif 18 – 20  reminiscent of a CTCF binding site (Fig.  2c ,  p  = 1e−12, “Methods”, Supplementary Note  4 ). Topological organization around microsyntenies Several studies suggested the possibility of correspondence between microsynteny and regulatory domains in metazoan genomes 4 , 5 , 7 , 8 , 21 – 23 . To understand the relationship of microsyntenies and TADs we compared the localization of randomly computed microsyntenic blocks, that follow the same properties as our observed blocks but are randomly distributed throughout the genome to the observed microsyntenies (“Methods”). We find a tendency of conserved metazoan microsyntenies to be localized towards the center of the predicted TADs, whereas new cephalopod microsyntenies appear to be more evenly distributed (Fig.  3a ). Fig. 3 Novel cephalopod microsyntenies and their regulatory properties in  Euprymna scolopes . a  Ratio between densities of the center of observed and randomized microsynteny locations within normalized TADs. Ratio increases towards the center of TADs for metazoan syntenies and decreases for cephalopod synteny.  b  Compactness of novel and metazoan microsynteny, compared to random simulations. Microsyntenic clusters must contain at least 3 genes, if fewer genes were annotated to the tree, these clusters were excluded. Plotted are the ratios between the number of bins (at 40 kb Hi-C resolution, cephalopod micrysynteny bins  n  = 143,969, metazoan microsynteny bins  n  = 82,417, random cephalopod microsynteny bins  n  = 3,499,849, random metazoan microsynteny bins  n  = 1,889,687) in microsyntenic clusters (within 7 and 25 bins, valid microsyntenies: cephalopod  n  = 265, metazoan  n  = 125, random cephalopod  n  = 4265, random metazoan  n  = 2180) and the number of “descendant” bins from the last common ancestor of those microsyntenic bins (“Methods”, cephalopod  n  = 143,969, metazoan  n  = 82,417, random cephalopod  n  = 3,499,849, random metazoan  n  = 1,889,687). The ratio ( n  = 6835) of the number of bins in a cluster and the number of bins in the sub-tree were compared by two sided Wilcoxon rank-sum test comparing the linked groups (**** p  < 0.0001, * < 0.05, ns: not significant). The closer the ratio to 1, the lower is the difference between the size of the syntenic block and the number of bins in an extracted tree. Violin plots—distribution, boxes—interquartile range (cephalopod = lower 0.06, upper 0.56, metazoan = lower 0.01, upper 0.58, random cephalopod = lower 0.01, upper 0.49, random metazoan = lower 0.01, upper 0.46), bars—median (cephalopod = 0.31, metazoan = 0.28, random cephalopod = 0.18, random metazoan = 0.17), whiskers—furthest sample within 1.5x interquartile range (cephalopod = min 0.002, max 0.94, metazoan = min 0.002, max 0.95, random cephalopod = min 0.002, max 0.96, random metazoan = min 0.002, max 0.96), maximum and minimum ratios: cephalopod = min 0.00189, max = 0.941, metazoan = min 0.00217, max = 0.952, random cephalopod = min 0.00151, max 0.962, random metazoan = min 0.00150, max 0.96.  c  Co-expression correlation of genes in microsyntenic clusters (cephalopod  n  = 476, metazoan  n  = 236, random cephalopod  n  = 6925, random metazoan  n  = 4038). The co-expression correlation of metazoan syntenies is higher than that of cephalopod-specific syntenies or random clusters (**** p  < 0.0001, *** p  < 0.001, * < 0.05). Violin plots—distribution, boxes—furthest sample within 1.5x interquartile range (cephalopod = min −0.69, max 0.87, metazoan = min −0.63, max 1.0, random cephalopod = min −0.72, max 0.95, random metazoan min −0.66, max 0.9), bars—median (cephalopod = 0.05, metazoan = 0.15, random cephalopod = 0.07670835, random metazoan = 0.07) outliers were excluded from these numbers. Maximum and minimum values: −1 and 1 in all cases.  d  Clustering of mean expression per synteny cluster, color-coded by synteny type, expression among  Euprymna scolopes  adult tissues. Syntenic clusters form eight expression modules with specific expression patterns. Expression matrix is z-score normalized. Light organ— E. scolopes -specific organ harboring symbionts, accessory nidamental gland—female-specific reproductive organ of some squid species.  e  Annotation of ATAC peak location in late organogenesis. Peaks annotated as associated with cephalopod-specific microsyntenies are more often found in intronic regions. Promotor defined as +10 kb and −10 kb predicted transcription start site. To further study the relationships of genomic regions and their interactions independent of TAD predictions, we computed a tree structure reflecting the organization of each chromosomal scaffold (“Methods”, Supplementary Note  4 ). Each bifurcating branch reflects the relationships of genomic regions in Hi-C signal strength, allowing us to track interaction intensities in microsyntenies (Fig.  3b ). Surprisingly, we found that novel microsyntenies are more likely to form tight interaction regions, reflected by subtrees with few branches, when compared to randomly sampled syntenies (Fig.  3b ). This result indicates significantly higher levels of compartmentalization in both cephalopod and ancestral microsyntenies. Motivated by the importance of three-dimensional genome architecture and microsyntenic co-localization in  Euprymna scolopes , three-dimensional modeling based on Hi-C interaction matrices was performed (“Methods”, Supplementary Fig.  5 , Supplementary Note  5 ) to provide a deeper understanding of spatial properties and co-localization of both novel and ancient microsyntenic regions within modeled chromosomal scaffolds. Three-dimensional models revealed that novel cephalopod microsyntenies have distinct spatial properties from ancient microsyntenies. In particular, both synteny types showed differential solvent accessibility on some chromosomes when compared to random distributions (Fig.  2d ). Moreover, novel cephalopod microsyntenies were on average less buried, thus covering a larger proportion of chromosomal surface (Supplementary Fig.  6 ). This result was in contrast to the conserved metazoan microsyntenies, which tend to participate in the formation of the chromosomal core (Fig.  2e , Supplementary Fig.  6 ). Since the novel microsyntenies are transcriptionally active (Fig.  3 , see below), their location on the chromosomal surface may be reflective of highly dynamic inter-chromosomal regulation, as well as being more accessible to transcription factors. The GC content of metazoan and cephalopod-specific microsynteny was evaluated along with predictions of A/B compartments based on the Hi-C interaction matrix (\"Methods\"). The analysis did not provide sufficient evidence for one of the mycrosyntenic types being more prevalent in either of the compartments. Until further experimental data are available (such as methylation and acetylation profiling) for  Euprymna scolopes , we cannot accurately infer the distribution of cephalopod-specific and metazoan microsynteny within A/B compartments. Taken together, the strong genomic conservation among sequenced cephalopods, the comparably tight packaging (short inter-gene distances) of microsyntenic clusters and their prevalent association with defined subcompartments within detected TADs suggests stron",
  "introduction": "Introduction Cephalopods have the largest invertebrate nervous systems and possess many lineage-specific adaptations such as rapid adaptive camouflage, arms with suckers and camera-type eyes. Many cephalopod characteristics evolved convergently to those of vertebrates, which makes them an attractive system to study the genetic basis of wide-scale organismal innovations and the pathways behind their evolution. On a genomic level, the emergence of novel genes, extensive gene duplications, and wide-ranging RNA editing have been described in cephalopod genomes 1 . Expansions of gene families such as C2H2s, Protocadherins, and GPCRs, and extensive RNA editing allowed the diversification of protein-coding transcripts in the nervous system and is proposed to have played an important role in its evolution. While similar innovations are known from vertebrate genomes, the mechanisms driving the evolution of these features are different: vertebrates went through several rounds of whole-genome duplications that produced large sets of multi-copy genes and the diversification of their functions, there is no indication for similar events in cephalopods 1 – 3 . In contrast, it has been suggested that the coleoid cephalopod (squids, cuttlefish, octopus) lineage went through large-scale genome reorganization 2 , 3 . A property of metazoan genomes is that local gene order or microsynteny is conserved between even distantly related species 4 – 6 . This conservation is supported by functional studies of regulatory constraints, shown in genomic regulatory blocks (GRBs) 4 , 5 , 7 , as well as co-expression of neighboring genes in tissues or cell types 8 . Early genome assemblies in several coleoids indicate that local gene order has been greatly disrupted, breaking ancient microsyntenies and bringing previously unlinked genes together 2 , 3 . This event, potentially at a whole-genome scale, could have affected hundreds of gene families, disrupting the order of genes in comparison to the last common ancestor of coleoid cephalopods and other molluscs. The extent of this event is difficult to estimate due to the lack of chromosomal-scale assemblies in cephalopods. To begin to understand the extent of the genome reorganization and its impact on cephalopod genome biology and evolution, we study the emerging model species  Euprymna scolopes  (Hawaiian bobtail squid). This species has been at the center of symbiosis research for over 30 years 9 , 10 , but is also an attractive model system for evolution and development research due to its small adult size, large egg clutches, and relative ease of culture. To reconstruct the regulatory landscape in the  E. scolopes  genome, we applied chromosomal conformation capture (Hi-C) and open chromatin profiling techniques (ATAC-seq) as well as collected additional expression data. Hi-C allowed us to both improve the previously published  E. scolopes  genome assembly as well as to capture the three-dimensional organization of the genome",
  "methods": "Methods Collection of animals E. scolopes  eggs were obtained from cultures and maintained at the Vienna Zoo or at the Marine Biological Laboratory. All work was performed in compliance with the EU Directive 2010/63/EU on cephalopod use and AAALAC guidelines on the care and welfare of cephalopods 36 . Adult  E. scolopes  spawned naturally in their tanks, and embryos were collected shortly after spawning and maintained in a closed aquarium system filled with artificial seawater. Embryos developed to the appropriate stage and were anesthetized with 2% Ethanol before use 37 – 39 . Hi-C, genome scaffolding, and 3D analysis Hi-C sample preparation was performed as described in Supplementary Note  2 . Briefly, Hi-C samples were generated on developmental stage 27 40  with 30 pooled embryos using the six base restriction enzyme Hind3. Paired-end sequencing of 50 bp was done on an Illumina HiSeq2500. Hi-C reads were aligned to the reference genome (excluding scaffolds <50k) resulting in over 106 million valid interaction pairs (alignment rate ~71%). Aligned reads were used to scaffold the genome to chromosomal scaffolds. Assembly statistics are summarized in Supplementary Note  2 . Raw Hi-C reads were then again mapped to the new chromosomal scaffolds, recovering over 106 million valid interaction pairs (alignment rate ~71%). Three-dimensional modeling of chromosomal scaffolds is described in Supplementary Note  3 . For human samples, Hi-C samples of B-lymphoblastoids were downloaded from NCBI (ref.  41 , SRR1658570, HIC001) and aligned to the human reference genome (GRCh38.p12) obtaining over 144 million valid interaction pairs (~73% alignment rate). Synteny analysis Gene orthology was reconstructed using 27 species spanning all major metazoan clades. Microsynteny was computed using in-house tools as described in detail in Supplementary Note  3 . Metazoan synteny was defined as all syntenic blocks shared between at least seven other species. Novel, cephalopod-specific synteny was defined as synteny shared between  E. scolopes  and at least one octopus species. Random microsyntenies were modeled after the distribution of observed syntenies as described in ref.  8  for 20 iterations. Additional details of the scripts and steps are found in Supplementary Note  3 . Chromatin conformation analysis TADs for  E. scolopes  and Human were called with Tadbit 42  with the Tadbit algorithm and with HiCExplorer 43 .  E. scolopes  TADs were averaged and the location of the middle of each syntenic cluster was mapped to analyse the distribution of syntenies within TADs. If syntenies spanned several TADs, only the TAD mapping the middle of that synteny was considered. To analyse the topology of microsyntenic clusters further, the normalized Hi-C interaction matrix was used to cluster each bin to its closest neighbor by the bin interaction strength. An interaction cladogram for each chromosome was reconstructed that way. To understand how well a syntenic region is define",
  "results": "Results and discussion The impact of a large-scale genome reorganization on the coleoid cephalopod genome Linkage information from chromosome conformation capture allowed us to reconstruct 46 chromosomal scaffolds in  E. scolopes  (“Methods”,  Supplementary Notes   1  and  2 , Supplementary Fig.  1a, b ) based on the published assembly 3 . We then compared the order of genes with orthologs found in another 24 animal species ranging from sponges to vertebrates, which allowed us to reconstruct microsyntenic blocks shared between different clades (“Methods”, Supplementary Note  3 , Supplementary Fig.  2a , Supplementary Data  1 ). Briefly, we define microsyntenic blocks as at least three or more co-occurring orthologous genes with up to five intervening genes with no constraints on their collinearity. This definition of microsynteny yields the fewest false-positive blocks (compared to just pairs of genes) while providing enough flexibility to detect syntenic regions that underwent local rearrangement and expansion. We recover 505 microsyntenies unique to cephalopods, representing blocks of genes only found in close proximity to each other in  E. scolopes  and at least one octopus species. For the same species sampling and same microsynteny detection parameters only 2 blocks would have been expected by chance (median from 3 rounds of randomization, as described in 6 ). Five out of these 505 blocks were paralogous. In total, only 48 out of 2290 genes in these 505 blocks were identified as orphan genes with no homology outside of cephalopods, while all others have orthologs in other animals, suggesting that the origin of microsynteny was due to changes in gene locations rather than novel gene emergence. These microsyntenies have been conserved in coleoid cephalopods despite their long divergence time (Fig.  1b, c ), suggesting an evolutionary constraint that kept those blocks of genes together. Similarly, a comparison in other molluscs, such as the scallop  Mizuhopecten yessoensis 11  and the bivalve  Crassostrea gigas  showed that a much smaller number of bivalve specific microsyntenies (152) is shared between these species. To infer the set of highly conserved microsyntenic blocks, we reconstructed microsyntenies shared between  E. scolopes  and at least six more distantly related species out of a set of 23 species (Supplementary Fig.  2 ). We recovered 275 such metazoan microsyntenies, which are retained in the  E. scolopes  lineage and are inferred to date back to at least the last common bilaterian ancestor (Fig.  1c , Supplementary Fig.  2a , “Methods”). In comparison, the bivalve  M. yessoensis  retains a similar number of metazoan microsyntenies (216). These results provide evidence for a large-scale microsyntenic gain in coleoid cephalopods. Fig. 1 Large-scale syntenic reorganization of cephalopod genomes. a  Photograph of an  Euprymna scolopes  hatchling.  b  Schematic tree with divergence times of major cephalopod lineages from deuterostomes and other protostomes 53 , 54 .  c  Circos plot showing loss of syntenies conserved in other metazoans and the emergence of a large number of novel, cephalopod-specific microsyntenies within cephalopods. Each line represents a syntenic cluster shared between different species. Orange lines indicate syntenic clusters shared between at least seven out of these 24 species (ancestral, metazoan clusters); green lines represent novel molluscan syntenies, shared between five or more molluscs but not present in any non-molluscan species. Blue lines represent cephalopod-specific syntenies shared between either all three cephalopod species (dark blue) or two of the three cephalopod species (light blue) but not present in any non-cephalopod species; gray lines represent other syntenies that do not fall in either of the previous categories. Abbreviations: Aca -  Acanthaster planci , Aqu –  Amphimedon queenslandica , Bfl -  Branchiostoma floridae ,Cel -  Caenorhabditis elegans , Cgi -  Crassostrea",
  "discussion": "",
  "conclusion": ""
}