{
  "id": "PMC9111996",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9111996/",
  "title": "Asparagine biosynthesis as a mechanism of increased host lethality induced by ",
  "authors": "Rachel Gilbert, Nicole Tanenbaum, Sharmila Bhattacharya",
  "year": "2022",
  "journal": "Heliyon",
  "abstract": "While studies have shown an increase in pathogenicity in several microbes during spaceflight and after exposure to simulated microgravity, the mechanisms underlying these changes in phenotype are not understood across different pathogens, particularly in opportunistic pathogens. This study evaluates the mechanism for increased virulence of the opportunistic gram-negative bacterium,  Serratia marcescens,  in simulated microgravity. Low-shear modeled microgravity (LSMMG) is used in ground-based studies to simulate the effects of microgravity as experienced in spaceflight. Our previous findings showed that there was a significant increase in mortality rates of the  Drosophila melanogaster  host when infected with either spaceflight or LSMMG treated  S. marcescens . Here, we report that LSMMG increases asparagine uptake and synthesis in  S. marcescens  and that the increased host lethality induced by LSMMG bacteria grown in rich media can be recapitulated in minimal media by adding only aspartate and glutamine, the substrates of asparagine biosynthesis. Interestingly, increased bacterial growth rate alone is not sufficient to contribute to maximal host lethality, since the addition of aspartate to minimal media caused an LSMMG-specific increase in bacterial growth rate that is comparable to that induced by the combination of aspartate and glutamine, but this increase in growth does not cause an equivalent rate of host mortality. However, the addition of both aspartate and glutamine cause both an increase in host mortality and an overexpression of asparagine pathway genes in a LSMMG-dependent manner. We also report that L-asparaginase-mediated breakdown of asparagine is an effective countermeasure for the increased host mortality caused by LSMMG-treated bacteria. This investigation underscores the importance of the asparagine utilization pathway by helping uncover molecular mechanisms that underlie increased mortality rates of a model host infected with microgravity-treated  S. marcescens  and provides a potential mitigation strategy.",
  "keywords": "Low shear modeled microgravity, Asparagine, Virulence",
  "full_text": "1 Introduction Human pathogens occupy a wide variety of ecological niches, including those in the harsh conditions imposed by spaceflight. Understanding the effects that spaceflight may have on the adaptation and fitness of human pathogens is necessary to predict potential causes of health problems during future missions, where the availability of treatment and prevention options is limited. This is even more important in the context of opportunistic bacterial pathogens, which typically produce benign infections, until they are challenged by certain environmental conditions or when host immune impairments occur, which can then equip them with the ability to cause serious health concerns [ 1 ]. One such environmental condition is spaceflight, which has been demonstrated to convert opportunistic pathogens to primary pathogens, enabling them to take advantage of a compromised immune system that may occur to astronauts during spaceflight [ 2 ,  3 ]. In line with this, there is mounting evidence that primary bacterial pathogens often undergo a diversity of significant phenotypic shifts during spaceflight, including increased antibiotic resistance [ 4 ,  5 ,  6 ,  7 ], increased virulence [ 8 ,  9 ,  10 ,  11 ], and morphological changes associated with pathogenicity [ 12 ]. Despite mounting research in these primary pathogens, much less is known about phenotypic shifts that occur to opportunistic pathogens when exposed to microgravity. Specifically, there is little known about how pathogens may be utilizing nutrients differently in the microgravity environment of space compared to ground microbes, and potentially how these mechanistic changes might be influencing the host immune response during infection. Due to increased nosocomial reports, the human opportunistic bacteria,  Serratia marcescens,  has emerged as a model for studying rapid shifts in virulence and antibiotic resistance [ 13 ,  14 ].  S. marcescens  is a ubiquitous pathogen that occupies a wide variety of habitats and hosts. It can adapt quickly to antibiotics independently and simultaneously, which is likely due to the loss of conserved genetic elements and large genomic diversity among strains [ 14 ,  15 ,  16 ]. Furthermore,  S. marcescens  was found aboard the spacecraft Mir, and in condensed water aboard the International Space Station [ 17 ,  18 ]. Therefore, this ubiquitous pathogen should be monitored closely for spaceflight-induced changes that may pose a threat to immunocompromised astronauts that are more susceptible to opportunistic pathogens and especially considering the complications with antibiotic resistance [ 2 ,  18 ]. Research in our laboratory has demonstrated that there is a significant shift in virulence with  S. marcescens  (Db11) after spaceflight. When cultured aboard the International Space Station,  S. marcescens  Db11 killed healthy ground-reared  Drosophila melanogaster  hosts significantly faster than an identical control of the bacteria that was cultured on the ground [ 11 ]. However, the specific mechanisms of increased Db11 virulence and reduced  D. melanogaster  survival are currently unknown. In line with this, increased virulence is observed with various space and low-shear modeled microgravity (LSMMG)-isolated bacteria, including studies with  Salmonella  [ 19 ], and  Staphylococcus aureus  [ 20 ], which pose a threat to astronaut health during spaceflight. Our prior research has shown that  Serratia marcescens  also shows a significant increase in host lethality of  D. melanogaster  after growth in simulated microgravity (LSMMG) conditions [ 11 ]. Since spaceflight studies are costly and can be difficult to perform due to constraints on experimental design and the availability of spaceflight opportunities, many researchers perform ground-based studies using devices such as the rotating wall vessel (RWV) to simulate microgravity [ 21 ,  22 ,  23 ]. The RWV simulates microgravity by rotating at a speed and orientation which keeps cells suspended in liquid without bubbles, thereby creating a low fluid shear environment that simulates the weightlessness that cells experience during spaceflight [ 24 ] and is referred to as the LSMMG treatment. When using the RWV to induce LSMMG, the vessel is rotated such that the axis of rotation is perpendicular to the gravity vector and the rotation offsets the sedimental effects of gravity and keeps the cells in continuous suspension (LSMMG). In contrast, in the control orientation (RWV-Control), the axis of rotation is parallel to the gravity vector and does not offset the sedimentation induced by Earth's gravitational force. Thus, in the RWV-Control, the cells can settle at the bottom of the container and experience Earth gravity (1g) without continuous suspension while acting as a control for any potential biological effects of the vessel itself. Although this method is not an exact recreation of the spaceflight environment, the effects of the LSMMG environment have been demonstrated to recapitulate findings from spaceflight studies [ 10 ,  11 ]. Drosophila melanogaster , as used in this study, has proven to be a useful host model for spaceflight and ground-based studies in the past. This is due to their well-characterized innate immune system, tractable genetics, ease of use, short life-cycle, genetic homology to mammalian systems, and low resource requirements for breeding large colonies [ 11 ,  25 ,  26 ,  27 ,  28 ,  29 ,  30 ,  31 ,  32 ,  33 ,  34 ,  35 ]. In the current study, we use LSMMG to investigate the specific mechanisms that enable microgravity-treated  Serratia marcescens  bacteria to kill the host  D. melanogaster  more quickly than control bacterial cultures. A screen of several genes related to known  S. marcescens  virulence factors did not reveal any differences of expression in LSMMG compared to RWV-Control. Further testing revealed a LSMMG-dependent overexpression of the gene asparagine synthetase B ( asnB ), which is implicated in virulence and resistance to drugs in other pathogenic bacteria [ 36 ,  37 ]. This gene is involved with amino acid metabolism and has been linked to both pathogen growth and virulence [ 38 ]. Amino acids like asparagine are thought to be important to the competition between hosts and pathogens in determining the outcome of an infection [ 38 ]. Since our previous study indicated that the LSMMG-reared  S. marcescens  killed the host faster after infection [ 11 ] than control  S. marcescens  cultures, we wanted to explore whether the asparagine pathway might be linked to the increased host mortality caused by LSMMG treatment. Here, we show that LSMMG treatment causes a change in the expression of key asparagine pathway related genes in  S. marcescens  with a concomitant increase in host mortality. Further, we find that these changes in key asparagine pathway genes and increased host mortality can be recapitulated in an LSMMG-specific manner by the addition of aspartate and glutamine (the substrates of asparagine synthesis) to minimal media. We also show that the addition of L-asparaginase, which catabolizes asparagine, can mitigate the LSMMG-induced increase in host virulence. Thus, this study allows us to understand the phenotypic shifts occurring in microbes exposed to altered gravity, and more specifically, how amino acid metabolism may affect the mortality rate of the host. In addition, these results will allow us to explore the asparagine pathway further and develop countermeasures that target amino acid biosynthesis in opportunistic pathogens such as  S. marcescens, as  an essential consideration to maintain host health during spaceflight. 2 Results 2.1 The asparagine pathway and extracellular asparagine and glutamine concentrations are affected by simulated microgravity treatment of  S. marcescens Our previous findings have indicated that  S. marcescens  exposed to LSMMG for 24 h grow at a faster rate inside the host after infection and caused increased host lethality in  D.melanogaster  [ 11 ]. First, we looked at several genes involved in flagella formation, membrane-bound proteins, and known virulence genes, and did not see significant upregulation in LSMMG compared to the control bacteria ( Table 3 ). We, therefore, looked at other genes linked to bacterial growth mechanisms and found that genes related to asparagine metabolism were upregulated in LSMMG. More specifically, we found that there was a significant upregulation in  asnB  (asparagine synthetase B), which is a gene that regulates the conversion of aspartate to asparagine using ATP and glutamine ( Figure 1 A,B). Therefore, we evaluated the expression of genes that are important for asparagine and glutamine metabolism. Gene expression analyses showed that the expression level of the gene  asnB  (asparagine synthetase B) was 39.17 fold higher in LSMMG-treated cells relative to the RWV-control (P < 0.0001), as well as a 10.5 fold increase in expression of L-asparaginase ( L-ap , P = 0.054), but there was no significant difference in expression for the other genes tested, although several genes showed a positive trend for expression levels:  L-ap1  (L-asparaginase 1),  L-ap2  (L-asparaginase 2),  iaaA  (isoaspartyl peptidase/L-asparaginase), or  astL  (asparagine tRNA ligase) ( Figure 1 D).  asnB  is a gene that catalyzes the conversion of aspartate to asparagine using ATP and glutamine, and is known to be linked to virulence and antibiotic resistance in bacterial pathogens [ 36 ,  37 ]. The L-asparaginase subunits assist with asparagine catabolism and nitrogen homeostasis [ 39 ], therefore, an overexpression of these genes suggests that there is an increase in asparagine catabolism as part of the overall homeostatic regulation of the asparagine pathway. Figure 1 The asparagine pathway and increased uptake of extracellular asparagine and glutamine from nutrient-rich LB media under simulated microgravity. Measurements of amino acid consumption were performed by removing cells from media by centrifugation and utilizing spectrophotometric analysis with Megazyme™ reagent. A) The asparagine biosynthesis pathway. B) At the end of the growth period of  S. marcescens  in simulated microgravity (LSMMG orientation), gene expression for each sample was measured via qPCR:  L-ap  (L-asparaginase),  L-ap1  (L-asparaginase 1),  L-ap2  (L-asparaginase 2),  asnB  (asparagine synthetase B),  iaaA  (isoaspartyl peptidase/L-asparaginase), or  astL  (asparagine tRNA ligase). Expression values are reported as fold change relative to the RWV-Control orientation and calculated using the ΔΔ Ct method. Specific genes represented by the blue end of the color spectrum indicated gene overexpression and those towards the red end indicated inhibition of gene expression. Error bars represent one standard error. Measurements of C) extracellular asparagine and D) extracellular glutamine were performed at hours 0, 6, and 14 of growth in the rotating wall vessel, with an initial starting concentration of 1 × 10 8  CFU. Figure 1 The observation that  asnB  expression is significantly increased, led us to hypothesize that there is an increased presence of asparagine in LSMMG that may contribute to the increase in pathogen growth rate, and therefore an increase in consumption of glutamine and aspartate in the media. To confirm this, we quantified the rates at which  S. marcescens  utilized extracellular glutamine and asparagine in the nutrient-rich LB media, in order to see whether the consumption rates of these amino acids matched the increased growth of the bacteria in LSMMG. For asparagine measurements ( Figure 1 C), there was no difference between the RWV-control and the LSMMG at 0 h (F = 4.348, P = 0.11) or at 14 h (F = 0.007, P = 0.939). At 6 h of growth, LSMMG had significantly lower extracellular asparagine than the RWV-Control (F = 1540.68, P < 0.0001). Similarly, extracellular glutamine ( Figure 1 D) was not significantly different at hours 0 (F = 2.251, P = 0.208) or 14 (F = 0.669, P = 0.459), but LSMMG had significantly lower glutamine at hour 6 (F = 282.056, P < 0.0001). These results suggest that the  S. marcescens  in LSMMG are consuming extracellular glutamine and asparagine more quickly during the active growth phase of the culture, which is consistent with the increase in growth that we see in LSMMG-reared bacteria in rich media [ 11 ]. Taken together, the almost 40-fold overexpression of the  asnB  gene in LSMMG coupled with the overexpression of the asparaginase subunits ( Figure 1 B), along with the increased consumption of asparagine ( Figure 1 C), indicated that the asparagine pathway was likely to play a significant role in the phenotypic changes observed in  S. marcescens  under reduced gravity LSMMG conditions. 2.2 S. marcescens  growth is affected by L-asparaginase treatment in vitro under simulated microgravity conditions Since we saw an increase in asparagine consumption with LSMMG treatment, we studied whether the depletion of exogenous L-asparagine using the enzyme L-asparaginase would negatively influence growth in LSMMG. When  S. marcescens  was grown in LSMMG with asparaginase, growth was significantly lower than the LSMMG without asparaginase at hours 18 (P = 0.034), 21 (P = 0.0004), and 24 (P = 0.0008) of growth ( Figure 2 B). For the RWV-Control sample, asparaginase reduced growth only at hour 15 (P = 0.031), but not at any other timepoints. The LSMMG + asparaginase growth was significantly lower than the RWV-Control at hour 18 (P = 0.0296) but was not significantly different from the control at any other time point ( Figure 2 B). These results provide evidence that L-asparaginase reduces the growth of  S. marcescens  in the LSMMG condition compared to the control, but does not significantly impact growth in the control samples, suggesting that the growth-suppressive effect of L-asparaginase is LSMMG-specific. Figure 2 Exogenously added L-asparaginase can inhibit growth of LSMMG-treated bacteria and reduce host-lethality. A) The breakdown of asparagine catalyzed by the asparaginase enzyme. B) The starting concentration of 1 × 10 8  CFU of  S. marcescens  was placed in a 10 mL rotating wall vessel at 37 °C in LB media. One hundred microliters of L-asparaginase was added to the growth media, and growth of bacteria estimated by absorbance at 600 nm was measured every 3 h. L-asparaginase addition in vitro reduces the rate of growth most significantly in the LSMMG samples. Error bars represent one standard error. C and D) Bacteria were grown in RWV with LB media only. After 24 h of growth, bacteria were fixed in 20% glycerol for injections. Flies were injected with  S. marcescens . One hour after infection, flies were then injected with a treatment of L-asparaginase, or sterile water (no treatment). The LSMMG bacteria kills flies at a lower rate when L-asparaginase is injected in vivo (C) and similarly in vivo injected L-asparaginase does not impact survival of the RWV-Control (D). (The statistical results for the comparisons shown in Figures 2C and 2D are included in  Table 1 .) Figure 2 Table 1 Results of the proportional hazards survival model for the asparaginase treatment injections ( Figure 2 ). ‘Ratio’ refers to the ratio of the hazard rates corresponding to the conditions described by Level 1 and Level 2, respectively. This value can be interpreted as a magnitude of differences in survival between Level 1 and Level 2. Hours 1–24 refers to the full analysis of all 24 data points for the survival experiment, 24 h total. Hours 12–24 refers to the final 12 h of the experiment, which is when the majority of the death in the survival analysis occurs. This distinction is made due to the effects of the treatment being applied in this experiment, which has the strongest effect during this time period. Table 1 Level1 Level2 Risk Ratio Prob > Chisq Hours 1–24 Post-infection 1g-water 1g-asparaginase 1.3352328 0.3485 LSMMG-asparaginase 1g-asparaginase 5.5078408 <.0001∗ LSMMG-asparaginase 1g-water 4.125004 <.0001∗ LSMMG-water 1g-asparaginase 5.5609204 <.0001∗ LSMMG-water 1g-water 4.1647571 <.0001∗ LSMMG-water LSMMG-asparaginase 1.0096371 0.9766 Hours 12–24 Post-infection 1g-water 1g-asparaginase 1.4371124 0.3784 LSMMG-asparaginase 1g-asparaginase 1.4095858 0.4001 LSMMG-water 1g-asparaginase 4.1156768 0.0018∗ LSMMG-water 1g-water 2.8638518 0.0134∗ LSMMG-water LSMMG-asparaginase 2.9197774 0.0197∗ 1g-water LSMMG-asparaginase 1.0195281 0.9627 2.3 Injection of LSMMG  S. marcescens  with in vivo L-asparaginase treatment reduces lethality in the  D. melanogaster  host Next, since the synthesis of asparagine by  S. marcescens  was closely linked with LSMMG treatment, we investigated whether L-asparaginase could mitigate increased virulence of LSMMG-reared pathogens after injection into a host as measured by host mortality. To do this, LSMMG or RWV-Control-treated  S. marcescens  were injected into  D. melanogaster  hosts, and the infected hosts were then injected again with L-asparaginase 1 h after bacterial infection. There was no difference in overall fly survival between the LSMMG and the LSMMG + asparaginase treatment in the early part of the survival curve indicating that there was no harmful effect from asparaginase injections of the host ( Figure 2 C, P = 0.0976). However, when the survival curve was analyzed for the latter half of the experiment (12–24 h) when the majority of the host death typically occurs from an  S. marcescens  infection, then there was a significant difference in survival with and without asparaginase treatment. We demonstrated that the LSMMG-injected flies died faster than the LSMMG with asparaginase treatment ( Figure 2 C, Risk Ratio = 2.92, P = 0.0197). There was no difference between the RWV-Control with water or with asparaginase ( Figure 2 D, Risk Ratio = 1.33, P = 0.348). For the complete result of this statistical analysis, please see  Table 1 . These results indicate that the addition of exogenous asparaginase into the host, during infection with  S. marcescens,  can inhibit the increased  S. marcescens  virulence that is associated with reduced gravity treatment of the microbe ( Figure 2 C). L-asparaginase does not prevent host death and does not affect the time-course of host lethality in the RWV-Control bacteria ( Figure 2 D), but it does target the gravity-specific increase in host lethality by  S. marcescens  that we have shown in our previous study [ 11 ]. 2.4 Both aspartate and glutamine supplementation in combination are required in minimal media to recapitulate the asparagine pathway gene expression changes seen in rich media Next, we examined the effect of specific amino acids that are substrates in the asparagine synthesis pathway, on bacterial growth kinetics and gene expression. To do this, we grew  S. marcescens  in a minimal media supplemented with glutamine, aspartate, or both amino acids together, in LSMMG and in the RWV-Control. For all amino acid growth measures, there was no significant difference between the LSMMG and RWV-Control  S. marcescens , except for the aspartate-supplemented sample at 24 h ( Figure 3 D, F = 1.76, P = 0.0023). This suggests that aspartate in isolation is sufficient to stimulate the LSMMG-specific increase in growth. Figure 3 Growth and gene expression changes of LSMMG-treated  S. marcescens  in Davis minimal media supplemented with amino acids. Starting concentration of 1 × 10 8  CFU of  S. marcescens  was placed in a 10 mL rotating wall vessel at 37 °C, containing A) Davis minimal media only, B) Davis minimal media supplemented with 10 mM aspartate and 10 mM glutamine, C) Davis minimal media supplemented with 10 mM glutamine, and D) Davis minimal media supplemented with 10 mM aspartate. Growth was measured every 24 h for 72 h. E) At the end of growth period, gene expression for each sample was measured via qPCR::  L-ap  (L-asparaginase), L-ap1 (L-asparaginase 1),  L-ap2  (L-asparaginase 2),  asnB  (aspara",
  "introduction": "1 Introduction Human pathogens occupy a wide variety of ecological niches, including those in the harsh conditions imposed by spaceflight. Understanding the effects that spaceflight may have on the adaptation and fitness of human pathogens is necessary to predict potential causes of health problems during future missions, where the availability of treatment and prevention options is limited. This is even more important in the context of opportunistic bacterial pathogens, which typically produce benign infections, until they are challenged by certain environmental conditions or when host immune impairments occur, which can then equip them with the ability to cause serious health concerns [ 1 ]. One such environmental condition is spaceflight, which has been demonstrated to convert opportunistic pathogens to primary pathogens, enabling them to take advantage of a compromised immune system that may occur to astronauts during spaceflight [ 2 ,  3 ]. In line with this, there is mounting evidence that primary bacterial pathogens often undergo a diversity of significant phenotypic shifts during spaceflight, including increased antibiotic resistance [ 4 ,  5 ,  6 ,  7 ], increased virulence [ 8 ,  9 ,  10 ,  11 ], and morphological changes associated with pathogenicity [ 12 ]. Despite mounting research in these primary pathogens, much less is known about phenotypic shifts that occur to opportunistic pathogens when exposed to microgravity. Specifically, there is little known about how pathogens may be utilizing nutrients differently in the microgravity environment of space compared to ground microbes, and potentially how these mechanistic changes might be influencing the host immune response during infection. Due to increased nosocomial reports, the human opportunistic bacteria,  Serratia marcescens,  has emerged as a model for studying rapid shifts in virulence and antibiotic resistance [ 13 ,  14 ].  S. marcescens  is a ubiquitous pathogen that occupies a wide variety of habitats and hosts. It can adapt quickly to antibiotics independently and simultaneously, which is likely due to the loss of conserved genetic elements and large genomic diversity among strains [ 14 ,  15 ,  16 ]. Furthermore,  S. marcescens  was found aboard the spacecraft Mir, and in condensed water aboard the International Space Station [ 17 ,  18 ]. Therefore, this ubiquitous pathogen should be monitored closely for spaceflight-induced changes that may pose a threat to immunocompromised astronauts that are more susceptible to opportunistic pathogens and especially considering the complications with antibiotic resistance [ 2 ,  18 ]. Research in our laboratory has demonstrated that there is a significant shift in virulence with  S. marcescens  (Db11) after spaceflight. When cultured aboard the International Space Station,  S. marcescens  Db11 killed healthy ground-reared  Drosophila melanogaster  hosts significantly faster than an identical control of the bacteria that was cultured o",
  "methods": "4 Methods 4.1 D. melanogaster  fly strains Fly lines were maintained in a 12-hour light-dark cycle on cornmeal-agar media (torula yeast, dextrose, cornmeal, agar, Tegosept, propionic acid, ethanol) at ambient temperature (∼24 °C). Fly line used in this study was obtained from the Bloomington Stock Center,  w 1118  (#3605). 4.2 Growth of  S. marcescens  Db11 in rotating wall vessel (RWV) S. marcescens  Db11 were taken from stock cultures frozen at -80 °C in Copan Cryovials and were grown in sterile 50 mL conical tubes at 37 °C in liquid LB media containing 100 μg/mL streptomycin for 24 h. Liquid subcultures were then diluted down to A600 of 0.100 in LB media and loaded into a sterile 10 mL rotating wall vessel (Synthecon). The RWV simulates microgravity by rotating at a speed and orientation which keeps cells suspended in liquid without bubbles and simulates the weightlessness that cells experience during spaceflight [ 24 ] and this is referred to as the LSMMG treatment. When using the RWV to induce LSMMG, the vessel is rotated with an axis of rotation that is perpendicular to the orientation of the gravity vector and the rotation offsets the sedimental effects of gravity and keeps the cells in continuous suspension (LSMMG). In contrast, in the control orientation (RWV-Control), the axis of rotation is parallel to the gravity vector and does not offset the sedimentation induced by Earth's gravitational force. Thus, in the RWV-Control, the cells can settle at the bottom of the container and experience Earth gravity (1g), thereby acting as a control for any potential biological effects of the container vessel itself [ 19 ]. Air bubbles were removed from the vessel and vessels were sealed. Pairs of RWV were then placed in either vertical (simulated microgravity) or horizontal (normal gravity, or RWV-Control) orientation at 37 °C and rotated at 25 rpm (as in Nickerson et al. [ 19 ]). Samples were grown for 24 h to ensure that stationary phase was reached. 4.3 Asparagine and glutamine quantification At 6 and 14 h of growth, 200 μl of sample was taken from the RWV using a sterile 2 mL syringe, and the sample was used per manufacturer protocol to estimate abundances of L-asparagine and L-glutamine. The sample removed from the RWV was replaced with sterile PBS, and any air bubbles were removed before resuming rotation. The entire sample removal procedure took less than 5 min. For enzymatic tests, we used the L-Asparagine/L-Glutamine/Ammonia Assay Kit (Megazyme) following the manufacturer's recommendations and using asparagine or glutamine (final concentration 0.6 mM) as substrates. Enzymatic activities were measured by following the disappearance of the NADPH from the buffer along time as an indirect indication of asparagine deamination at 340 nm using a microplate reader (VERSAmax microplate reader, Molecular Devices). Experiments were performed in three independent replicates. 4.4 Growth of  S. marcescens  with L-asparaginase Stocks of Db11 were prepare",
  "results": "2 Results 2.1 The asparagine pathway and extracellular asparagine and glutamine concentrations are affected by simulated microgravity treatment of  S. marcescens Our previous findings have indicated that  S. marcescens  exposed to LSMMG for 24 h grow at a faster rate inside the host after infection and caused increased host lethality in  D.melanogaster  [ 11 ]. First, we looked at several genes involved in flagella formation, membrane-bound proteins, and known virulence genes, and did not see significant upregulation in LSMMG compared to the control bacteria ( Table 3 ). We, therefore, looked at other genes linked to bacterial growth mechanisms and found that genes related to asparagine metabolism were upregulated in LSMMG. More specifically, we found that there was a significant upregulation in  asnB  (asparagine synthetase B), which is a gene that regulates the conversion of aspartate to asparagine using ATP and glutamine ( Figure 1 A,B). Therefore, we evaluated the expression of genes that are important for asparagine and glutamine metabolism. Gene expression analyses showed that the expression level of the gene  asnB  (asparagine synthetase B) was 39.17 fold higher in LSMMG-treated cells relative to the RWV-control (P < 0.0001), as well as a 10.5 fold increase in expression of L-asparaginase ( L-ap , P = 0.054), but there was no significant difference in expression for the other genes tested, although several genes showed a positive trend for expression levels:  L-ap1  (L-asparaginase 1),  L-ap2  (L-asparaginase 2),  iaaA  (isoaspartyl peptidase/L-asparaginase), or  astL  (asparagine tRNA ligase) ( Figure 1 D).  asnB  is a gene that catalyzes the conversion of aspartate to asparagine using ATP and glutamine, and is known to be linked to virulence and antibiotic resistance in bacterial pathogens [ 36 ,  37 ]. The L-asparaginase subunits assist with asparagine catabolism and nitrogen homeostasis [ 39 ], therefore, an overexpression of these genes suggests that there is an increase in asparagine catabolism as part of the overall homeostatic regulation of the asparagine pathway. Figure 1 The asparagine pathway and increased uptake of extracellular asparagine and glutamine from nutrient-rich LB media under simulated microgravity. Measurements of amino acid consumption were performed by removing cells from media by centrifugation and utilizing spectrophotometric analysis with Megazyme™ reagent. A) The asparagine biosynthesis pathway. B) At the end of the growth period of  S. marcescens  in simulated microgravity (LSMMG orientation), gene expression for each sample was measured via qPCR:  L-ap  (L-asparaginase),  L-ap1  (L-asparaginase 1),  L-ap2  (L-asparaginase 2),  asnB  (asparagine synthetase B),  iaaA  (isoaspartyl peptidase/L-asparaginase), or  astL  (asparagine tRNA ligase). Expression values are reported as fold change relative to the RWV-Control orientation and calculated using the ΔΔ Ct method. Specific genes represented by the blue end of the color spectrum indicated gene overexpression and those towards the red end indicated inhibition of gene expression. Error bars represent one standard error. Measurements of C) extracellular asparagine and D) extracellular glutamine were performed at hours 0, 6, and 14 of growth in the rotating wall vessel, with an initial starting concentration of 1 × 10 8  CFU. Figure 1 The observation that  asnB  expression is significantly increased, led us to hypothesize that there is an increased presence of asparagine in LSMMG that may contribute to the increase in pathogen growth rate, and therefore an increase in consumption of glutamine and aspartate in the media. To confirm this, we quantified the rates at which  S. marcescens  utilized extracellular glutamine and asparagine in the nutrient-rich LB media, in order to see whether the consumption rates of these amino acids matched the increased growth of the bacteria in LSMMG. For asparagine measurements ( Figure 1 C), there was no differe",
  "discussion": "3 Discussion In this study, we provide evidence for the importance of nutrient utilization during bacterial growth as a factor for increased host mortality after pathogen growth in LSMMG. Host mortality is a direct measure of pathogen virulence, and therefore an increased rate of host death is one indication of increased virulence of a pathogen [ 40 ]. While there are studies showing an increase in virulence of pathogens after exposure to spaceflight and simulated microgravity, the specific mechanisms that underlie these changes are largely unknown. In our previous study [ 11 ], we found that  S. marcescens  in spaceflight and in LSMMG show an increase in virulence via increased rate of host mortality, and that the  in vivo  growth of the pathogen after infection of the host is higher from both spaceflight and LSMMG treated bacteria. While  in vivo  growth is only an indirect proxy for virulence, faster pathogen growth immediately following infection is often linked to the ability of the pathogen to overcome host immunity and sustain infection [ 41 ,  42 ]. Therefore it was necessary for us to examine in more detail the specific potential mechanisms for increased virulence of  S. marcescens  in LSMMG. First we looked at several genes involved in flagella formation, membrane-bound proteins, and known virulence genes, and did not see significant upregulation in LSMMG compared to the control ( Table 3 ). We therefore looked at other genes linked to bacterial growth mechanisms, and found that genes related to amino acid metabolism were upregulated in LSMMG ( Figure 1 B). We found that several genes within the asparagine synthesis pathway were overexpressed in LSMMG, but specifically saw the largest overexpression, an almost 40-fold increase, in the asparagine synthetase B ( asnB  gene). Asparagine synthetase B is an enzyme that catalyzes the synthesis of asparagine using aspartate, and glutamine as a nitrogen source [ 43 ,  44 ]. The deletion of the  asnB  gene leads to a slow-growth phenotype in the pathogen  Bacillus subtilis , and in most pathogens (including  S. marcescens ) is the main gene involved in asparagine biosynthesis [ 45 ]. This gene has not been implicated previously in  S. marcescens  virulence, but has been shown to mediate virulence and resistance to drugs in other bacterial pathogens [ 36 ,  37 ]. While this gene and others in amino acid uptake pathways are important for growth and division of the cell, they are also important mediators of host-pathogen interactions [ 38 ]. While the host utilizes amino acid metabolism to support defense responses against a pathogen, conversely, the pathogen can modulate amino acid metabolism for its own advantage [ 38 ]. Therefore, amino acid utilization and assimilation mechanisms can be important mediators of infection at the host-pathogen interface, and asparagine metabolism has been linked to virulence and resistance of some pathogens to antibiotics [ 36 ,  37 ,  38 ]. Table 3 Expression valu",
  "conclusion": ""
}