{
  "id": "PMC9258157",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9258157/",
  "title": "Metabolic modeling of the International Space Station microbiome reveals key microbial interactions",
  "authors": "Rachita K. Kumar, Nitin Kumar Singh, Sanjaay Balakrishnan, Ceth W. Parker, Karthik Raman, Kasthuri Venkateswaran",
  "year": "2022",
  "journal": "Microbiome",
  "abstract": "Background Recent studies have provided insights into the persistence and succession of microbes aboard the International Space Station (ISS), notably the dominance of  Klebsiella pneumoniae . However, the interactions between the various microbes aboard the ISS and how they shape the microbiome remain to be clearly understood. In this study, we apply a computational approach to predict possible metabolic interactions in the ISS microbiome and shed further light on its organization. Results Through a combination of a systems-based graph-theoretical approach, and a constraint-based community metabolic modeling approach, we demonstrated several key interactions in the ISS microbiome. These complementary approaches provided insights into the metabolic interactions and dependencies present amongst various microbes in a community, highlighting key interactions and keystone species. Our results showed that the presence of  K. pneumoniae  is beneficial to many other microorganisms it coexists with, notably those from the  Pantoea  genus. Species belonging to the  Enterobacteriaceae  family were often found to be the most beneficial for the survival of other microorganisms in the ISS microbiome. However,  K. pneumoniae  was found to exhibit parasitic and amensalistic interactions with  Aspergillus  and  Penicillium  species, respectively. To prove this metabolic prediction,  K. pneumoniae  and  Aspergillus fumigatus  were co-cultured under normal and simulated microgravity, where  K. pneumoniae  cells showed parasitic characteristics to the fungus. The electron micrography revealed that the presence of  K. pneumoniae  compromised the morphology of fungal conidia and degenerated its biofilm-forming structures. Conclusion Our study underscores the importance of  K. pneumoniae  in the ISS, and its potential positive and negative interactions with other microbes, including potential pathogens. This integrated modeling approach, combined with experiments, demonstrates the potential for understanding the organization of other such microbiomes, unravelling key organisms and their interdependencies. \n Video Abstract Supplementary Information The online version contains supplementary material available at 10.1186/s40168-022-01279-y.",
  "keywords": "Microbial communities, Space microbiome, Community modeling, Network biology, Metabolic networks",
  "full_text": "Background Microorganisms are ubiquitous and exist in diverse communities around us. They form complex dynamic assemblages in every ecosystem, and their interactions shape the biotic and abiotic environments [ 1 – 3 ]. Beyond natural environments such as the soil or the ocean, microorganisms abound in all human habitats, where they directly impact human health [ 4 ]. The human-made International Space Station (ISS) is a unique and controlled system to study the interplay between the human microbiome and the microbiome of their habitats. The ISS is a hermetically sealed closed system, yet it harbors many microorganisms that survive extreme environmental conditions such as microgravity, radiation and elevated CO 2  levels [ 5 – 8 ]. Recent studies have demonstrated the unique link between crew member microbiomes and surface microbiomes on the ISS [ 9 ]. These microorganisms might have been brought into the ISS via routine payloads and astronauts [ 9 ]. Several studies have focused on microbial isolation [ 10 ] and molecular microbial community analyses of the ISS microbiome, through experiments performed on vacuum filter debris [ 11 ], high-efficiency particle arrestance (HEPA) filters [ 12 ,  13 ], the ISS environmental surfaces [ 8 ,  14 ] and astronauts’ microbiome [ 9 ]. A recent report using a shotgun metagenomic sequencing approach on intact cells of the ISS environmental microbiome revealed the succession and persistence of certain microbial populations on the ISS environmental surfaces [ 15 ]. The study posited a dominant, viable presence of Biosafety Level – 2 (BSL-2) pathogens such as  Klebsiella pneumoniae, Staphylococcus aureus, Enterococcus faecalis  and  Salmonella enterica  (Figure S 1 ). K. pneumoniae  is well-known for its ability to cause pneumonia and other nosocomial infections and is largely studied for its known resistance to a wide spectrum of antibiotics, such as carbapenems, and its hypervirulence [ 16 – 20 ]. The present study is motivated by the evidence presented about the dominance of  K. pneumoniae  at multiple locations of the ISS, its succession over time [ 15 ], and the potential clinical implications it could have on the health of the astronauts inhabiting the ISS. Metabolic interactions are a key driver in shaping microbial communities [ 21 ]. Studying these metabolic interactions can be instrumental in understanding the interplay between various microorganisms in diverse communities [ 22 – 24 ]. Genome-scale metabolic modeling is a powerful tool to study and understand microbial metabolism [ 25 ]. These modeling approaches capture in detail, the known metabolic reactions happening in a microorganism, along with the enzymes that catalyze them, representing them in a mathematical form amenable to simulations [ 26 ]. Beyond single microorganisms, metabolic modeling can also be extended to study microbial communities; many paradigms have been developed, including those based on graph theory, and constraint-based modeling, as reviewed elsewhere [ 27 ,  28 ]. In this study, we leverage the metagenome datasets that have captured the microbial composition of the ISS surfaces [ 15 ] to specifically predict how various species in these communities can influence one another’s metabolism, leading to mutually beneficial interactions and stable microbiomes. In particular, we focus our study on  K. pneumoniae  and its coexisting species, to elucidate the possible underlying metabolic interactions that drive the structure of these communities. Through a combination of a systems-based graph-theoretical approach, MetQuest [ 29 ,  30 ], and a constraint-based community modeling approach, SteadyCom [ 31 ], we illustrate the central role of metabolic interactions and dependencies in shaping the ISS microbiome. Methodology In this study, a two-pronged computational approach was adopted to investigate and decipher the prevailing microbial interactions in the ISS. In the first graph-based approach [ 29 ], bipartite graphs were created to represent the metabolic networks of microorganisms taken individually, as well as when in pairs or larger communities. The metabolic networks underlying the organisms were represented as bipartite graphs, where two groups of nodes represent metabolites and reactions, and directed edges connect substrates to reactions and reactions to products. These networks were used to identify possible metabolic dependencies between different microorganisms. In the second constraint-based approach [ 31 ], microbial growth rates were predicted, individually and in communities, to gauge the nature of their interactions, as we describe in the following sections. Figure  1  shows a broad overview of the approach of this study, outlining the steps beginning with the identification of microorganisms coexisting with  K. pneumoniae  to various metabolic network analyses. Fig. 1 Overview of the analysis pipeline. Beginning with identifying a list of microorganisms that coexist with  K. pneumoniae , the genome-scale metabolic models were built using KBase and the extent of benefit derived by each individual microorganism in different scenarios was computed using MetQuest and the Metabolic Support Index (MSI) as a metric. SteadyCom, a constraint-based approach, was also employed here to determine the effect of a microorganism on the growth of another and to further classify the nature of their interactions into their respective types based on the observed change in growth rates Data Microbial abundances associated with samples taken across three flights at eight ISS locations were previously measured using metagenomic sequencing [ 15 ]. Among eight locations, only seven locations yielded measurable metagenomics data. In the present study, the data were further pruned such that only shotgun metagenome sequences associated with propidium monoazide (PMA)-treated samples that recorded a presence of  K. pneumoniae  were retained. The PMA-treatment removed naked DNA and dead cells, thus retaining sequences associated with viable and intact cells only [ 32 ]. Further, only microorganisms that were found to coexist with  K. pneumoniae  with >1% relative abundance at the location were used in this study. For this study, the available whole-genome sequences (WGS) of microorganisms from the ISS ,  which were compatible with KBase [ 33 ] along with reference genomes for the relevant microorganisms taken from the NCBI database, were collected. The RefSeq and GenBank accession identification numbers, along with the underlying reasoning for the choice of these sequences, are provided in Supplementary Table S 1 . Although the relative abundance of  Pantoea  sp. PSNIH2 was >1% in some of the locations considered in this study, as its reference genome sequence was removed from the NCBI database, at the time of this study, this microorganism therefore had to be excluded. Metabolic models were constructed for the 52 microorganisms using ModelSEED [ 34 ]. The detailed process is elaborated in Supplementary Methods M 1 . The details of the reconstructions, templates and information about reaction counts are specified in Supplementary Table S 2 . Predicting metabolic dependencies in the community To investigate the microbial interactions underlying the chosen microbial communities of the ISS, MetQuest [ 29 ], a graph-theoretic algorithm was first employed. Through a novel dynamic-programming-based enumeration, MetQuest assembles reactions into pathways of a specified size producing a given target from a specified set of source molecules (‘seed'). Through a guided breadth-first search, MetQuest can identify all the metabolites that can be traversed from a set of seed metabolites. This functionality was exploited in this study as previously published [ 30 ]. Using this algorithm, the present study presents a top-down view of metabolic dependencies in these communities, beginning with predicting the most supportive families, then the most dependent genera, and finally the beneficial and dependent microorganisms by looking at pairs of potentially interacting microorganisms. In each scenario, the extent of benefit derived was calculated using a measure known as the Metabolic Support Index (MSI) [ 30 ]. This was also extended to measure the possible support an organism derives from (or provides to) a community where it is present, denoted Community Support Index (CSI). The composition of the seed metabolites was chosen so as to incorporate the co-factors and coenzymes that would be present in the environment and required by a living cell, and capture the minimal nutrient content offered by the ISS. The minimal medium of each metabolic model was identified by minimizing the components required to achieve a minimum growth rate of 0.1 h -1 , using built-in functions in COBRApy [ 35 ], namely minimal_medium from the cobra.medium module. This approach was adopted on the premise that each microorganism is capable of individual growth. For each location at each flight, the minimal medium sets corresponding to each constituent microorganism were pooled together to form a consolidated medium. Additionally, a base set of co-factors and coenzymes were added to each of these sets. The same medium was used for both the graph-based and constraint-based analyses. Supplementary Table S 3  contains the list of all such metabolites. Pairwise interactions For a pair of microorganisms,  A  and  B , MSI is calculated as follows: 1 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{MSI}\\left(\\mathrm{A}|\\mathrm{A}\\cup \\mathrm{B}\\right)=1-\\frac{n_{stuck,A\\mid A\\cup B}}{n_{stuck,A\\mid A}}$$\\end{document} MSI A | A ∪ B = 1 - n s t u c k , A ∣ A ∪ B n s t u c k , A ∣ A Here,  n stuck ,  A  ∣  A  ∪  B  refers to the number of stuck reactions in  A , when present in the community alongside  B , while  n stuck ,  A  ∣  A  refers to the number of stuck reactions in  A , when it is present in isolation. Individual bipartite graphs were constructed ( n  = 52), and the stuck reactions were first determined for every individual microorganism in the dataset, using the MetQuest algorithm as described above, which provided insight into the intrinsic metabolic capabilities of each individual microorganism. Following this, for every pair of coexisting microorganisms that may potentially interact, bipartite graphs were constructed for the two-member community ( n  = 426), and the stuck reactions were determined for each constituent member of each community, in a flight-location-specific approach ( n  = 761), to derive the effect of its partner by virtue of being in this community, through the calculation of the MSI. Building further on these interactions, as captured by the MSIs between various microbial pairs, microbial association networks were constructed and visualized using Cytoscape [ 36 ]. These networks capture the extent to which a microorganism is able to relieve the stuck reactions of another through metabolic exchanges. Higher-order interactions The enhancement of metabolic capabilities rendered by a microorganism(s) by virtue of it thriving in a community was derived from the MSI, here referred to as the community support index (CSI). The CSI, denoted  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${CSI}_{A\\to \\tilde{A}}$$\\end{document} CSI A → A ~  throughout this manuscript, was calculated as the fraction of reactions relieved in the rest of the community over the reactions ‘stuck’ in the same in the presence of the microorganism. For a community  X  and an inhabitant microorganism, or family of microorganisms,  A , the effect of  A  on the rest of the community  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\tilde{A}$$\\end{document} A ~  = ( X  −  A ), where  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\tilde{A}$$\\end{document} A ~  denotes the rest of the community  X  devoid of microorganism/family  A , is computed as follows: 2 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{CSI}\\left(\\tilde{A}|\\mathrm{X}\\right)=1-\\frac{n_{stuck,\\tilde{A}\\mid X}}{n_{stuck,\\tilde{A}\\mid \\tilde{A}}}$$\\end{document} CSI A ~ | X = 1 - n s t u c k , A ~ ∣ X n s t u c k , A ~ ∣ A ~ Here,  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${n}_{stuck,\\tilde{A}\\mid \\tilde{A}}$$\\end{document} n s t u c k , A ~ ∣ A ~  refers to the number of stuck reactions in the community  X  without microorganism  A  for the given set of seed metabolites. A reaction is considered stuck when it does not have the necessary precursors for the reaction to happen. In other words, these are reactions that cannot occur under the present conditions, without extraneous help in terms of other metabolites from other microorganism(s), or the environment itself. Similarly,  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${n}_{stuck,\\tilde{A}\\mid X}$$\\end{document} n s t u c k , A ~ ∣ X  refers to the number of reactions in  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\tilde{A}$$\\end{document} A ~  that remain stuck, even in the presence of  A . We consider only internal reactions (as against transport or extracellular reactions) while computing these numbers. For each of the sites considered in this study, bipartite graphs were first constructed ( n  = 129) for communities devoid of one constituent microorganism, and their respective stuck reactions were determined in the appropriate environment (i.e., the seed metabolites described above and listed in Supplementary Table S 3 ). This approach provided insight into the intrinsic metabolic capabilities of each community devoid of that microorganism. Following this, a total 11 bipartite graphs were constructed, taking into consideration all inhabitant microorganisms of a particular site. The stuck reactions were determined for each community to gather the effect of the interactions by calculating the  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${CSI}_{A\\to \\tilde{A}}$$\\end{document} CSI A → A ~ . A  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${CSI}_{A\\to \\tilde{A}}$$\\end{document} CSI A → A ~  of unity indicates that  A  completely supports  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\tilde{A}$$\\end{document} A ~  and relieves all its stuck reactions, whereas a value of zero indicates that  A  has no effect on  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\tilde{A}$$\\end{document} A ~ . Microorganisms could potentially be metabolically similar, and therefore redundant to the community, offering little or no metabolic support individually. Therefore, microbial interactions were also studied by grouping them by their respective families ( n  = 7), at each location. The metabolic support provided by groups of microorganisms (e.g., a family) can be readily computed by replacing  A  in  X  −  A  with the set of microorganisms comprising the family in Eq. ( 1 ). It is also possible to estimate the community benefit, in terms of enhancement of metabolic capabilities, an individual microorganism might receive by virtue of it thriving in a community. Here, the CSI, denoted  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${CSI}_{\\tilde{A}\\to A}$$\\end{document} CSI A ~ → A , was calculated as the fraction of reactions relieved in the microorganism when in a community assemblage over the reactions stuck in the individual. For a community  X  and an inhabitant microorganism  A , the effect of the rest of the community  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\tilde{A}$$\\end{document} A ~  on  A  is computed as follows: 3 \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\mathrm{CSI}\\left(\\mathrm{A}|\\mathrm{X}\\right)=1-\\frac{n_{stuck,A\\mid X}}{n_{stuck,A\\mid A}}$$\\end{document} CSI A | X = 1 - n s t u c k , A ∣ X n s t u c k , A ∣ A The  \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${CSI}_{\\tilde{A}\\to A}$$\\end{document} CSI A ~ → A  thus captures the ‘benefit’ a microorganism or a group of microorganisms receives from another microorganism or group, by virtue of its stuck reactions being relieved via metabolic exchanges with its coexisting microorganisms. For clarity, all CSIs and MSIs have been represented as percentages. Determining the nature of interactions Microbial interactions have major relevance in building and shaping the community. Based on the effects a microorganism has on another, the interactions can be categorized into six types, namely amensalism, commensalism, competition, neutralism, mutualism and parasitism [ 37 ]. The present study",
  "introduction": "",
  "methods": "Methodology In this study, a two-pronged computational approach was adopted to investigate and decipher the prevailing microbial interactions in the ISS. In the first graph-based approach [ 29 ], bipartite graphs were created to represent the metabolic networks of microorganisms taken individually, as well as when in pairs or larger communities. The metabolic networks underlying the organisms were represented as bipartite graphs, where two groups of nodes represent metabolites and reactions, and directed edges connect substrates to reactions and reactions to products. These networks were used to identify possible metabolic dependencies between different microorganisms. In the second constraint-based approach [ 31 ], microbial growth rates were predicted, individually and in communities, to gauge the nature of their interactions, as we describe in the following sections. Figure  1  shows a broad overview of the approach of this study, outlining the steps beginning with the identification of microorganisms coexisting with  K. pneumoniae  to various metabolic network analyses. Fig. 1 Overview of the analysis pipeline. Beginning with identifying a list of microorganisms that coexist with  K. pneumoniae , the genome-scale metabolic models were built using KBase and the extent of benefit derived by each individual microorganism in different scenarios was computed using MetQuest and the Metabolic Support Index (MSI) as a metric. SteadyCom, a constraint-based approach, was also employed here to determine the effect of a microorganism on the growth of another and to further classify the nature of their interactions into their respective types based on the observed change in growth rates Data Microbial abundances associated with samples taken across three flights at eight ISS locations were previously measured using metagenomic sequencing [ 15 ]. Among eight locations, only seven locations yielded measurable metagenomics data. In the present study, the data were further pruned such that only shotgun metagenome sequences associated with propidium monoazide (PMA)-treated samples that recorded a presence of  K. pneumoniae  were retained. The PMA-treatment removed naked DNA and dead cells, thus retaining sequences associated with viable and intact cells only [ 32 ]. Further, only microorganisms that were found to coexist with  K. pneumoniae  with >1% relative abundance at the location were used in this study. For this study, the available whole-genome sequences (WGS) of microorganisms from the ISS ,  which were compatible with KBase [ 33 ] along with reference genomes for the relevant microorganisms taken from the NCBI database, were collected. The RefSeq and GenBank accession identification numbers, along with the underlying reasoning for the choice of these sequences, are provided in Supplementary Table S 1 . Although the relative abundance of  Pantoea  sp. PSNIH2 was >1% in some of the locations considered in this study, as its reference genome sequence was",
  "results": "Results Data acquisition and genome-scale metabolic network reconstruction According to the data published by Singh et al. 2018 [ 15 ], among the PMA-treated samples, reads of  K. pneumoniae  were detected in a total of 11 sites—locations #1, #2, and #5 in Flight 1; location #5 in Flight 2; and locations #1, #2, #3, #4, #5, #7, and #8 in Flight 3 (Fig.  2 ). The relative abundances of microorganisms were calculated at the respective sites, and upon further pruning of this data to include solely those with >1% abundance, a total of 50 different strains of microorganisms that coexist with  K. pneumoniae  at varied locations and time points were chosen for further study. Fig. 2 Locations with a recorded viable presence of  K. pneumoniae . The figure describes the locations of the ISS at which  K. pneumoniae  was detected from the respective PMA-treated samples, and also features its coexisting microorganisms that inhabit the location at >1% relative abundance. The networks have been drawn on Cytoscape for all three time points of the study by Singh et al. 2018: Flight 1 (F1), Flight 2 (F2) and Flight 3 (F3). The octagonal location nodes have been color coded according to the ISS Node they belong to. Locations #1, #2 and #3 belong to Node 3; locations #4 and #5 to Node 1; location #6 (not shown here) to PMM and location #7 to the US Laboratory. The microbial nodes have been color-coded such that those existing at more than one location with  K. pneumoniae  are shown in grey, implying that a microorganism found in a large number of locations (such as  K. pneumoniae  in F3) will be filled with a darker shade of grey Analysis of the diversity of these microorganisms at each of these locations over time (Fig.  2 ) reveals the following trends. In Flight 1, among the three locations that were colonized by  K. pneumoniae , there was an observed dominance of fungi in location #1,  Enterobacteriaceae  in location #3, and  Erwiniaceae  in location #5. In Flight 2,  K. pneumoniae  was documented to be present only in location #5, coexisting with extant and dominant  Erwiniaceae , a member from the  Enterobacteriaceae  family and another from the  Paenibacilleae  family. In Flight 3 however,  K. pneumoniae  spread across the ISS, inhabiting nearly all sampled locations. Additionally, many more members of  Erwiniaceae , specifically the  Pantoea  genus, emerged into view at a majority of these locations, as shown in Fig.  2 . Further, with the exception of  A. niger  and  Rhodoturula  sp. strain JG-1b, all fungi considered in the dataset appear to be concentrated in location #3. Location #3 is also dominated by a large number of  Staphylococcaceae . The list of microorganisms, along with their relative abundances at each location in each flight, is provided in Supplementary Table S 4 . Enterobacteriaceae  are pivotal contributors to community metabolism Through a ‘leave-one-out’ approach, microorganisms were knocked out one at a time from the community to estimate the extent of benefit provided by that single microorganism to the remaining coexisting microorganisms. From the analysis, it was evident that some microorganisms do have an influence on the metabolic capabilities on the rest of the community, albeit low in most cases. Notable among these, were  P. rubens  at location #3 during Flight 3 ( \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${CSI}_{A\\to \\tilde{A}}$$\\end{document} CSI A → A ~  = 1.15%), and at locations #2 ( \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$${CSI}_{A\\to \\tilde{A}}$$\\end{docum",
  "discussion": "Discussion In this study, we used a metabolic perspective to analyze the ISS microbiome with a focus on  K. pneumoniae , a BSL-2 human pathogen, and its coexisting microorganisms. In our two-pronged approach, we first used a graph-theoretical approach to unravel the metabolic interdependencies in the microbiome, and we further complemented this with constraint-based analyses, to identify the consequences of microbial interactions on growth. We begin by looking at higher-order interactions in the community and further delve deeper and look at pairwise interactions that have been previously shown to be major drivers of community dynamics [ 41 ]. We traverse three taxonomic levels—family, genus and species and provide insights into the keystone species of the community through metabolic network analyses. The key results of this study are four-fold. First, among the families considered, species belonging to the  Enterobacteriaceae  family were often found to be the most beneficial, among the ISS microbiome. Secondly,  Pantoea  species were predicted to be extensively dependent on their coexisting microorganisms. Third, through metabolic network analysis of microorganisms taken pairwise,  K. pneumoniae  was found to be beneficial to many of its coexisting microorganisms, especially to those species belonging to the  Pantoea . Fourth, metabolic interactions in the community broadly fell under the categories of amensalism and parasitism. The parasitic interaction under normal and simulated microgravity between  K. pneumoniae  and  A. fumigatus  was experimentally checked. Even though <7% of the metagenomic reads of ISS environmental surfaces constituted BSL-2 microorganisms, the dominant and persistent human microbial pathogens were  Pantoea, Klebsiella, Staphylococcus, Erwinia  and  Penicillium  [ 15 ] .  Among the ISS surfaces, Zero-G Stowage Rack (Location #5) had more  Pantoea  reads compared to other locations of all flights. When metagenomic reads of all BSL-2 microorganisms were compiled,  K. pneumoniae  was found to be persistent and dominant in Zero-G Stowage Rack of all three flights (Fig.  2 ). In general,  K. pneumoniae  reads were more and dominant in all seven locations sampled in Flight 3. Unlike in Flight 3,  K. pneumoniae  reads were retrieved sparingly in Flight 1 (Cupola and WHC) and Flight 2 (Zero-G Stowage Rack). The cleaning reagent used in ISS consists of benzalkonium chloride, which might be able to eradicate the fungal population; thus fungal succession was not observed, unlike bacterial members which were persistent in the ISS locations examined [ 42 ]. It is also documented that  K. pneumoniae  cells were resistant to the quaternary ammonium compound concentration used as cleaning agents in ISS [ 43 ]. On applying graph-theoretical algorithms and surveying the microbiome at multiple levels, we predicted that among the families in the dataset, members of the  Enterobacteriaceae  family were perhaps the most beneficial to other ",
  "conclusion": "Conclusion In summary, our analyses show the key role played by  Klebsiella  and other  Enterobacteriaceae  in mediating the metabolic interactions taking place between microorganisms in the ISS. Metabolic modeling, through a combination of graph-theoretic approaches and steady-state constraint-based modeling, paints a more comprehensive picture of possible microbial interactions, which are as yet inscrutable to this extent by experimental approaches. Our results point towards key dependencies of microorganisms in various locations on the ISS and can pave the way for possible interventions that may rely on targeted disinfection of surfaces aboard the ISS. Our approach also underscores the importance of complementary modeling approaches in dissecting a fairly complex microbiome and understanding various possible interactions. Our methodology is fairly generic and can be readily extended to predict microbial interactions in other interesting milieu and generate testable hypotheses for wet lab experiments, as we have demonstrated in this study with  Klebsiella and Aspergillus  species."
}