{
  "id": "PMC9583032",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9583032/",
  "title": "Routine omics collection is a golden opportunity for European human research in space and analog environments",
  "authors": "Henry Cope, Craig R.G. Willis, Matthew J. MacKay, Lindsay A. Rutter, Li Shean Toh, Philip M. Williams, Raúl Herranz, Joseph Borg, Daniela Bezdan, Stefania Giacomello, Masafumi Muratani, Christopher E. Mason, Timothy Etheridge, Nathaniel J. Szewczyk",
  "year": "2022",
  "journal": "Patterns",
  "abstract": "Summary Widespread generation and analysis of omics data have revolutionized molecular medicine on Earth, yet its power to yield new mechanistic insights and improve occupational health during spaceflight is still to be fully realized in humans. Nevertheless, rapid technological advancements and ever-regular spaceflight programs mean that longitudinal, standardized, and cost-effective collection of human space omics data are firmly within reach. Here, we consider the practicality and scientific return of different sampling methods and omic types in the context of human spaceflight. We also appraise ethical and legal considerations pertinent to omics data derived from European astronauts and spaceflight participants (SFPs). Ultimately, we propose that a routine omics collection program in spaceflight and analog environments presents a golden opportunity. Unlocking this bright future of artificial intelligence (AI)-driven analyses and personalized medicine approaches will require further investigation into best practices, including policy design and standardization of omics data, metadata, and sampling methods.",
  "keywords": "multiomics, European Space Agency, commercial spaceflight, personalized medicine, International Space Station, longitudinal monitoring, GDPR, astronaut ethics, biobank, artificial intelligence",
  "full_text": "Introduction In 1978, Vladimír Remek of the Czech Republic became the first human from the European Union to cross the boundary into outer space. Since then, astronauts from an array of European countries have followed suit ( Figure 1 A), with many of these trips occurring on board the International Space Station (ISS) since its first occupation at the turn of the millennium. Despite a steady increase in the number of European astronauts venturing beyond Earth ( Figure 1 B), astronauts remain a relatively scarce population. Each astronaut, therefore, presents a rare and unique opportunity to directly study the impact of spaceflight on the human body, mind, and spirit. Additionally, with the emergence of commercial spaceflight, and European citizens already flying to space via these programs (e.g., Axiom Mission 1 and Blue Origin NS-16), there is an emerging opportunity to expand the population of European human subjects who can be studied in space. 1  The spaceflight environment is characterized by simultaneous exposure to stressors, including cosmic radiation, altered gravity, isolation, and confinement within a closed environment. 2  Additionally, demand on the human body changes dynamically throughout different time points within a typical spaceflight mission, including pre-flight training, launch, extravehicular activity (EVA), landing, and post-flight rehabilitation. Figure 1 European astronaut population The distribution and population of European astronauts who have crossed the Kármán line (as of 9/20/21). (A) Geographically highlights the range of nationalities of European astronaut. (B) Shows the cumulative population of European astronauts over time, based on astronauts’ first mission into outer space. To date, studies of astronauts have shown that long-duration spaceflight induces multisystem physiological deconditioning, such as degradation of muscle and bone, 3 , 4  and detrimental changes to the eye, known as spaceflight-associated neuro-ocular syndrome (SANS). 5  However, the precise mechanisms behind these responses are yet to be fully understood, largely due to the pace and practicalities of conducting comprehensive molecular studies in astronauts. Biological changes and associated medical risks during spaceflight missions, including in the commercial spaceflight setting, have recently been reviewed elsewhere. 1 , 2 , 6  The European Space Agency (ESA) and other space agencies have historically taken two complementary approaches to accelerate the understanding of molecular causes of biological changes in astronauts: translational research and space analog research. Translational research utilizes model organisms, including rodents, for molecular studies in space, 7  with the aim of understanding and countering detrimental physiological changes in astronauts. Space analog research utilizes facilities on Earth, which enable one to study individual aspects of the spaceflight environment without having to conduct studies in space. In the context of human research, this can include studying inactivity via bedrest studies and isolation via use of remote research stations, such as Concordia. 8 At the 2022 European Space Summit, the European Association of Space Explorers called for the development of European vehicles for transporting humans into space. Irrespective of whether or not this becomes a near- to medium-term reality, not only will ESA astronauts continue to regularly fly to the ISS but also they will fly in future exploration missions with international partners. One such example is the Artemis 2 mission to the moon, which could occur as early as 2025. The new generation of spacecraft used for these missions is likely to have highly limited cargo capacity; therefore, countermeasures, such as the Advanced Resistive Exercise Device (ARED), used on board the ISS to suppress muscle and bone loss, may not be suitable. 9  Additionally, during these exploration missions, astronauts will venture beyond low Earth orbit (LEO) for the first time since the end of the Apollo program in 1972. Within LEO, the Earth’s magnetosphere provides partial protection against radiation; thus, humans venturing beyond this will experience greater exposure to solar particle event radiation and ionizing galactic cosmic radiation. 2 , 10 , 11  Although there is a lack of data on the molecular effects of the beyond LEO environment, an increase in radiation-associated health risks is almost a certainty. 12 ,  13 ,  14  Further considerations of future missions beyond LEO include health risks associated with unprecedentedly long-duration missions, lunar dust, 15  and EVA. 2  To the latter point, in the case of a Mars mission, the crew would likely need to safely perform EVA tasks in partial gravity (0.38  g ) following long-duration spaceflight, without the extensive rehabilitation support available on Earth. 9 , 16 With these new spacecraft and mission plans, it will be crucial to assess compatible countermeasures, while also gaining greater insight into the new challenges to human health posed by environments where biological and molecular adaptations remain uncharted. A key challenge for translational research from a European standpoint is that the ESA does not currently have rodent research facilities in space, and it seems unlikely that such facilities will be rapidly developed for future exploration vehicles. Thus, new approaches that do not depend on rodent research facilities should be considered by ESA. In this context, a salient opportunity for space analog research is to harmonize measures and endpoints between research in analog environments and in space, increasing fidelity. For example, the efficacy of new countermeasures could be evaluated in both environments, and the efficacy of rehabilitation following long-duration spaceflight 16  could be studied and improved by testing novel rehabilitation techniques following long-duration bedrest. For these reasons, it could prove cost effective for the ESA to pursue an approach that focuses on improved capabilities for research on astronauts themselves and with increased harmonization of data and endpoint measures obtained in space and analog environments. On Earth, medicine has undergone a revolution through the widespread generation and analysis of multiple omic data types, including genomics, transcriptomics, and proteomics. The strength of omic-based, data-driven approaches is their power to discover unanticipated effects, elucidate molecular mechanisms, and generate novel hypotheses to guide follow-up targeted studies. 17 , 18  In scientific studies on Earth, omic-derived molecular changes are regularly correlated with performance metrics to uncover molecular drivers of physiological change. 19  Omics have also become a valuable tool for clinical practice. For example, the National Health Service (NHS) in the UK (1) routinely offers all newborn babies blood spot test screening for several genomic-based disorders, including sickle cell disease, cystic fibrosis, congenital hypothyroidism, and six inherited metabolic diseases; (2) recently launched a pilot project with Genomics to evaluate incorporating polygenic risk factor data into the clinical risk assessment for cardiovascular disease; and (3) recently approved use of personalized medications for treating cystic fibrosis based on the nature of the mutation(s) present in the patient’s cystic fibrosis transmembrane conductance regulator (CFTR) encoding gene. Furthermore, the COVID-19 pandemic has highlighted how omics can rapidly be employed in combination with clinical data to determine risk of severe disease course, identify potential underlying mechanisms of susceptibility, and identify potential personalized treatments. 20 Although omics have become a significant part of scientific research and standard clinical practice on Earth, for humans in space, omics are a relatively new and untapped technology. Between March 2015 and March 2016, NASA conducted the seminal Twins Study. The study monitored an astronaut during a 1-year mission in space, while the astronaut’s identical twin remained on Earth as a control. Both subjects were comprehensively profiled using multiomic measures across several time points pre-flight, in-flight, and post-flight. Spaceflight-induced changes were detected across multiple systems, with most of these alterations returning to baseline levels post-flight. 21  The longitudinal profiling of the NASA Twins Study and similar profiling on the recent short-duration SpaceX Inspiration4 commercial mission demonstrate that multiomics profiling of astronauts is feasible. Accordingly, NASA has recently announced that they have elected to add omics to the standard measures program for the ISS, which ESA astronauts can opt into. NASA’s standard measures program also routinely collects select physiological measures and select biomarkers from blood and urine; commercial spaceflight missions are similarly exploring these possibilities. For example, the Translational Research Institute for Space Health (TRISH), a partner of NASA’s Human Research Program, recently created a database for commercial spaceflight health data, including crew omics data from the Inspiration4 mission. 22  It is, therefore, important that the ESA also explores these new opportunities, leveraging existing expertise in European spaceflight omics 23  and facilities for human subjects research. To that end, the key question is how best to develop a routine longitudinal omics program for European astronauts and/or European spaceflight participants (SFPs). A routine omics collection program could be viewed as an initiative to develop a high-value data resource, which can be analyzed with ever-evolving big data approaches, thereby improving ESA’s artificial intelligence (AI) readiness. Access to sensitive data collected during the program would need to be controlled so that scientific research is supported, while protecting the rights of the subjects. Such a program could help to elucidate key molecular drivers behind spaceflight health issues, which could lead to improved risk quantification and approaches to spaceflight occupational health. One example of how this could be used is for the development of evidence-based recommendations on training and medical standards for spaceflight; these standards will become especially important as the spacefaring population increases in heterogeneity and begins to include humans with pre-existing conditions. 1 , 6  Furthermore, a routine omics program could be used as a basis for personalized medicine approaches. As an example, researchers have previously found that genetic variations in one-carbon metabolism genes may contribute to susceptibility to SANS in astronauts, 24  and other genomic studies have shown individual variability associated with spaceflight-relevant factors, including bone mineral density and radiation sensitivity. 1  Pre-flight genomic screening of astronauts, therefore, holds potential in developing personalized medicine approaches to risk assessment and countermeasures, including pharmacogenomics and nutrigenomics. 17 , 25 , 26  Pharmacogenomics aims to optimize medication therapy, with respect to the patient’s genomic data, to ensure maximum efficacy with minimal adverse effects. For example, a study of medication on board the ISS found that the metabolism of approximately a third of the drugs in the ISS repository were affected by polymorphic metabolizing enzymes. 27  Through further data collection, cargo could potentially be optimized to only include the best available medication for the individual crewmembers, reducing costs and adverse drug reaction/therapy failure risk. 28  Furthermore, omics could prove valuable for longitudinal health monitoring during spaceflight. For example, TRISH recently suggested that omics could be used alongside other datasets obtained via point-of-care (POC) devices to diagnose approximately one-third of NASA’s list of medical conditions that are of concern for deep-space missions. 29  Finally, discoveries obtained using human-research-derived omics data could benefit health on Earth. For example, the World Health Organization has listed physical inactivity as the fourth leading risk factor for global mortality, estimated to have been responsible for 9% of global premature mortality in 2008. 30  Mechanical unloading of the musculoskeletal system due to microgravity during spaceflight, or due to immobilization or reduced step count in analog environments, induces similar effects to physical inactivity, such as muscle atrophy and altered glucose handling; thus, discoveries and countermeasures developed for astronauts and/or SFPs could prove useful for terrestrial efforts against physical inactivity. Considerations for a European space research routine omics program Designing an appropriate routine omics collection program for European astronauts and/or SFPs requires careful consideration of a number of factors. In this section, we discuss some of the key considerations, including collecting data with AI in mind, which sampling methods and omics data types should be collected based on practicality and perceived scientific return, and which ethical and legal challenges may need to be addressed. AI readiness of omics data and metadata Collecting the same standardized measures routinely from astronauts and/or SFPs across multiple missions would greatly improve the AI readiness of the generated datasets, especially when combined with accompanying standardized metadata, including spacecraft environmental measures (e.g., radiation dosimetry). 7 , 31  One important practical consideration here will be digital storage requirements, because omics experiments generate large volumes of data. Similarly, harmonizing approaches with other space agencies will be important. In this context, there is an opportunity for the ESA to expand collaboration with the Frontier Development Lab, which it currently partners with to assist with AI approaches to Earth Observation and that is also currently partnered with NASA to assist with AI approaches across the entire Science Mission Directorate. In pursuit of AI readiness, it will be important to adhere to guidelines, such as well-implemented FAIR (findable, accessible, interoperable, and reusable) principles where possible, 32 , 33  which could include machine-interpretable file formats, such as standardized processed omic data, 18 , 34  alongside raw data and metadata. In order to further enhance the quantity of data, identical measures could be collected from well-designed, ground-based analog studies, to facilitate comparison and to unlock powerful machine learning (ML) techniques based on transfer learning. With the ever-increasing adoption and utility of AI-based approaches for healthcare and life sciences research, 35  the importance of designing data collection and curation with AI capabilities in mind cannot be overstated. For example, it may eventually be possible to develop omic-based digital twin approaches to be used in applications, such as mission planning and countermeasure design. These approaches could model the physiological impact that mission parameters, such as duration and radiation exposure, may have on individual astronauts. 36 , 37  Although there are a few interesting exceptions, at present, most AI approaches require large volumes of high-quality and domain-relevant training data. 38 ,  39 ,  40  Notably, robust population-based analyses will be particularly challenging to achieve for humans in space, given their rarity. It is, therefore, important to initiate collection and curation of standardized astronaut and/or SFP omics data and metadata as soon as possible, thereby unlocking a future of powerful AI-based omic analyses for personalized medicine approaches and mechanistic discovery. Omic data types A key consideration for implementing a routine omics program will be selecting a panel of omic assays to capture from human subjects. Omics is increasingly being used as shorthand for big data approaches in biology and medicine, with numerous different omic data types and technologies now available at decreasing costs. Different omics data types and technologies offer both overlapping and unique insights into molecular changes within the body. 18  Integrating multiple omic types (i.e., “multiomics”) via systems biology approaches can lead to a more holistic picture of spaceflight-associated molecular patterns. 41  Initial multiomics studies during the NASA Twins mission and SpaceX Inspiration4 mission have opted for a relatively broad approach to assay selection. 21  It makes sense to use findings from these missions to optimize a panel of assays for routine omics. This harmonized approach would also support comparability between data captured via a European routine omics program and these initial international studies. To further support comparability, it also seems logical to collect data types that are prevalent in large-scale terrestrial omic initiatives, such as The Cancer Genome Atlas and the European Genome-phenome Archive. The ability to easily compare astronaut data with terrestrial disease cohorts could allow for the identification of similar patterns, which could aid processes, such as countermeasure design (e.g., omic-based drug repurposing). 42  While collecting the same measures over a long period of time is desirable, some flexibility is to be expected due to the continued evolution of omic technologies. Although coverage of all potential omic types and technologies is beyond the scope of this article, there are a few clear candidates worth noting. The most immediately actionable and cost-effective measure in terms of healthcare will likely be pre-flight genomic screening, 43  such as whole-genome sequencing (WGS). For example, a recent proof-of-concept study by the Mayo Clinic found that pre-emptive use of basic pharmacogenomic testing, alongside participants’ medication history, enabled pharmacists to offer medication improvement opportunities in 56% of participants. 44  Some of the medications involved in the study (e.g., ondansetron, metoprolol, aripiprazole, sertraline, and phenytoin) have been documented as being part of the ISS medication kit. 27  Thus, pre-flight genomic screening could potentially be used to inform medication management and personalized medicine approaches to spaceflight countermeasures. 25  Similarly, microbiomic approaches, such as studying the genomic makeup of microbial communities via metagenomics, are likely to have high clinical relevance for humans in space. Metagenomic analyses of crew samples can be used to study microbiome shifts 2  and potential health consequences, such as viral (e.g., herpes) reactivation and skin rashes; 45 , 46  the addition of environmental samples to study microbial interactions between crew members and the spacecraft environment would also be useful for monitoring crew health (e.g., infectious disease management). 47 , 48  On board the ISS, at least some coverage of metagenomics would likely fall under NASA’s microbial monitoring program. Other candidate omic data types for studying regulatory molecular changes, discovering biomarkers, and designing interventions for spaceflight-associated health risks include transcriptomics, epigenomics, proteomics, and metabolomics 18  ( Figure 2 ). Figure 2 Incorporating omics into astronaut studies Overview of how candidate omic data types for studying and counteracting astronaut health risks interact with one another, the environment, and phenotype. Epigenomics is shown to span several omic data types to demonstrate that environmental exposures and activity occurring at the genomic, transcriptomic, and proteomic levels influence epigenomic status. Adapted from Yu et al. 49  under CC BY 4.0 ( https://creativecommons.org/licenses/by/4.0/ ). Sampling time points Due to the dyna",
  "introduction": "Introduction In 1978, Vladimír Remek of the Czech Republic became the first human from the European Union to cross the boundary into outer space. Since then, astronauts from an array of European countries have followed suit ( Figure 1 A), with many of these trips occurring on board the International Space Station (ISS) since its first occupation at the turn of the millennium. Despite a steady increase in the number of European astronauts venturing beyond Earth ( Figure 1 B), astronauts remain a relatively scarce population. Each astronaut, therefore, presents a rare and unique opportunity to directly study the impact of spaceflight on the human body, mind, and spirit. Additionally, with the emergence of commercial spaceflight, and European citizens already flying to space via these programs (e.g., Axiom Mission 1 and Blue Origin NS-16), there is an emerging opportunity to expand the population of European human subjects who can be studied in space. 1  The spaceflight environment is characterized by simultaneous exposure to stressors, including cosmic radiation, altered gravity, isolation, and confinement within a closed environment. 2  Additionally, demand on the human body changes dynamically throughout different time points within a typical spaceflight mission, including pre-flight training, launch, extravehicular activity (EVA), landing, and post-flight rehabilitation. Figure 1 European astronaut population The distribution and population of European astronauts who have crossed the Kármán line (as of 9/20/21). (A) Geographically highlights the range of nationalities of European astronaut. (B) Shows the cumulative population of European astronauts over time, based on astronauts’ first mission into outer space. To date, studies of astronauts have shown that long-duration spaceflight induces multisystem physiological deconditioning, such as degradation of muscle and bone, 3 , 4  and detrimental changes to the eye, known as spaceflight-associated neuro-ocular syndrome (SANS). 5  However, the precise mechanisms behind these responses are yet to be fully understood, largely due to the pace and practicalities of conducting comprehensive molecular studies in astronauts. Biological changes and associated medical risks during spaceflight missions, including in the commercial spaceflight setting, have recently been reviewed elsewhere. 1 , 2 , 6  The European Space Agency (ESA) and other space agencies have historically taken two complementary approaches to accelerate the understanding of molecular causes of biological changes in astronauts: translational research and space analog research. Translational research utilizes model organisms, including rodents, for molecular studies in space, 7  with the aim of understanding and countering detrimental physiological changes in astronauts. Space analog research utilizes facilities on Earth, which enable one to study individual aspects of the spaceflight environment without having to conduct studies in space. In",
  "methods": "Sampling methods for spaceflight omics collection Below, we introduce various biospecimens and sampling methods for omics data collection ( Figure 3 ). We focus on approaches that have spaceflight heritage. Figure 3 Omic sampling from astronauts The medical invasiveness of different sampling methods for spaceflight omics collection from astronauts or SFPs. Tissue biopsy Biopsies involve the removal of a piece of solid tissue or a sample of cells from the body. Thus, while biopsies present the gold standard for molecular profiling of human physiology, such procedures are invasive in nature, require specialized expertise, are often characterized by localized pain, and naturally carry an increased risk of infection. It is no surprise, therefore, that routine tissue biopsy sampling of astronauts in-flight is lacking, and omic studies in this sense remain constrained to those of cultured human cells flown to space—examples include transcriptomics and/or proteomics of human-induced pluripotent stem cell-derived cardiomyocytes 57  and human intestinal epithelial cells. 58  Given the inherent challenges of human tissue biopsy sampling in space, routine omics data collection from astronauts via this tool is most immediately likely through regular sampling programs pre- and post-flight, particularly for more readily extractable tissue types, such as skin and skeletal muscle. Indeed, in the case of the latter, muscle biopsies have previously been obtained from astronauts post- versus pre-flight to infer human skeletal muscle functional, morphological, biochemical, and, more recently, proteomic changes in space. 3 , 59 ,  60 ,  61  With the application of various omic techniques (transcriptomics, metabolomics, proteomics, epigenomics, etc.) to biopsied skeletal muscle now being commonplace in terrestrial human physiology research, future multiomic analyses of astronaut muscle (and outwardly skin) obtained pre- and post-flight are entirely plausible. The existence of less-invasive (microbiopsy) techniques for sampling skeletal muscle 62  and skin 63  could make routine collection of these tissue types from astronauts during flight a realistic future prospect. In terms of a more immediate scientific return, omics collection via tissue biopsy thus lends itself as a promising tool for better understanding molecular determinants of skeletal muscle and skin responses to the spaceflight environment. Blood As a minimally invasive procedure, blood sampling has long been used as a primary alternative to tissue biopsies (i.e., “liquid biopsy) for molecular characterization of human health on Earth. Given the clear technical and operational advantages of blood versus tissue sampling in the spaceflight environment, blood sampling currently appears to be more viable for longitudinal monitoring of astronaut responses at the molecular level, particularly in flight. Blood samples are thus often collected from astronauts for analyses on Earth, and targeted molecular profiling",
  "results": "",
  "discussion": "",
  "conclusion": "Conclusions Humanity has laid ambitious plans to venture to Mars and establish settlements on other planetary bodies, and commercial spaceflight is gaining rapid traction with the spacefaring population set to quickly increase both in terms of size and diversity. These new endeavors present new challenges for human health in space. Crucially, more data are needed, especially for environmental conditions beyond LEO, where biological and molecular adaptations remain uncharted. Recently the first multiomic profiling studies of astronauts have been performed in the NASA Twins and SpaceX Inspiration4 missions. With their feasibility for spaceflight now demonstrated, these biological big data approaches are primed to transform our understanding of health in space, as they have for health on Earth. Importantly, in addition to elucidating mechanistic understanding of spaceflight-induced physiological deconditioning, these approaches also hold strong potential to improve risk quantification and occupational health in space, such as through the design and deployment of personalized medicine approaches. Thus, routinely applying these same approaches to European human subjects, including participants in analog environments and astronauts and/or SFPs in spaceflight missions, is a golden opportunity. In order to achieve the full potential of these big data approaches, several challenges need to be addressed in a cohesive European fashion. First, how do we best store and ensure collected data are AI ready? Second, which datasets should we collect and when? Third, how do we enable open science approaches while protecting personal data? Although we have introduced the challenges and proposed some options, it is important to achieve European consensus on these questions ( Table 1 ). We propose forming an ESA topical team and/or holding an ESA workshop as a strategic way forward. The goal is to bring together European human omics/data science researchers and human subject researchers "
}