{
  "id": "PMC9746133",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9746133/",
  "title": "Spatial omics technologies at multimodal and single cell/subcellular level",
  "authors": "Jiwoon Park, Junbum Kim, Tyler Lewy, Charles M. Rice, Olivier Elemento, André F. Rendeiro, Christopher E. Mason",
  "year": "2022",
  "journal": "Genome Biology",
  "abstract": "Spatial omics technologies enable a deeper understanding of cellular organizations and interactions within a tissue of interest. These assays can identify specific compartments or regions in a tissue with differential transcript or protein abundance, delineate their interactions, and complement other methods in defining cellular phenotypes. A variety of spatial methodologies are being developed and commercialized; however, these techniques differ in spatial resolution, multiplexing capability, scale/throughput, and coverage. Here, we review the current and prospective landscape of single cell to subcellular resolution spatial omics technologies and analysis tools to provide a comprehensive picture for both research and clinical applications.\n Supplementary Information The online version contains supplementary material available at 10.1186/s13059-022-02824-6.",
  "keywords": "",
  "full_text": "Spatial omics technologies Methods for molecular profiling of single cells in situ, within their native spatial context, are rapidly developing. In recent years, traditional experimental methods, including barcoding with reporters [ 1 ], immunohistochemistry (IHC) [ 2 ,  3 ], and fluorescent in situ hybridization (FISH) [ 4 ,  5 ], have given ways to spatial omics technologies to cover a larger number of transcripts or areas (Fig.  1 ). Broadly, spatial omics technologies vary in their spatial resolution (minimum size of molecular units profiled), coverage (breadth of tissue covered), scale and throughput (number of samples and profiling speed), and multiplexing capacity (breadth of molecular entities profiled simultaneously). Depending on the research question, the profiling methods can be divided into (1) targeted or multiplexed probe- or antibody-based and (2) transcriptome-wide or next-generation sequencing (NGS)-based approaches [ 6 ]. Fig. 1 Typical workflow of spatial omics experiment. Most technologies offer compatibility with flash frozen or formalin-fixed paraffin embedded tissues. If in situ capture-imaging methods are chosen, a customized set of antibodies or probes will be hybridized to acquire or reconstruct images of multiple channels. With sequencing-based methods, barcoded regions within the slide will be captured for library preparation and sequencing. The downstream analyses are similar across technologies; once the signals are normalized, quantified, and pooled for each cell defined by the cell segmentation masks. Standard analyses such as differential expression, cell proportion, and gene set enrichment can be performed. Using spatial information in particular, cell–cell interaction and ligand-receptor analyses can be performed in-depth. Such information can also be used to define neighborhood or domains of tissue microenvironment, depending on the research question. Figure created with BioRender Most spatial omics technologies with subcellular level resolution are performed on slide (in situ) using either microscopy or NGS platforms. Currently, there are over 50 different spatial mapping technologies available. In this review, we focus on the latest technologies that enable investigation of cells at the cellular and subcellular level (less than 10 μm, Fig.  2 A). The history and technical workflow of lower resolution, non-single-cell, spatial omics technologies have been covered previously [ 7 ]. However, at < 10 μm resolution, the cell body and nucleus can be detected for single cell level quantification; with technologies that allow < 1 μm resolution, researchers can then detect a few other large organelles including cytoplasm-membrane distinction; at 200–300 nm, more well-resolved characterizations are possible including mitochondria-, ER-, or Golgi- specific transcript or protein quantifications. At 50 nm ranges, entirely new cellular phenotypes (e.g., movement of organelles and protein trafficking) can be measured. Table  1  highlights available technologies that allow subcellular capture of molecular entities in cells, as well as their technical specifications. Fig. 2 Timeline, type, and specifications of spatial omics technologies.  A  Timeline of all super resolution methodologies from 2010. Color intensity corresponds to the number of technologies published each year, and blue colored techniques are sequencing-based while red colored techniques are multiplexed IHC/IF methodologies. Top and bottom of the red boxes represent non-FISH and FISH based, respectively.  B  Proportions of target types and analysis approaches, where Y quantifies methods detecting given analyte (DNA, RNA, or protein).  C  Comparison of imaging-based technologies. Highest resolution that can be done, some of the super resolution microscopy-based methods were estimated at 50 nm and maximum number of the markers or genes that can be detected in an experiment. Note that depending on the technology, some of them were not optimized yet and can be expanded in future years. Excluded seqFISH + and MERFISH which claims up to 10,000 markers for detection (probe-based method) Table 1 Summary of single cell or subcellular spatial omics technologies. The table only includes single cell or subcellular resolution spatial omics technology, excluding spatial barcoding methods as it loses the organization context (e.g., CITE-seq, ZipSeq, ExSeq, XYZeq, and sci-space). MERSCOPE employs MERFISH as a platform solution. Slide-SeqV2 and DBiT-seq could be near single-cell. The plex numbers are based on the maximum validated or claimed in publications, as of March 2022.  Ab-based  Antibody-based methods (multiplexed spectrometry),  mFISH  Multiplexed FISH (probe-based methods),  NGS  Next-generation sequencing,  SR  Not specified and stated as subcellular resolution; falls within the capacity of resolution microscopy,  WT  Whole transcriptome Technology Type Target Resolution (nm) Year Company Plex FISSEQ NGS RNA 600 2014 FISSEQ 8742 MIBI Ab-based RNA, protein 350 2014 IonPath 40 IMC Ab-based RNA, protein 1000 2014 Fluidigm 37 ChipCytometry Ab-based Protein 500 2019 Canopy 120 MERFISH mFISH RNA 100 2015 Vizgen 10,000 CyCIF Ab-based Protein 110 2015 Rarecyte 261 seqFISH+ a mFISH RNA 100 2016 Spatial Genomics 10,000 STARmap NGS RNA SR 2018 N/A 1020 Phenocycler (CODEX) Ab-based RNA, protein 260 2018 Akoya 100 osmFISH mFISH RNA SR 2018 N/A 48 Slide-seqV2 b NGS RNA 10,000 2020 N/A WT HDST NGS RNA 2000 2019 N/A WT Split-FISH mFISH RNA SR 2020 N/A 317 HybISS mFISH RNA SR 2020 N/A 124 DBiT-seq NGS RNA, Protein 10,000 2020 AtlasXomics WT Stereo-Seq NGS RNA 500 2021 BGI STOmics WT ExSeq NGS RNA 1000 2021 N/A WT Molecular Cartography mFISH RNA 200 2021 Resolve Biosciences 100 Cell DIVE Ab-based Protein SR 2021 Cytiva 60 CosMx c mFISH RNA, protein 50 2022 NanoString Technologies 960 Xenium c mFISH RNA, protein 50 2022 10X Genomics 1000 Visium HD NGS RNA 5000 2021 10X Genomics WT Esper mFISH RNA 260 2021 Rebus Biosystems 30 Seq-scope NGS RNA 600 2021 N/A WT PIXEL-seq c NGS RNA 1000 2021 N/A WT MOSAICA mFISH RNA 100 2022 N/A 60 MICS Ab-based Protein 100 2022 Miltenyi Biotec 100 EEL FISH c mFISH RNA 200 2022 Rebus Biosystems 440 coppaFISH c mFISH RNA SR 2022 N/A 72 a updated version of seqFISH;  b updated version of Slide-seq c In preprint or not publicly available yet Targeted spatial omics methods using antibodies and RNA probes Targeted spatial omics methods are appropriate when there are specific molecular entities of interest to identify cellular states, identity, and function. Antibodies and RNA probes, such as endogenous transcripts or proteins, are the most ubiquitous detection methods (Fig.  1 ). Traditional immunofluorescence (IF) imaging methods can only capture four to five channels at a time, limited by spectral overlap. Using probes or antibodies that contain cleavable linkers for sequential imaging and/or barcoding scheme to distinguish multiple probes imaged simultaneously or within the same wavelength, now researchers can profile more than 50 cellular entities from a single slide. The technologies using antibody panels with sequential rounds of staining, imaging, and bleaching/stripping include: Cyclic ImmunoFluorescence (CyCIF) [ 8 ], iterative bleaching extends multiplexity (IBEX) [ 9 ], multi-epitope-ligand-cartography (MELC) [ 10 ], iterative indirect immunofluorescence imaging (4i) [ 11 ], ChipCytometry [ 12 ], Cell DIVE (multiplexed immunofluorescence, MxIF) [ 8 ], and MACSima Imaging Cyclic Staining (MICS) [ 13 ]. These are generally limited to 30–50 targets due to constraints in tissue integrity, spectral overlap, and spillover (Table  1 ). To further increase the number of antibodies, technologies such as CO-Detection by indiEXing (CODEX) [ 14 ] increase the target breath to 100 by staining a cocktail of DNA-barcoded antibodies. It then uses complementary oligonucleotide probes and comparatively gentle iterative hybridization cycles for detection. Alternative to imaging-based readouts are methods which use mass spectrometry, such as imaging mass cytometry (IMC) [ 15 ] and multiplexed ion beam imaging (MIBI) [ 16 ]. For IMC and MIBI, antibodies are tagged with rare metals, and tissue samples are stained with the whole antibody cocktail. The tissue sample is then ablated with an ionizing laser in a raster fashion, and detection of the rare metals is possible through time-of-flight mass spectrometry, which has much less spectral overlap than optical methods. To avoid nonspecific binding, epitope loss, and tissue degradation, antibody-methods may require further optimization, such as permeabilization or antibody incubation protocols. Using pre-optimized, commercially available antibody panels can significantly reduce this process, although this option is not available for all tissue types. Virtually, all antibody methods capture regions of interest (ROIs) within the tissue slide due to constraints of acquisition time (optical methods) or cost (mass spectrometry-based methods), while providing data that is only relatively quantitative (quantified by relative spectral intensity). A detailed description of these technologies is covered in related manuscripts and reviews specifically focusing on multiplexed methods [ 17 – 19 ]. Similar to antibodies, mRNA probes (specific for sequences of targeted transcripts) can be used to design a panel for targeted spatial profiling. Such approaches have shorter protocols, easier handling, and enable more transcripts (generally few hundreds of transcripts, up to 10,000) to be captured than antibody-based methods [ 20 ]. Different multiplexed RNA FISH methods use slightly different approaches to probe design, imaging, and stripping [ 21 ]. Specifically, high multiplexing is achieved by using spectral barcoding (specific combination of fluorophores each targeting segments of an RNA resolved by microscopy) [ 22 ] and temporal barcoding (multiple rounds of probe hybridization and stripping to create predefined color sequence) [ 23 ]. Recently, the combination of two barcoding methods and more complicated barcoding strategies can increase the number of molecular entities that can be profiled. For example, while seqFISH uses spectral barcoding of genes across four or five fluorophores for each given temporal barcode, seqFISH + adds mRNA-specific sequences to assign a pseudocolor for each spectral barcode (fluorophore). The new seqFISH + technology can now capture 60 pseudocolors instead of 5 per cycle, allowing more than 8000 gene profiles [ 24 ]. Barcoding approaches can generally capture more transcripts than antibody-based methods, but are more sensitive to losses (false-negative signals due to dropout) and tissue degradation between the cycles (Fig.  2 B, C) [ 21 ]. To overcome potential errors and dropouts, most probe-based methods utilize extra hybridization steps added for every few cycles to ensure the rest of the transcripts are detected properly. Current technologies include multiplexed error robust fluorescence in situ hybridization (MERFISH) [ 25 ], molecular cartography [ 26 ], sequential fluorescence in situ hybridization (seqFISH +) [ 24 ], sequent ouroboros single-molecule FISH (osmFISH) [ 27 ], Split-FISH [ 28 ], hybridization-based in situ sequencing (HybISS) [ 29 ], Esper [ 30 ,  31 ], CosMx [ 32 ], Multi Omic Single-scan Assay with Integrated Combinatorial Analysis (MOSAICA) [ 33 ], and combinatorial padlock-probe-amplified FISH (coppaFISH) [ 34 ]. Each technology utilizes slightly different probe length, design methods, and protocols. For example, MERFISH probes hybridize with disulfide bond while seqFISH uses DNAse I treatment to cleave the probes for the following rounds of detection. Although most technologies would give similar results in most cases, factors such as probe length, tissue autofluorescence, tissue degradation, and protocol compatibility need to be considered for optimal results. For example, tissues can have different stability for signals over multiple rounds (or long duration) of enzymatic treatments or temperature variations. Indeed, prior work has shown a range of concordance between various spatial imaging technologies, such as with the GeoMx and Hyperion systems, which showed high correlation for differences in cell types and expression of healthy vs. pneumonia ( r  = 0.699) and different stages of COVID-19 ( r  = 0.630) but lower correlation of expression metrics of COVID-19 vs. healthy patient ( r  = 0.362) [ 35 ]. In general, the probe-based methods are more quantitative than antibody-based methods, as absolute numbers of transcripts are counted as individual dots within each scanned spot. Some probe-based methods can also utilize oligo-conjugated antibodies to incorporate subcellular protein landmarks (i.e., organelles) as well. However, the probe design and library composition are critical and sometimes limiting; some techniques are limited by gene length (transcripts must be > 750 bp), expression levels (highly expressing transcripts can create optical crowding and zero inflation spots called), and isoforms (splicing frequencies may be a source of error but can also target differentially transcribed exons or introns) [ 36 ]. Some of these limitations are an active field of research and can be overcome in several ways if properly accounted for, such as decreasing the binding range (e.g., 25 nucleotides) or overlapping probes to map isoforms. Despite these limitations, there are more published data and analytical software tools already optimized for these targeted technologies (vs. transcriptome-wide methods, described below). Transcriptome-wide spatial omics with NGS platforms In addition to scRNA-seq methods that allow a comprehensive view on the transcriptome of a cell, several methods for spatial profiling of the transcriptome in an unbiased manner have been developed. Earlier methods focused on targeted acquisition of sample subsets for sequencing and used laser-capture microscopy (LCM) and photocleavable marker-based methods, where specific regions marked by surface markers or mRNA probes were collected and sequenced. LCM-seq [ 37 ], geographical position sequencing (Geo-seq) [ 38 ], NICHE-seq [ 39 ], and NanoString GeoMx DSP [ 40 ] are a few additional contemporary examples of this technology. These technologies allow user-directed profiling of specific ROIs with as few as 10 cells, allowing researchers to characterize multiple replicates or tissue types/locations for each sample. Methods that allow single cell or subcellular resolution rely on spatial barcoding and in situ sequencing. Technologies such as fluorescent in situ sequencing (FISSEQ) [ 41 ], spatially resolved transcript amplicon readout mapping (STARmap) [ 42 ], Slide-SeqV2 [ 43 ], deterministic barcoding in tissue for spatial omics sequencing (DBiT-seq) [ 44 ], expansion sequencing (ExSeq) [ 45 ], high-definition spatial transcriptomics (HDST) [ 46 ], Seq-scope [ 47 ], polony (or DNA cluster)-indexed library-sequencing (PIXEL-seq) [ 48 ], and SpaTial Enhanced REsolution Omics-Sequencing (Stereo-Seq) [ 49 ] (and ST, 10X Visium for multi-cell version of the same technology) use grid-like nanoballs or sequencing sites on the slide. The resolutions and chemistry of the sequencing sites vary by technologies, as well as amplification methods. For example, FISSEQ uses rolling cycle amplification (RCA) where a random hexamer reverse transcription (RT) primer gets hybridized for cDNA transcription and amplification; STARmap uses padlock probes to avoid RT and use of RNA template; technologies like HDST, Slide-SeqV2, and DBiT-seq all use Barcode and UMI structures with varying nucleotide lengths optimized for each technique and preferred sequencing platform. The individual spots on these slides are several times smaller than typical mammalian cells, enabling single to subcellular characterization of sequencing reads. Although it may be more costly, in situ sequencing approaches allow whole-slide detection whereas capture-based sequencing methods are more focused on smaller ROIs within the tissue. Because the resolution can be limited by the size of the amplicon hybridized on the slide for sequencing, different strategies to improve the UMI and quality of the reads are currently being explored in these technologies. Also, methodologies to capture total transcriptome (viral, coding, and noncoding RNAs) are also developed, such as spatial total RNA-sequencing (STRS) [ 50 ]. In addition, there are spatial barcoding methods such as CITE-seq [ 51 ], ZipSeq [ 52 ], ExSeq [ 45 ], XYZeq [ 53 ], or sci-space [ 54 ], where additional cellular information such as antibody staining or barcoding is added before pooling for single cell sequencing workflow. Additional single cell features such as cell types or tissue location or compartmentalization can be deduced; however, a precise picture of cellular organization is not yet possible. Inspired by these technologies and to overcome the limitations, multiplexed detection methods of transcriptome and proteome have been developed. Examples include spatial multi-omics (SM-Omics) [ 55 ], Spatial PrOtein and Transcriptome Sequencing (SPOTS) [ 56 ], and spatial co-indexing of transcriptomes and epitopes for multi-omics mapping by NGS (spatial-CITE-seq) [ 57 ]. These technologies combine existing NGS-based methodologies to allow computational reconstruction of spatial full transcriptome and 200 + proteome maps. Although these technologies make use of NGS technologies to cover the full transcriptome while recording large panels of proteins in tissues, the full transcriptome characterizations are still limited by resolution (SM-Omics uses 10X Visium which allows 55 μm resolution), or location detection (SPOTS and spatial-CITE-seq uses CITE-seq, which is an antibody-binding based method, to provide cellular context, not precise locations within the tissue). Other spatial omics technologies for multi-modal study Similar to the spatial omics technologies introduced above, which mainly focus on gene expression profiles (and surface marker proteins), approaches around spatial genomics, metabolomics, metagenomics, and epigenomics are also emerging. Spatial ATAC sequencing can be performed by in situ Tn5 transposition, and probe ligation using microfluidics devices, followed by standard digestion and sequencing for chromatin accessibility profiling [ 58 ,  59 ]. Resolution is limited by the microfluidic channel width (20 μm); however, single cell resolution is less crucial than transcript quantification as the analysis relies on the signals within the nuclear regions. Similarly, specific chromatin modifications can be quantified using Spatial-CUT&Tag that applies CUT&Tag chemistry with microfluidic devices [ 60 ]. Both technologies use deterministic barcoding delivered over the tissue surface through a microfluidic device attached to the slide. The barcodes are delivered twice perpendicularly so that the combinations result in 2D arrayed pixels containing spatial information. Spatial metabolomics techniques such as targeted approaches using antibodies (metaFISH) or untargeted using matrix-assisted laser desorption/ionization imaging mass spectrometry (MALDI-IMS) hold promise for mapping the spatial context of metabolic species and molecular interactions within the native tissue context, but still suffer from trade-offs in spatial resolution or the breadth of molecular entities profiled [ 61 ]. Such added layers of genomic data allow researchers to ask new biological questions. For example, in addition to expression level changes within tissue microenvironment, clonal expansion of specific mutations and spatial co-occurrences can be investigated using spatial genomics such as slide-DNA-seq [ 62 ]. This method is a modified version of slide-seq where DNA sequences are captured with small (3 mm) beads that are spatially indexed, instead of RNA transcripts. Optimized methodologi",
  "introduction": "",
  "methods": "Multi-modal analysis and ML-aided spatial data analysis methods Integration of spatial omics data with other data modalities, such as single-cell RNA or assay for transposase-accessible chromatin (ATAC) sequencing, can enable an even more comprehensive view of cellular systems, by complementing the spatial assays in terms of the number of molecular entities under study and cells profiled. A popular approach to integrate different datasets consists of identifying a subset of variable or “notable” features to serve as anchors across two data modalities. Several methodologies were developed around the integration between different single cell or single nuclei sequencing modalities such as RNA and ATAC. Multi-Omics Factor Analysis (MOFA) introduces a statistical framework for the integration of data modalities, specifically within a common sample space derived from the same sets of cells [ 111 ]. One of the most used software packages for scRNA-seq analysis, Seurat, also has developed methodologies to integrate such modalities as well as antibody-derived tags from cellular indexing of transcriptomes and epitopes by sequencing (CITE-seq) and spatial omics technologies such as Visium, by using weighted nearest neighbors (WNN) analysis. Multimodal omics analysis framework (MUON), which introduces the MuData format compatible across Python, R, and Julia programming languages, provides a shared interface for commonly used methodologies such as MOFA, WNN, and similarity network fusion (SNF) [ 112 ]. Similar framework packages include MultiMAP [ 113 ], linked inference of genomic experimental relationships (LIGER) [ 114 ], inteGrative anaLysis of mUlti-omics at single-cEll Resolution (GLUER) [ 115 ], clustering on network of samples (Conos) [ 116 ], and integrative non-negative matrix factorization (iNMF) [ 117 ], but some of the packages are more focused on specific spatial omics technologies or analysis of single-cell sequencing modalities. Recently, more packages and methodologies, such as Cell2location [ 118 ], CellTrek [ 119 ], multi-modal structured embedding (MUSE) [ 120 ], and Tangram [ 121 ], are being developed specifically to map single cell information to spatial omics analyses. For example, Tangram aligns expression profiles from sc/snRNA-seq to spatial datasets from the same region including MERFISH, STARmap, general smFISH, Visium, and histological images [ 121 ]. Such methods to map other data modalities are also used within spatial omics dataset when gene imputation, an approach used to fill in the missing datapoints due to low detection level, limited number of targets, potential errors or dropouts, or genetic variation are needed [ 122 ]. On the contrary, multi-omics image integration and tissue state mapping (MIAAIM) focuses on integration of different spatial omics modalities that have diverse densities and spatial resolutions [ 123 ]. As most of these software packages only offer methodologies for proper integration of multiple data mo",
  "results": "",
  "discussion": "",
  "conclusion": "Conclusion As spatial omics technologies mature and provide a deeper understanding of the cellular states and functions, spatial epigenomics, metagenomics, and metabolomics will also reveal a great number of biological insights that complement the transcript-level findings. Integration strategies across different molecular classes (for example, integrating metabolomics data with proteomic, transcriptomic, or genomic data) would also be needed. Development of appropriate analysis packages that offers end-to-end solutions for each technology, as well as compatibility with orthogonal platforms is also crucial to increase the usage and application of these technologies. In summary, the spatial omics field has blossomed and radically increased the breadth and resolution of in situ experiments in the past few years. These technologies can now boast detection of more than 10,000 unique gene targets with 50–100 nm spatial resolution. Developments in probe chemistry, image acquisition, and commercialization are driving down costs, transforming spatial omics technologies into a commonplace technique available to all labs, similar to NGS in the 2010s and microarrays in the early 2000s. This unparalleled depth and richness of data leading to spatially intact single cell profiles promises to fuel new discoveries for infectious disease, tumor oncology, and basic science applications like cell signaling, migration, and spatiotemporal-delineated functions. Efforts to introduce three-dimensional, deep-slide scanning, and time series data collection will also continue to propel the field even further in the coming years, revealing novel cellular architectures and entirely new domains of biology."
}