{
  "id": "PMC9701605",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9701605/",
  "title": "Challenges and considerations for single-cell and spatially resolved transcriptomics sample collection during spaceflight",
  "authors": "Eliah G. Overbey, Saswati Das, Henry Cope, Pedro Madrigal, Zaneta Andrusivova, Solène Frapard, Rebecca Klotz, Daniela Bezdan, Anjali Gupta, Ryan T. Scott, Jiwoon Park, Dawn Chirko, Jonathan M. Galazka, Sylvain V. Costes, Christopher E. Mason, Raul Herranz, Nathaniel J. Szewczyk, Joseph Borg, Stefania Giacomello",
  "year": "2022",
  "journal": "Cell Reports Methods",
  "abstract": "Summary Single-cell RNA sequencing (scRNA-seq) and spatially resolved transcriptomics (SRT) have experienced rapid development in recent years. The findings of spaceflight-based scRNA-seq and SRT investigations are likely to improve our understanding of life in space and our comprehension of gene expression in various cell systems and tissue dynamics. However, compared to their Earth-based counterparts, gene expression experiments conducted in spaceflight have not experienced the same pace of development. Out of the hundreds of spaceflight gene expression datasets available, only a few used scRNA-seq and SRT. In this perspective piece, we explore the growing importance of scRNA-seq and SRT in space biology and discuss the challenges and considerations relevant to robust experimental design to enable growth of these methods in the field.",
  "keywords": "spaceflight, RNA-sequencing, transcriptomics, single-cell, spatially resolved transcriptomics, spatial",
  "full_text": "Introduction For decades, the health risks associated with space exploration have been increasingly documented and characterized. For some of these risks, countermeasures have been sufficiently developed to sustain human health in low-Earth orbit, the orbital distance from Earth that includes the International Space Station (ISS). However, as humankind plans for a permanent presence on the moon and seeks to advance to Mars, the limits to our countermeasures and the research gaps that have insofar remained unaddressed will create health challenges that rival the engineering challenges of long-duration space missions. To gain a comprehensive understanding of how spaceflight affects the human body, the molecular responses of the body to spaceflight factors must be robustly profiled. Recent advances in omics technologies have already revolutionized our approach to understanding disease 1 , 2 , 3  and have created new pathways for tackling health challenges on Earth. 4 , 5 , 6  However, the spaceflight environment presents a unique set of factors where the genomic impact is largely unknown. Furthermore, the microgravity and radiation environment of space remains difficult to model on Earth. Therefore, given that the opportunities to study the influence of spaceflight on the human genome have historically been, and still are, limited, it is of paramount importance to perform all omics experiments in spaceflight to the highest standards. The ISS is currently the only research laboratory available off-world and the source of the majority of spaceflight omics experiments performed to date. Most mammalian omics studies aboard the ISS have used  Mus musculus , the standard laboratory rodent, as a model organism. 7  To scale the number of mammalian studies performed in space, NASA launched their rodent research (RR) program in 2014, with the first omics experiment published in the NASA funded GeneLab database in 2015. 8 , 9  Since the program began, the RR program has launched over a dozen missions generating a steady stream of new omics data on a variety of murine tissues and cell systems. These missions have proven essential for understanding the molecular response of terrestrial life to the environmental stressors of space by providing gene expression data for a subset of mouse tissues. These studies have helped illuminate changes within biological systems including the mitochondria, 10  musculoskeletal system, 11  circadian rhythm, 12  and microRNA (miRNA) profiles. 13 The majority of experiments from rodent tissue obtained via the RR missions have been subject to bulk RNA sequencing (RNA-seq), where the whole tissue is homogenized and RNA is extracted. Bulk transcriptomic assays are currently the most common omics assay performed in space biology, with more than 270 transcriptomic datasets available from spaceflight and spaceflight-analogue experiments in the NASA GeneLab database. 7  Of these studies, microarray-based experiments have been used to obtain approximately half of the gene expression data stored in GeneLab. As the cost of next-generation sequencing (NGS) decreased, RNA-seq started to replace microarrays as the predominant method for spaceflight transcriptomic studies. However, given recent advances in the field of genomics, bulk RNA-seq is being displaced by higher-resolution methods rapidly on Earth. State-of-the-art tools can now resolve gene expression at the single-cell level via single-cell RNA-seq (scRNA-seq) 14  or maintain 2D topography via spatially resolved transcriptomics (SRT). 15  While these two types of approaches are becoming standard practice for gene expression research conducted on Earth, the collection protocols for cells and tissues obtained from experiments in spaceflight have not yet been optimized for the application of these methods. In this perspective piece, we present the current status of scRNA-seq and SRT in spaceflight experiments, the optimal tissue preservation protocols that should be implemented to ensure the success of these experiments, and the downstream computational tools that are used to obtain high-resolution gene expression insights. scRNA-seq: Importance to spaceflight and prior ISS study designs In less than a decade, the field of scRNA-seq has matured and produced multiple robust protocols for examining the gene expression of individual cells. This has resulted in a paradigm shift in the field of transcriptomics that has enabled the identification of new cell types, uncovered rare cell populations, revealed cellular heterogeneity, charted cell-lineage trajectories during development and disease, and profiled the perturbation of cellular states. 16 , 17 , 18 , 19 , 20 , 21 scRNA-seq also has great potential when applied to cell systems and tissues exposed to spaceflight. While gene expression changes have been observed in cell systems and tissues, the exact cell populations driving these expression differences have not yet been characterized. For example, large changes in gene expression have been observed in the murine retina, 22  but the differences attributable to specific retinal subpopulations, such as rod photoreceptors, cone photoreceptors, retinal ganglion cells, bipolar cells, amacrine cells, and horizontal cells, have yet to be pinpointed. Similarly, differences in immune function have been observed during spaceflight in the past, 23 , 24 , 25  where the application of scRNA-seq would have enabled further dissection of specific gene expression differences in the cell populations of, for example, peripheral blood mononuclear cells (PBMCs), thymus tissue, and bone marrow. Overall, the possibility of identifying exact cell populations that are dysregulated during spaceflight enables the development of more precise therapeutics and countermeasures. While there is a spectrum of approaches for scRNA-seq that have been applied across ground-based experiments, only two platforms (Chromium by 10X Genomics and Rhapsody Single-Cell Analysis System by BD Biosciences) have been applied to samples flown in spaceflight. 26 , 27  These were applied to two experiments: the second rodent research reference mission (RRRM-2) and the NASA Twins Study. In both, single-cell suspensions were obtained, cells were physically isolated from one another, and polyadenylated mRNA was captured using oligo(dT)s that were uniquely labeled per cell to differentiate mRNA of different cells in the experiment. In the RRRM-2 experiment, 40 mice were flown to the ISS and were part of four distinct groups distinguished by age, duration spent on the ISS, and whether the animal was ISS-terminal or Earth-acclimatized after live animal return (LAR) ( Figure 1 A). A matching set of 40 mice were also housed on Earth to serve as a ground control. Out of the 80 mice between the ground control and spaceflight groups, 16 animals that were part of the LAR group were selected for single-cell sequencing. Single-cell sequencing of spleen tissue, PBMCs, humerus bone marrow, and femur bone marrow was performed using the 10X Genomics Chromium platform. Data for these experiments are publicly available in GeneLab 28 , 29 , 30 , 31  ( Table 1 ) and analysis of these datasets is underway in NASA’s Analysis Working Groups ( https://genelab.nasa.gov/awg/charter ). Figure 1 scRNA-seq datasets from spaceflight samples (A) Design for the rodent research reference mission 2 (RRRM-2) experiment. In RRRM-2, two age groups of mice were launched to the ISS. After 32 days, half of the mice from each age group returned to Earth, where they lived 24 additional days before dissection. This was time-matched with the remaining groups of mice in orbit, which were euthanized and frozen in-flight. Sixteen mice total were selected for scRNA-seq using the 10X Genomics platform. Four cell/tissue types were selected for scRNA-seq, and they each have an associated GeneLab Dataset (GLDS) publicly available: femur bone marrow (GLDS-402), humerus bone marrow (GLDS-403), PBMCs (GLDS-404), and spleen tissue (GLDS-405). (B) PBMCs from human blood were obtained before and after spaceflight on the ISS as part of the NASA Twins Study. Whole blood was obtained using venipuncture into a sodium citrate cell processing tube (CPT) and PBMCs were obtained from the buffy coat after centrifugation of the CPT. Table 1 scRNA-seq datasets from spaceflight ID Link Mission Tissue Organism GLDS-402 https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-402/ RRRM-2 femur bone marrow C57BL/6NTac mice GLDS-403 https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-403/ RRRM-2 humerus bone marrow C57BL/6NTac mice GLDS-404 https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-404/ RRRM-2 PBMCs C57BL/6NTac mice GLDS-405 https://genelab-data.ndc.nasa.gov/genelab/accession/GLDS-405/ RRRM-2 Spleen C57BL/6NTac mice LSDA available upon request to the NASA LSDA NASA Twin Study PBMCs human A complete list of scRNA-seq datasets from samples exposed to spaceflight. Four datasets are from the RRRM-2 mission and are available on GeneLab. One dataset is from the NASA Twin Study and is part of the NASA Life Sciences Data Archive (LSDA). Due to privacy concerns around human genomic data, the Twin Study data is not publicly available but can be requested. The LSDA has a public-facing portal where data requests can be initiated ( https://nlsp.nasa.gov/explore/entryform/lsda_data_requests/lsda_data_requests ). The LSDA team provides the appropriate processes, tools, and secure infrastructure for archival of experimental data and dissemination while complying with applicable rules, regulations, policies, and procedures governing the management and archival of sensitive data and information. The only other published experiment that has used scRNA-seq from a spaceflight study is the NASA Twins Study. 32  In this experiment, a set of identical twins participated in a set of omics assays. One twin served as a ground control and remained on Earth while the other twin spent 340 days aboard the ISS. For scRNA-seq, whole blood was collected via venipuncture into cell processing tubes (CPTs) containing sodium citrate as a preservative ( Figure 1 B). The CPTs were returned immediately to the lab and centrifuged to collect PBMCs. The BD Biosciences Single-Cell Analysis System was used to collect single-cell expression data ( Table 1 ). One important caveat to this study is that there was no in-flight time point, and blood was collected for scRNA-seq pre-launch and post-landing. 13 , 33  The time it takes to return cargo, such as CPTs, to Earth is one of the factors limiting the ease of single-cell experiments. CPTs can be spun-down and frozen before returning to Earth, but this direct freezing process will lyse cells. With cell lysis, it is still possible to generate a sample-wide RNA-seq profile but not at single-cell resolution. To generate single-cell profiles from spaceflight samples, cells will need to be either returned to Earth immediately or cells will need to be preserved using a process that prevents lysis. Spatially resolved transcriptomics: Leveraging legacy samples and steps for proper experimental design prior to spaceflight While scRNA-seq has greatly improved gene expression experiments, it does have one major limitation: the loss of locational information due to breakdown of tissues into single-cell suspensions. This makes it difficult to identify gene expression changes that may correlate with the topology of the tissue and limits our ability to decipher cell-to-cell interactions and microenvironment-level changes. In order to retain locational information, a variety of SRT methods have been developed in recent years (see  Table 2  for a list of recent SRT methods) 15 , 34 , 35  and applied to a range of sample and tissue types. 36 , 37 , 38 , 39 Table 2 SRT methods SRT Technique Sample type Preservation technique Resolution References ISS (padlock probe & RCA) cells and tissue FF or FFPE single cell (transcript level) Ke et al., 2013 40 FISH cells and tissue FF single cell (transcript level) Lubeck et al., 2014 41 Tomo-seq tissue slice FF multiple cells Junker et al., 2014 42 TIVA intact live cells none single cell Lovatt et al., 2014 43 FISSEQ cells and tissue FF or FFPE single cell (Lee et al., 2015) 44 MERFISH/MER SCOPE cells and tissue FF or FFPE single cell (transcript level/100 nm) Moffitt et al., 2016 45 LCM-seq tissue FF or FFPE multiple cells Nichterwitz et al., 2016 46 10X Genomics Visium cells and tissue FF or FFPE multiple cells (55 μm) Ståhl et al., 2016 47 Geo-seq cells and tissue FF or FFPE multiple cells Chen et al., 2017 48 STARmap tissue FF single cell Wang et al., 2018 49 HDST tissue FF near single cell (2 μm) Vickovic et al., 2019 50 DBiT-Seq cells and tissue FF or FFPE near single cell (10 μm) Liu et al., 2020 51 NanoString GeoMx tissue FF or FFPE multiple cells Zollinger et al., 2020 52 SlideSeq2 tissue FF near single cell (10 μm) Stickels et al., 2021 53 BGI scStereo-seq tissue FF single cell (transcript level/500 nm) Xia et al., 2021 54 Resolve Biosciences Molecular Cartography tissue FF single cell (transcript level/200 nm) Groiss et al., 2021 55 NanoString CosMx tissue FF or FFPE single cell (transcript level/50 nm) He et al., 2021 56 An evolving list of SRT methods. Acronyms used: ISS,  in situ  sequencing; LCM-seq, laser capture microdissection; TIVA, transcriptome  in vivo  analysis; HDST, high definition spatial transcriptomics; FF, flash frozen; FFPE, formalin-fixed paraffin-embedded. Note that this list is not extensive, and there are several more SRT approaches available. Preference was given to newly developed or unique methods. Due to various complexities in data collection and analysis, SRT methods are less mature than scRNA-seq methods. Additionally, because of the requirement that tissues remain intact during the SRT workflow, these methods are also more sensitive to the tissue types and structures selected for study. This poses an extra challenge when SRT methods are to be applied to legacy space-flown samples that were collected and stored without planning SRT studies from the start of the missions and their morphology is not fully preserved. For these reasons, we believe improvements can be made in the tissue collection process to better preserve tissue morphology. Specifically, when designing future studies to be performed in spaceflight, where specimens will undergo SRT analysis, experiments should first be optimized on Earth before being translated to experiments performed in space. The overall testing cycle for SRT techniques can be divided into three phases: (1) tissue evaluation, (2) tissue preparation, and (3) 2D RNA analysis. Tissue evaluation will require selection of the proper area of interest of the tissue, which may vary in length, width, and thickness depending on the SRT method of interest. Tissue preparation will require testing to determine the optimal duration of exposure to the fixative agent, which may vary depending on tissue type and method of fixation (e.g., flash frozen [FF], formalin-fixed paraffin-embedded [FFPE] tissue, or a different method). It should be noted that most SRT methods to date have been validated with FF and FFPE tissues ( Table 2 ). The third phase, 2D RNA analysis, will analyze the RNA spatial distribution in the tissue under study by applying one of the SRT methods available at the time of the experiment ( Table 2 ). Due to the scarce availability of tissues flown in spaceflight, it is critical that SRT researchers employ a testing cycle before proceeding to their spaceflight samples. Tissue preservation: Challenges in spaceflight and recommendations for improvement Good sample preservation is instrumental to the application of scRNA-seq and SRT on tissues from spaceflight. This stands in contrast to bulk RNA-seq, where RNA is collected and pooled from hundreds of thousands to millions of cells. The sheer volume of RNA collected from these many cells means that partial tissue degradation can occur and still yield enough RNA for sequencing. The tolerance threshold for RNA degradation is much lower for scRNA-seq and SRT due to the high-resolution nature of these methods, compared to bulk RNA-seq. For scRNA-seq and SRT, sufficient RNA for sequencing must be obtained from a smaller number of cells. RNA is known to degrade quickly and can undergo rapid profile changes and degradation in relatively short periods of time resulting in measurable differences within 5 to 10 min of remaining at room temperature postmortem. 57  Additionally, RNA that is not preserved rapidly is subject to degradation that can create distinct RNA-seq profiles, and different RNA transcripts can degrade at different rates. 58 , 59  To account for this, samples intended for scRNA-seq must be preserved rapidly after euthanasia. If the experiment requires single-cell sequencing, the cells should be immediately placed in cryopreservation media and slowly brought to freezing temperature to ensure cells do not lyse during the freezing process. Additionally, tissues should be dissociated prior to freezing. Dissociation after freezing is likely to cause damage to cell membranes and increase the likelihood of RNA leakage due to the stresses of the freezing process. An alternative to immediate dissociation is the application of single-nucleus RNA-seq (snRNA-seq) where isolation of nuclei can be performed on frozen material, and the nuclei are subsequently used as input for single-cell sequencing. 60  In this case, tissue samples can forgo cryopreservation media and should be brought down to freezing temperatures as quickly as possible, ideally snap-freezing the samples in liquid nitrogen if available. Comparisons of snRNA-seq and scRNA-seq in mouse lungs have shown that they have similar gene detection rates, and dissociation bias is reduced in snRNA-seq. 61  Likewise, comparisons in kidneys showed similar gene detection rates. 62  The recently completed Fly Cell Atlas 63  utilized snRNA-seq instead of scRNA-seq because it can be applied consistently even in problematic tissue type (e.g., antennae, wings, fat bodies) and multinucleated cells (e.g., muscle) and because 70%–90% of transcriptomic information is retained with snRNA-seq. 63  Moreover, nuclei can be applied as input for single-cell multiomics studies where both the RNA and chromatin accessibility information is captured from the same nucleus simultaneously. Thus, this approach can be extended in spaceflight experiments in the future. Similarly, samples intended for SRT should be frozen immediately after dissection, ideally in a protective embedding medium. This approach preserves both RNA quality and morphology of the tissue. Most of legacy tissues obtained from the ISS did not undergo immediate embedding and freezing for morphology preservation. In the majority of cases, individual organs were not dissected in-flight, but instead were frozen as a whole carcass on the ISS. These samples were returned to Earth where they were thawed, dissected, and re-frozen until ready for downstream sequencing approaches, mostly in bulk. Due to the necessity of organ dissection back in the laboratory on Earth, many rodent samples exposed to the space environment have undergone this double-freezing procedure. 64 , 65 , 66 , 67 , 68  However, this process might lead to partial RNA degradation and deformation of cell and tissue anatomical shape if specific strategies for tissue morphology preservation were not taken into account at the time of freezing. Any deformation can make application of spatial methods very challenging and, in some cases, unfit for SRT methods. There is also evidence that whole-carcass preservation leads to different gene expression profiles than tissues dissected in-flight. One study has demonstrated that whole-carcass preservation in-flight leads to greater variability in RNA integrity numbers (RINs) than tissue dissected in-flight. 69  Another study compare",
  "introduction": "Introduction For decades, the health risks associated with space exploration have been increasingly documented and characterized. For some of these risks, countermeasures have been sufficiently developed to sustain human health in low-Earth orbit, the orbital distance from Earth that includes the International Space Station (ISS). However, as humankind plans for a permanent presence on the moon and seeks to advance to Mars, the limits to our countermeasures and the research gaps that have insofar remained unaddressed will create health challenges that rival the engineering challenges of long-duration space missions. To gain a comprehensive understanding of how spaceflight affects the human body, the molecular responses of the body to spaceflight factors must be robustly profiled. Recent advances in omics technologies have already revolutionized our approach to understanding disease 1 , 2 , 3  and have created new pathways for tackling health challenges on Earth. 4 , 5 , 6  However, the spaceflight environment presents a unique set of factors where the genomic impact is largely unknown. Furthermore, the microgravity and radiation environment of space remains difficult to model on Earth. Therefore, given that the opportunities to study the influence of spaceflight on the human genome have historically been, and still are, limited, it is of paramount importance to perform all omics experiments in spaceflight to the highest standards. The ISS is currently the only research laboratory available off-world and the source of the majority of spaceflight omics experiments performed to date. Most mammalian omics studies aboard the ISS have used  Mus musculus , the standard laboratory rodent, as a model organism. 7  To scale the number of mammalian studies performed in space, NASA launched their rodent research (RR) program in 2014, with the first omics experiment published in the NASA funded GeneLab database in 2015. 8 , 9  Since the program began, the RR program has launched over a dozen missions generating a steady stream of new omics data on a variety of murine tissues and cell systems. These missions have proven essential for understanding the molecular response of terrestrial life to the environmental stressors of space by providing gene expression data for a subset of mouse tissues. These studies have helped illuminate changes within biological systems including the mitochondria, 10  musculoskeletal system, 11  circadian rhythm, 12  and microRNA (miRNA) profiles. 13 The majority of experiments from rodent tissue obtained via the RR missions have been subject to bulk RNA sequencing (RNA-seq), where the whole tissue is homogenized and RNA is extracted. Bulk transcriptomic assays are currently the most common omics assay performed in space biology, with more than 270 transcriptomic datasets available from spaceflight and spaceflight-analogue experiments in the NASA GeneLab database. 7  Of these studies, microarray-based experiments have been used to obta",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": ""
}