{
  "id": "PMC9605285",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9605285/",
  "title": "Red Light Enhances Plant Adaptation to Spaceflight and Mars ",
  "authors": "Francisco-Javier Medina, Aránzazu Manzano, Raúl Herranz, John Z. Kiss",
  "year": "2022",
  "journal": "Life",
  "abstract": "Abstract Understanding how plants respond and adapt to extraterrestrial conditions is essential for space exploration initiatives. Deleterious effects of the space environment on plant development have been reported, such as the unbalance of cell growth and proliferation in the root meristem, or gene expression reprogramming. However, plants are capable of surviving and completing the seed-to-seed life cycle under microgravity. A key research challenge is to identify environmental cues, such as light, which could compensate the negative effects of microgravity. Understanding the crosstalk between light and gravity sensing in space was the major objective of the NASA-ESA Seedling Growth series of spaceflight experiments (2013–2018). Different  g -levels were used, with special attention to micro- g , Mars- g , and Earth- g . In spaceflight seedlings illuminated for 4 days with a white light photoperiod and then photostimulated with red light for 2 days, transcriptomic studies showed, first, that red light partially reverted the gene reprogramming induced by microgravity, and that the combination of microgravity and photoactivation was not recognized by seedlings as stressful. Two mutant lines of the nucleolar protein nucleolin exhibited differential requirements in response to red light photoactivation. This observation opens the way to directed-mutagenesis strategies in crop design to be used in space colonization. Further transcriptomic studies at different  g -levels showed elevated plastid and mitochondrial genome expression in microgravity, associated with disturbed nucleus–organelle communication, and the upregulation of genes encoding auxin and cytokinin hormonal pathways. At the Mars  g -level, genes of hormone pathways related to stress response were activated, together with some transcription factors specifically related to acclimation, suggesting that seedlings grown in partial- g  are able to acclimate by modulating genome expression in routes related to space-environment-associated stress.",
  "keywords": "light, microgravity, plant growth, root meristem, spaceflight, transcriptomics",
  "full_text": "1. Introduction We have recently commemorated the 50th anniversary of the first time that a human being stepped on the surface of the Moon, the first terrestrial body outside the Earth in receiving humans. Nowadays, fifty years after Astronaut Armstrong’s epic achievement, space exploration by humans is commonly recognized as an exciting and attractive challenge and a powerful booster for scientific and technological progress in order to improve human life on Earth [ 1 ]. This is true despite some minor criticisms that question the high costs that it entails [ 2 ]. The establishment of permanent settlements in the Moon and Mars is becoming a realistic possibility in the near future. After a decade of successful rover explorations to the surface of Mars [ 3 ], both ESA and NASA, and more recently, the agencies from growing economies in Asian countries, are working to promote a human mission, first to the Moon, and then to Mars. The objectives of deep space exploration by humans, including of the Moon and Mars, require the implementation of a complex system of life support for space explorers, capable of supplying the elements necessary for sustaining their life (oxygen, food, moisture, etc.) and of removing their waste products. The system needs to be bioregenerative, i.e., the components need to self-regenerate without the addition of new elements brought from Earth, and energy-efficient, only using the power sources available in space. Plants are a candidate to occupy a key position in these bioregenerative life support systems (BLSSs). They are indeed being used in all the initiatives tested currently, such as MELiSSA—Micro-Ecological Life Support System Alternative [ 4 , 5 ]. There is no doubt that plants must accompany humans in space exploration ventures, because they offer the potential to provide food, replenish the air, filter water, and improve the psychological wellbeing of the crew during long-duration missions in space. The achievement of a true “space agriculture” is a fundamental objective of this global enterprise, and the advances in this task are already producing substantial benefits for the efficiency and sustainability of the terrestrial agriculture [ 6 , 7 ]. The existence of “Martian greenhouses” is an image that appears to be more common to the public eye. In these greenhouses, plants could be provided with the necessary environmental elements to enable their development. These elements include light, water, temperature, oxygen, CO 2 , and aeration, in addition, obviously, to a substrate in which to anchor, from which the plant will take nutrients through its roots. Apart from anchoring the root, the substrate (e.g., soil) has to be capable of sustaining root development. Some published experiments have demonstrated that terrestrial plants can grow in an analogue of lunar soil or Martian soil, provided that this substrate is supplemented with additional elements and substances that provide the plant with the water, mineral salts, and nutrients that it needs for its survival and development [ 8 ]. Recently, plants have been grown in real Lunar regoliths brought back by Apollo missions, showing that the Lunar regolith is capable of supporting plant growth; however, it is not certainly the best substrate, because some stress was generated in samples grown on it [ 9 ]. In addition to the issues originated by the alien soils and the supply of the environmental conditions required for the growth of terrestrial plants, two important adverse factors need to be counteracted. These are the gravity level, different from the Earth value (microgravity—near 0  g —in orbit, 0.17  g  for the Moon surface, and 0.38  g  for the Mars surface) and the existence of cosmic radiation. These two are the only environmental factors that are unavoidable and unable to be counteracted using technological solutions or elements available on Earth. Moreover, plants have not encountered these conditions throughout their evolutionary history. Thus, the cultivation of plants in spaceflight, as well as on the Moon and Mars, requires that the specimens to be cultivated become adapted to grow and develop in the presence of these two environmental factors. To achieve this objective, we first need a full understanding of the biological mechanisms of response and adaptation to conditions of the spaceflight environment. Obviously, the development of technological countermeasures or the use of biological strategies that would mitigate the unfavorable impact of gravity and radiation is a complementary strategy to consider. 2. Altered Gravity/Microgravity Disturbs Plant Growth Plant seeds were, strictly speaking, the first organisms in space, launched on a U.S. V-2 rocket in 1946, representing some early suborbital biological experiments handled by Harvard University and the Naval Research Laboratory [ 10 ]. Later, in 1966, the Soviet Kosmos 110 was launched, carrying two dogs and moisturized seeds; some of the seeds actually germinated. However, the first scientific experiment consisting of growing plants in space was carried out within the Oasis 1 hardware aboard the spacecraft Salyut 1 in 1971 [ 11 ], (reviewed by [ 12 ]). Then, experiments were performed on facilities installed in the NASA Space Shuttle, or on the Soviet MIR Station. As for space research in general, investigations on the response of plants to the space environment were significantly boosted after the assembly and operation of the International Space Station (ISS) [ 13 ]. In parallel, similar plant growth experiments on Earth, using ground-based facilities for microgravity simulation, such as clinostats and random positioning machines (RPMs), have successfully been performed [ 14 , 15 ]. In general, depending on the parameters studied, these have provided a reliable replica of the biological results obtained in space experiments under real microgravity, even though the gravity vector cannot possibly be avoided or removed on the Earth’s surface [ 15 , 16 , 17 ]. Only drop-towers provide a real microgravity on Earth, but the period of time for which the microgravity condition is generated in them is limited to just a few seconds [ 18 ], which is too short for plant research. Parabolic flights also provide a real microgravity for experimentation, but it is preceded by a period of hypergravity [ 19 ], which may alter the way an organism responds to microgravity. Suborbital flights, especially sounding rockets, have successfully been used for exposing plants to microgravity for limited periods of time (i.e., in the order of minutes) [ 13 , 20 ]. The main conclusion obtained from pioneering space experiments in orbit was that plants could survive and grow in space, although alterations were soon reported [ 21 , 22 ]. The results were sometimes contradictory, in most cases due to deficiencies in the experimental setup and the devices used to germinate seeds and grow plants. Major improvements in culture facilities have allowed us to conclude that microgravity itself does not prevent plant growth and reproduction. In fact, the use of newly implemented research facilities on the ISS led to impressive progress in plant biology research in space over the last two decades [ 13 , 23 ]. However, the number of pending unresolved questions is enormous and the difficulties and constraints of spaceflight research still represent major obstacles. The first European experiment on plant biology, carried out on the ISS in 2003, was the ROOT experiment, included in the experimental program of the “Cervantes” Mission (Spanish Soyuz Mission) with the objective of investigating alterations induced by the space environment on cellular features of the root meristem. This experiment was performed using autonomous hardware based on the former Biorack containers [ 24 , 25 ], still seriously constrained regarding the environmental control of plant growth parameters [ 26 ]. Subsequently, a key step in this research on the ISS was the installation of the European Modular Cultivation System (EMCS), a facility specifically dedicated to the growth of seedlings and small plants equipped with advanced environmental controls for plant growth, as well as centrifuges for setting specific gravity conditions [ 27 ]. The first experiment carried out in the EMCS was the TROPI project, in 2006, aiming to study the interacting effects of gravity and other stimuli, such as light, on plant growth, to gain insights into the cellular and molecular mechanisms of tropisms and to better understand the interaction between gravitropism and phototropism [ 28 ]. Since then, the influence of gravity on early plant development and growth, as well as gravity perception thresholds for species such as lentils and  Arabidopsis , and, more recently, the changes in the patterns of gene expression induced by the microgravity environment, have been studied on the ISS using the ESA’s EMCS and KUBIK incubators [ 29 , 30 ], NASA’s BRIC—Biological Research in Canisters [ 31 ], ABRS—Advanced Biological Research System [ 32 ] and APEX—Advanced Plant Experiment [ 33 ], and the JAXA’s PEU—Plant Experimental Unit [ 34 ]. All these studies have demonstrated serious alterations in the physiology and development of seedlings and young plants grown in space. The results of the ROOT experiment revealed that one of the most relevant effects of altered gravity is the disruption of the meristematic competence in cells of the root apical meristem [ 26 , 35 ]. This observation means that, under microgravity conditions, cell proliferation and cell growth appear uncoupled, losing their coordinated progress, which is characteristic of these cells under normal ground gravity conditions [ 36 ]. The cell proliferation rate is increased and cell growth, estimated by the rate of production of ribosomes, the cellular factories of protein biosynthesis, is depleted. Further complementary experiments performed on ground-based facilities for microgravity simulation, including sequential sampling at different growth times and the analysis of expression of some key genes of cell cycle regulation, have confirmed the uncoupling of cell proliferation and ribosome biogenesis caused by altered gravity, showing that microgravity induces serious alterations in the root meristem. This tissue plays a central role in establishing developmental patterns of the plant; therefore, the alterations induced by microgravity represent a serious compromise for plant development and, maybe, even for plant viability. Interestingly, the effects of gravitational stress are detected from the very beginning of germination, in two-day-old seedlings [ 37 , 38 ]. The observations and interpretations made on root meristems from seedlings have been confirmed and demonstrated in studies performed on cells cultured in vitro and grown in simulated microgravity. Flow cytometry analysis provided evidence for an accelerated cell cycle in cells grown in the random positioning machine (RPM). The final acceleration was the result of a shorter G2 phase and a slightly longer G1 phase. Analysis of gene expression showed a general downregulation of genes involved in the G2/M transition checkpoint and the upregulation of many genes controlling the G1/S transition. This is accompanied by the downregulation of significant genes regulating ribosome biogenesis and by the depletion of levels of nucleolin and fibrillarin, two nucleolar proteins considered markers of this process. In addition, a general depletion of the nuclear transcription was detected, accompanied by an increase in chromatin condensation, which was associated with changes in enzymes involved in the epigenetic regulation of gene expression [ 39 , 40 , 41 ]. According to data from many studies, the factor triggering the cascade of functional events that eventually resulted in the alteration of meristematic cell proliferation and growth and in the disruption of meristematic competence is the phytohormone auxin [ 42 ]. This hormone is a chief controller of the balance between cell proliferation and cell differentiation existing in meristems, which is the basis of the fundamental involvement of the meristematic tissue in plant development [ 43 ]. Moreover, auxin influences multiple aspects of plant growth and development, including the regulation of cell cycle progression and the coordination between cell growth and cell division [ 44 ]. From a more general perspective, auxin regulates the connection between stimuli perceived by the plant and the cellular responses to them [ 45 ]. The TROPI-1 experiment, the first experiment carried out in the EMCS, produced high-quality video downlinks of growing seedlings. It was shown that emissions with blue light might give an increased phototropic response in the hypocotyls. In addition, a novel positive phototropic response was observed after exposure to red light in hypocotyls and roots developed in microgravity [ 46 ]. In a complementary experiment with shared objectives, called TROPI-2, the positive phototropic curvature in hypocotyls and roots mediated by phytochrome, observed as a response to red light, was confirmed. At gravitational accelerations ranging from 0.1  g  to 0.3  g , an attenuation of red-light-based phototropism of both roots and hypocotyls was observed [ 47 ]. Furthermore, from the frozen TROPI-2 samples returned, high-quality RNA was isolated and transcriptomic analysis was performed. Differences in expression between spaceflight samples and ground controls mostly affected genes involved in regulating cell polarity, cell wall development, oxygen status, and cell defense or stress. These differences represent the adaptive mechanisms of plants to the spaceflight environment [ 48 ]. The transcriptomic study carried out in the TROPI-2 project was part of a considerable effort made by different research groups directed to determine the effects of spaceflight on the plant genome, especially how microgravity conditions change gene and protein expression, using advanced -omics methodologies. Various experimental approaches have been assayed. Transcriptomic studies have used seedlings, plant organs, whole plants, and cultured cells of different types (established lines and callus cultures) exposed to real microgravity (spaceflight) or to simulated microgravity in ground-based facilities (see, for example, [ 33 , 49 , 50 , 51 , 52 , 53 ]). Collectively, these and other studies have demonstrated the complex responses in plants, involving reprogramming of the gene expression patterns. To date, specific genes of responses to gravity alterations have not been found; instead, genes known to participate in general mechanisms of the response to abiotic stresses have been shown to modify their expression in the microgravity environment. Genes coding for heat-shock-related elements, cell wall remodeling factors, oxidative burst intermediates, and components of the general mechanisms of plant defense are the main and most frequent targets of gene reprogramming induced by microgravity. 3. However, Plants May Overcome Gravitational Stress and Adapt to the Space Environment All the aforementioned research has focused on studies of the alterations of biological mechanisms in plants induced by the space environment. Using molecular, cellular, and physiological methods, this has led to the conclusion that the space environment is deleterious for normal plant life, such as it is known on Earth. However, together with this fundamental research, mainly using model plant species such as  Arabidopsis thaliana , an alternative approach has consisted of the direct in situ production of vegetable crops on the ISS, and their eventual use as fresh food to supplement the packaged diet of astronauts. This has been (and still it is) a specific objective of NASA. Obviously, food crops grown in space experience different environmental conditions (e.g., reduced gravity and elevated radiation levels) compared with plants grown on Earth, which have been revealed as potentially harmful to plant life. However, the first result of this novel approach was that red romaine lettuce was successfully grown in three tests in the Vegetable Production System (Veggie) facility with two different harvest methods, and yields were comparable to growth on Earth. The production and tasting of the first “space salad” and, shortly after, the development of a Zinnia flower, received much attention from mass media all over the world, and the first nutritional analysis of space-grown plants has recently been published [ 54 ], showing that lettuces grown on the ISS are nutritionally and microbiologically safe for humans. In addition to Veggie, NASA has recently implemented the Advanced Plant Habitat (APH) on the ISS, a more sophisticated facility with similar purposes, and complemented the Veggie facility with the Exposed Roots On-Orbit Test System (X-ROOTS). The general purpose of this effort is to perform compatible plant-related scientific research on ISS, using molecular, cellular, and physiological methods, with the direct production of fresh and nutritious food in bioregenerative life support systems (BLSSs). The final objective is that reduced plant growth in space can be directly translated into larger planting areas. In addition to applications for the production of food for space explorers, these experiments enable the drawing of relevant conclusions related to the physiology of plants in microgravity. Lettuce and other crops cultured in Veggie and APH are indeed adult plants; therefore, despite the stresses on plant growth and development caused by the space environment, and specifically, by microgravity, plants are capable of overcoming adverse circumstances, removing the obstacles, and achieving successful development until the adult stage, including reproduction. These results complement experiments specifically addressed to complete the full life cycle of plants (seed-to-seed) in space, carried out with  A. thaliana . Using advanced growth chambers which, in general, provide a well-regulated environment for growing plants in microgravity on the ISS, fertile adult plants have been produced from seeds germinated in space; seeds obtained from these plants have, in turn, been germinated. The ADVANCED ASTROCULTURE (ADVASC) experiment, consisting of two successive experiments, was carried out in 2001–2002, in which the plant life cycle was completed [ 55 ]. A second experiment was the Japanese SPACE SEED, carried out in the Kibo module of the ISS in 2009 [ 34 ]. It is therefore clear that plants are capable of acclimating/adapting to the space environment. However, we currently lack knowledge of the mechanisms (cellular or molecular) by which the adaptation takes place and eventually succeeds. Currently, a key challenge for plant space research is to determine how and when the plant triggers mechanisms of adaptation in order to attenuate, or even overcome, the survival problems associated with a weightless environment. 4. Plant Culture in Space May Benefit from Other Environmental Cues Replacing Gravity The optimization of plant growth in the microgravity environment of spaceflight, as well as in any other condition of reduced gravity, could become feasible by implementing the substitution of gravity by another external cue, which could play the same or a similar role in driving plant growth and development as gravity does on Earth. Light is a good candidate to be one of these cues because it is a tropistic stimulus. Phototropism complements gravitropism under normal ground conditions, with the objective of optimizing the efficiency of the capture of nutrients. In addition, illumination, especially by red light, is sensed and mediated by phytochromes to produce changes in the regulation of auxin-responsive genes and many growth coordinators [ 56 ]. A specific effect of red light in the activation of specific cellular processes known to be deplete",
  "introduction": "1. Introduction We have recently commemorated the 50th anniversary of the first time that a human being stepped on the surface of the Moon, the first terrestrial body outside the Earth in receiving humans. Nowadays, fifty years after Astronaut Armstrong’s epic achievement, space exploration by humans is commonly recognized as an exciting and attractive challenge and a powerful booster for scientific and technological progress in order to improve human life on Earth [ 1 ]. This is true despite some minor criticisms that question the high costs that it entails [ 2 ]. The establishment of permanent settlements in the Moon and Mars is becoming a realistic possibility in the near future. After a decade of successful rover explorations to the surface of Mars [ 3 ], both ESA and NASA, and more recently, the agencies from growing economies in Asian countries, are working to promote a human mission, first to the Moon, and then to Mars. The objectives of deep space exploration by humans, including of the Moon and Mars, require the implementation of a complex system of life support for space explorers, capable of supplying the elements necessary for sustaining their life (oxygen, food, moisture, etc.) and of removing their waste products. The system needs to be bioregenerative, i.e., the components need to self-regenerate without the addition of new elements brought from Earth, and energy-efficient, only using the power sources available in space. Plants are a candidate to occupy a key position in these bioregenerative life support systems (BLSSs). They are indeed being used in all the initiatives tested currently, such as MELiSSA—Micro-Ecological Life Support System Alternative [ 4 , 5 ]. There is no doubt that plants must accompany humans in space exploration ventures, because they offer the potential to provide food, replenish the air, filter water, and improve the psychological wellbeing of the crew during long-duration missions in space. The achievement of a true “space agriculture” is a fundamental objective of this global enterprise, and the advances in this task are already producing substantial benefits for the efficiency and sustainability of the terrestrial agriculture [ 6 , 7 ]. The existence of “Martian greenhouses” is an image that appears to be more common to the public eye. In these greenhouses, plants could be provided with the necessary environmental elements to enable their development. These elements include light, water, temperature, oxygen, CO 2 , and aeration, in addition, obviously, to a substrate in which to anchor, from which the plant will take nutrients through its roots. Apart from anchoring the root, the substrate (e.g., soil) has to be capable of sustaining root development. Some published experiments have demonstrated that terrestrial plants can grow in an analogue of lunar soil or Martian soil, provided that this substrate is supplemented with additional elements and substances that provide the plant with the water, mineral ",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "6. Conclusions and Future Prospects The SG series of experiments has constituted a significant contribution to furthering the knowledge of alterations induced by the space environment, specifically by microgravity and different levels of partial gravity, on the physiology of plants. Investigations have focused on the earliest stages of plant development, and a variety of cellular and molecular (transcriptomic) parameters have been studied. Among the key findings of our spaceflight project are the new results on phototropism induced by red and blue light illumination, the effect of red light illumination in counteracting the adverse effects of altered gravity, and the discovery that Moon gravity could trigger more severe transcriptomic responses than spaceflight. However, we also observed that Mars gravity is capable of inducing the gravitropic orientation of roots, and the different responses to the space environment of the various mutants used, suggesting that the selection of plants for their culture in alien environments should require prior detailed analysis of their genotypes in order to select the varieties capable of adapting better. The SG experiments have been among the first in performing a comparative analysis, using microgravity, different levels of partial gravity (including Moon and Mars gravity), and an on-board 1  g  control in flight. This has been possible due to the use of the EMCS incubator, equipped with centrifuges providing this capacity. Unfortunately, the EMCS was decommissioned in 2018 and not replaced by any other spaceflight facility with these exact capabilities. The novel advanced NASA incubators for plant culture, Veggie, APH, and X-ROOTS, do not allow for these comparative studies at different gravity levels, which are of the highest importance. In the immediate future, in our next studies, we should incorporate other space environmental factor that, along with gravity, is key to the survival of living beings and particularly of plant"
}