{
  "id": "PMC9861679",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9861679/",
  "title": "Low-Speed Clinorotation of ",
  "authors": "Shih-Heng Su, Alexander Moen, Rien M. Groskopf, Katherine L. Baldwin, Brian Vesperman, Patrick H. Masson",
  "year": "2023",
  "journal": "International Journal of Molecular Sciences",
  "abstract": "Clinostats are instruments that continuously rotate biological specimens along an axis, thereby averaging their orientation relative to gravity over time. Our previous experiments indicated that low-speed clinorotation may itself trigger directional root tip curvature. In this project, we have investigated the root curvature response to low-speed clinorotation using  Arabidopsis thaliana  and  Brachypodium distachyon  seedlings as models. We show that low-speed clinorotation triggers root tip curvature in which direction is dictated by gravitropism during the first half-turn of clinorotation. We also show that the angle of root tip curvature is modulated by the speed of clinorotation.  Arabidopsis  mutations affecting gravity susception ( pgm ) or gravity signal transduction ( arg1 ,  toc132 ) are shown to affect the root tip curvature response to low-speed clinorotation. Furthermore, low-speed vertical clinorotation triggers relocalization of the PIN3 auxin efflux facilitator to the lateral membrane of  Arabidopsis  root cap statocytes, and creates a lateral gradient of auxin across the root tip. Together, these observations support a role for gravitropism in modulating root curvature responses to clinorotation. Interestingly, distinct  Brachypodium distachyon  accessions display different abilities to develop root tip curvature responses to low-speed vertical clinorotation, suggesting the possibility of using genome-wide association studies to further investigate this process.",
  "keywords": "clinostat, gravitropism, gravisensitivity, presentation time, perception time, realization time, clinostat effect",
  "full_text": "1. Introduction Most plants use gravitropism to guide the growth of their organs, directing primary roots vertically downward into the soil, primary shoots upward above ground, and secondary organs laterally, at an angle from the vertical named the gravity set point angle (GSA), to effectively explore their immediate surroundings. Overall, this process contributes to a plant’s ability to anchor itself into the soil, actively seek water and nutrients within its growth substrate, exchange gases, photosynthesize, and reproduce. Consequently, gravitropism is a key environmental response that allows plants to thrive under diverse environmental conditions, thereby contributing to plant fitness and productivity in their natural ecological niches as well as in agricultural settings. Gravitropism is composed of several successive phases that include gravity susception, believed to involve the sedimentation of heavy starch-filled plastids (amyloplasts, also named statoliths) in specialized cells (the statocytes) located in the starch sheath of shoots and in the columella cells of the root cap. This is followed by transduction into a biochemical signal through a process that remains largely unexplained, the formation of an auxin gradient across the gravistimulated organ, transmission of the gradient to the site of response, and differential cell elongation on opposite flanks of the organ, leading to a curvature response, usually upward for shoots and downward for roots (reviewed in [ 1 ]). The molecular mechanisms underlying the initial phases of gravity sensing and signal transduction in the statocytes remain largely unknown. However, this process leads to a fast cytoplasmic alkalinization of the statocytes upon gravistimulation, accompanied by a change in polarity of the cell associated with the transcytotic relocalization of the auxin efflux facilitators PIN3 and PIN7 to the new bottom membrane [ 2 , 3 , 4 , 5 ]. This relocalization is dependent upon the proper functioning of key regulators in the statocytes, including ALTERED RESPONSE TO GRAVITY 1 (ARG1) and its paralog ARG1-like 2 (ARL2) [ 6 , 7 ], MODIFIER OF  arg1  1 (MAR1/TOC75) and MAR2/TOC132 [ 8 ], LAZY, RCC1-LIKE DOMAIN (RLD) [ 9 , 10 , 11 ], and ADENOSINE KINASE 1 (ADK1) [ 12 ]. Additionally, mutations in genes that encode enzymes involved in starch biosynthesis, such as  pgm-1 , affect gravitropism mostly by decreasing the density of statocyte amyloplasts, thereby affecting gravity susception [ 13 ]. Finally, PIN protein phosphorylation at conserved Ser residues has been shown to also modulate PIN3 relocalization in the statocytes and its auxin transport activity (reviewed in [ 14 ]). In roots, PIN3 and PIN7 relocalization in the upper layers of columella cells in the root cap upon plant reorientation within the gravity field allows the establishment of a lateral auxin gradient across the cap, which is transported through the lateral root cap and epidermal cells to the transition zone, where it promotes differential cellular elongation between the top and bottom flanks, leading to downward curvature. Rootward auxin transport in the peripheral tissues of the root is mediated by AUX1 and PIN2 auxin influx and efflux facilitators, respectively, as well as ABC transporters [ 15 , 16 , 17 , 18 ]. The PIN2 protein is localized in the plasma membrane mostly on the shootward side of the lateral cap and epidermal cells, dictating the shootward transport of auxin through cell files. Its recycling between the endosome and plasma membrane, and the regulation of its stability, are critical for its function in auxin transport and gravitropism [ 19 ]. Its abundance within the plasma membrane of transporting cells is enhanced by increased auxin levels and GOLVEN peptide signaling on the bottom flank, a process that reinforces the auxin gradient across the root tip as it moves toward the transition zone [ 19 , 20 ]. Furthermore, PIN2-mediated reflux of auxin from the peripheral tissues back into the vasculature stream toward the root tip also occurs at the transition zone, contributing significantly to the modulation of root gravitropism [ 21 ]. The formation of an auxin gradient across the root tip and its transport to the transition zone and main segment of the elongation zone can be followed using live reporters. One of these reporters, named  DII-VENUS , encodes a protein that carries the cis-acting motifs needed for recognition by the SCF TIR1  ubiquitin–ligase complex in the presence of auxin, leading to its degradation by the proteasome [ 22 ]. Hence, the cellular fluorescence signal generated by the  DII-VENUS  reporter rapidly decreases as a consequence of auxin-induced reporter degradation by the proteasome [ 22 , 23 ]. A better understanding of the key molecular mechanisms that modulate gravity sensing and signal transduction in plants requires an accurate method to evaluate organ gravisensitivity, such that genotypes with altered gravisensitivity can be identified and further characterized. Early studies suggested that the curvature response of a plant organ to gravistimulation varies linearly as a function of the logarithm of the dose of gravistimulation, itself defined as the product of gravity intensity by time of stimulation (g.s) [ 24 ]. Quantifying tip angle for distinct doses of initial gravistimulation led to dose–response curves that fit logarithmic functions. Extension of the corresponding best-fit functions to the time axis under 1 g allowed the determination of the  presentation time , defined as the threshold stimulation time needed to produce curvature (reviewed in [ 25 ]). This method has been used extensively to estimate the gravisensitivity of plant organs despite ignoring the fact that very short periods of gravistimulation well below the presentation time can still induce gravicurvature when applied repeatedly. The threshold time of intermittent gravistimulation leading to gravicurvature ( the perception time ) is shorter than 1 s, suggesting the gravisensing machinery is exquisitely sensitive to reorientation [ 26 , 27 , 28 ]. A re-evaluation of some of the data presented in previous presentation time studies revealed that a hyperbolic model better fits the observed data than the initially used logarithmic model [ 25 ]. Such hyperbolic models intersect the time axis at the origin, suggesting the slope of the best-fit hyperbolic model at the origin might provide a better representation of gravisensitivity than the presentation time [ 25 ]. Interestingly, a recent study using a centrifugation approach coupled with growth kinematics imaging provided support for a contribution of  organ inclination , rather than gravity intensity, in shoot gravity sensing [ 29 ]. The presentation and perception times described above are much shorter than the time needed for initiation of the resulting curvature. This implies that the initial gravistimulation should be followed by a period without stimulation to allow the plant organ to develop curvature that is commensurate with the initial stimulus. The microgravity conditions encountered during spaceflight or at the International Space Station (ISS) are ideal for the implementation of such experiments [ 30 , 31 , 32 ]. Unfortunately, using either platform is very expensive and access to them is very limited. Furthermore, the use of centrifuges to create fractional gravity in space implies the creation of sharp gravity gradients between the center of the centrifuge and its periphery, which can have an unwanted impact on plant responses. To overcome these difficulties, researchers have used low-speed clinostats to mimic microgravity during the curving phase of the graviresponse. Indeed, these continuously rotating devices average the plant orientation relative to the gravity vector during each rotation cycle (reviewed in [ 33 ]). However, using this approach to define organ gravisensitivity is heavily reliant on the assumption that clinorotation does not have an impact of its own on root growth behavior. Unfortunately, published data may suggest otherwise. First, it is important to note that research teams have used clinostats to mimic microgravity in a variety of different ways, including rotating the plants at a range of angular velocities (from 0.33 to 60 RPM), with one rotation axis parallel or perpendicular to the longitudinal growth axis of the plants (horizontal vs. vertical clinorotation, respectively), or rotating in space (three-dimensional clinostats or random positioning machines) (reviewed in [ 34 ]). A recent and careful investigation of the impact of various forms of clinorotation on plant organs growth revealed that slow horizontal clinorotation at 1 RPM induces stress responses in root statocytes and lower endodermal cells, whereas fast clinorotation in the range of 60 RPM leads to the directional root growth response to a force that results from both gravity and the centrifugal acceleration [ 34 ]. These results suggest a need to re-evaluate the use of clinostats as microgravity mimics in experiments aimed at quantifying plant gravisensitivity. Considering that previous experiments aimed at evaluating the sensitivity of plant organs to gravistimulation used low-speed clinorotation to allow the development of a proportional curvature response to defined doses of gravistimulation applied before clinorotation, and given that presentation times of 0.4–5 min were previously reported for  Arabidopsis thaliana  organs using these methods [ 12 , 13 , 35 , 36 ], we set up an experiment to investigate whether low-speed clinorotation might itself trigger a directional root growth response without an initial dose of gravistimulation before clinorotation. Indeed, if seedlings are positioned vertically on a clinostat and rotation is initiated at a speed of 0.5 RPM, their organs will be exposed to a unidirectional gravistimulus over the first half-turn of clinorotation, which should last 60 s, before being exposed to a gravistimulus from the opposite direction. If the first half-turn of gravistimulation is sufficiently long enough to induce a persistent polarity in the statocytes, it should be sufficient to promote curvature at the end of clinorotation. In fact, our previous experiments aimed at evaluating the effect of clinorotation on  Arabidopsis  root skewing on hard agar surfaces uncovered the existence of clinostat-dependent root tip curvatures that were compatible with this “clinostat effect” [ 37 ]. To better understand the effects exerted by low-speed clinorotation on root growth behavior and their connections with gravitropism, we exposed  Arabidopsis thaliana  (a dicot model) and  Brachypodium distachyon  (a genetic model for monocot plants) seedlings, growing on agar-solidified medium, to low-speed clinorotation in the absence of a previous gravistimulus (defined as seedling reorientation away from the vertical), and analyzed their root tip responses to such clinorotation. We demonstrate the development of root tip curvature in both species at low speeds of clinorotation, and show that mutations affecting early steps of gravity sensing and/or signal transduction interfere with this clinostat effect. We also show that low-speed clinorotation leading to root tip curvature promotes the relocalization of the PIN3 auxin efflux facilitator to the side membrane of the root cap statocytes and the development of a lateral gradient of auxin across the root tip. We conclude that gravitropism contributes to the clinostat effect on root growth direction under low-speed clinorotation, and discuss the potential implications of these findings for our understanding of root gravisensitivity. 2. Results 2.1. Low-Speed Clinorotation Triggers Directional Root Tip Curvature in Arabidopsis thaliana and Brachypodium distachyon Seedlings To investigate the effect of clinorotation on root growth behavior without prior gravistimulation, we subjected vertically grown  Arabidopsis thaliana  and  Brachypodium distachyon  seedlings to low-speed clinorotation in darkness, and then measured root tip reorientation at the end of the treatment. For  Arabidopsis thaliana , we used seedlings from the Col and Ws ecotypes because several mutants with defects in the early steps of gravity sensing and signal transduction are available in these backgrounds (see below). In the first assay,  Arabidopsis thaliana  seedlings growing on the surface of an agar-based medium in Petri dishes were subjected to low-speed (0.2 RPM) vertical clinorotation in clockwise or counterclockwise directions. The results summarized in  Figure 1 A,B (upper halves of the panels) indicate that the roots of Col seedlings exposed to clockwise clinorotation curved to the right, eventually reaching tip angles of around 25.5 ± 4.9 degrees, whereas those exposed to counterclockwise clinorotation curved to the left, reaching tip angles of −38.5 ± 7.1 degrees. A similar effect was also observed when Ws seedlings were tested in this assay ( Figure 2 A,B). The roots of seedlings that were maintained in the clinostat chamber without being clinorotated (vertical controls, labeled ST in  Figure 2 ) did not develop tip curvature, suggesting that clinorotation is responsible for root reorientation. Clinorotation did not significantly affect the growth of wild type Col and Ws roots ( Supplemental Figure S1 ). To determine whether this effect is  Arabidopsis -specific, we subjected  Brachypodium distachyon  seedlings (Bd21-3 accession) to a similar experimental protocol. Results shown in  Figure 1 A,B (lower halves of the panels) indicate that the seedling roots of this monocot model also responded to clockwise clinorotation by curving rightward (tip angles of 12.5 ± 2.9 degrees), whereas those exposed to counterclockwise clinorotation curved to the left (eventually reaching tip angles of −14.8 ± 1.4). The roots of stationary seedlings did not develop tip curvature ( Figure 1 A,B). Clinorotation did not significantly affect  Brachypodium  root growth relative to the stationary growth control ( t -test  p -value = 0.41 and 0.22). This result demonstrates that low-speed clinorotation also promotes root tip curvature in  Brachypodium distachyon . A second experimental setup was designed to confirm the existence of a clinostat effect on root growth direction, relying on the two-chamber system described in the Materials and Methods section and illustrated in  Supplemental Figure S2C,D . In this system, the plates loaded in chamber 1 were oriented such that seedlings were in an upright position, whereas those loaded in chamber 2 were upside down. During the first half-turn of clinorotation, the right and left sides of seedlings located in chamber 1 and chamber 2, respectively, were directed toward the gravity vector ( Supplemental Figure S2C,D ). When clinorotated clockwise at 0.2 RPM, chamber 1 seedlings curved to the right, whereas those exposed to counterclockwise clinorotation curved leftward (tip angles of 22.6 ± 5.1 and −25.9 ± 9.4 degrees, respectively;  Supplemental Figure S3A ). The opposite results were observed in chamber 2, where seedlings exposed to clockwise rotation curved leftward and those exposed to counterclockwise rotation curved rightward (tip angles of −19.2 ± 11.3 and 14.2 ± 8.6 degrees, respectively;  Supplemental Figure S3A ). To further confirm these observations, we subjected Bd21-3  Brachypodium distachyon  seedlings to 0.2 RPM  parallel clinorotation , where plates were oriented parallel to the clinostat axis, with seedlings oriented vertically at the beginning of the experiment ( Supplemental Figures S2E,F and S3B ). Plates were loaded back-to-back into the chamber, and clinorotation was immediately initiated. Half of the plates had seedlings with their air-exposed side facing the gravity vector during the first half-turn of clinorotation, whereas the other half had seedlings with their medium-facing side directed toward gravity. At the end of clinorotation, the root tips of a majority of tested seedlings in the first group (five out of seven) had curved away from the surface ( Supplemental Figure S3B , left), whereas those from the second group (with medium-facing side directed toward gravity during the first half-turn of rotation) tended to either penetrate the agar-based medium (five out of seven seedlings tested) or skew on its surface. We also subjected Bd21-3 seedlings to 0.2 RPM  horizontal clinorotation , where the plates were positioned vertically in the clinostat chamber with seedlings oriented horizontally, parallel to the clinostat axis ( Supplemental Figures S2G,H and S3C ). Here again, plates were loaded back-to-back into the chamber, and clinorotation was immediately initiated. At the end of clinorotation, the root tips of a vast majority of the tested seedlings (15 out of 16) whose air-exposed side faced the gravity vector during the first half-turn of clinorotation had curved away from the surface ( Supplemental Figure S3C , left), whereas those with medium-exposed surfaces directed toward gravity during the first half-turn tended to penetrate the agar-based medium (8 out of 8 seedlings tested) ( Supplemental Figure S3C , right). Taken together, the results from these experiments demonstrate that low-speed clinorotation triggers directional root tip curvature dependent upon both the orientation of the seedlings at the beginning of clinorotation and the polarity of rotation (clockwise or counterclockwise,  Figure 1 ;  Supplemental Figure S3 ). In all these experiments, the roots curved in a direction defined by the side that faced gravity during the  first half-turn of clinorotation , starting from a vertical root, suggesting a role for gravitropism in this response. 2.2. Mutations Affecting Early Steps of Gravity Signal Transduction Interfere with the Clinostat Effect To test the contribution of gravitropism to the clinostat effect, we evaluated root curvature responses to clockwise vertical clinorotation of  Arabidopsis thaliana  mutants with defects in early phases of gravity sensing and/or signal transduction, including two  arg1  mutant lines ( arg1-2  and  arg1-3 ; [ 7 ]) and the corresponding transgenic rescue line ( arg1-2[35S:ARG1] ), three  toc132  mutant lines ( toc132-3 ,  toc132-4,  and  mar2-1 ; [ 8 ]), and the starch-deficient  pgm-1  mutant [ 13 ]. While the roots of control wild type seedlings (Col and Ws) displayed strong curvature responses to clinorotation at speeds of 0.2 RPM relative to stable non-clinorotated controls (ST), those of  pgm ,  arg1 , and  toc132  mutant seedlings did not display much of a clinostat effect ( Figure 2 ;  Supplemental Figure S4A,B ;  Table 1 ). Their average root tip curvature upon clinorotation was significantly different from that of the wild type ( t -test  p -value < 0.05;  Table 1 ). The root tips of  pgm  and  arg1  mutant seedlings also displayed a more random orientation than the wild type under control growth conditions (no clinorotation; ST), indicative of gravitropism defects, whereas those of  toc132 / mar2  seedlings did not, in agreement with a previous report [ 8 ] (F-test  p -value < 0.05;  Table 1 ;  Figure 2 ;  Supplemental Figure S4 ). The roots of transgenic homozygous  arg1-2  mutant seedlings expressing the  35Sp:ARG1  transgene displayed a significant clinostat effect ( Table 1 ), demonstrating phenotype rescue by the transgene ( Figure 2 ). Clinorotation did not alter root growth in either wild type or mutant seedlings relative to stationary controls ( Supplemental Figure S1A–C ). Taken together, these results support a contribution of gravitropism to the clinostat effect. 2.3. The Speed of Clinorotation Impacts the Clinostat Effect If gravitropism is responsible for the clinostat effect, the initial period of exposure to directional gravistimulation, hence the speed of clinorotation, should impact the level of root tip curvature at the end of the experiment, with shorter ",
  "introduction": "1. Introduction Most plants use gravitropism to guide the growth of their organs, directing primary roots vertically downward into the soil, primary shoots upward above ground, and secondary organs laterally, at an angle from the vertical named the gravity set point angle (GSA), to effectively explore their immediate surroundings. Overall, this process contributes to a plant’s ability to anchor itself into the soil, actively seek water and nutrients within its growth substrate, exchange gases, photosynthesize, and reproduce. Consequently, gravitropism is a key environmental response that allows plants to thrive under diverse environmental conditions, thereby contributing to plant fitness and productivity in their natural ecological niches as well as in agricultural settings. Gravitropism is composed of several successive phases that include gravity susception, believed to involve the sedimentation of heavy starch-filled plastids (amyloplasts, also named statoliths) in specialized cells (the statocytes) located in the starch sheath of shoots and in the columella cells of the root cap. This is followed by transduction into a biochemical signal through a process that remains largely unexplained, the formation of an auxin gradient across the gravistimulated organ, transmission of the gradient to the site of response, and differential cell elongation on opposite flanks of the organ, leading to a curvature response, usually upward for shoots and downward for roots (reviewed in [ 1 ]). The molecular mechanisms underlying the initial phases of gravity sensing and signal transduction in the statocytes remain largely unknown. However, this process leads to a fast cytoplasmic alkalinization of the statocytes upon gravistimulation, accompanied by a change in polarity of the cell associated with the transcytotic relocalization of the auxin efflux facilitators PIN3 and PIN7 to the new bottom membrane [ 2 , 3 , 4 , 5 ]. This relocalization is dependent upon the proper functioning of key regulators in the statocytes, including ALTERED RESPONSE TO GRAVITY 1 (ARG1) and its paralog ARG1-like 2 (ARL2) [ 6 , 7 ], MODIFIER OF  arg1  1 (MAR1/TOC75) and MAR2/TOC132 [ 8 ], LAZY, RCC1-LIKE DOMAIN (RLD) [ 9 , 10 , 11 ], and ADENOSINE KINASE 1 (ADK1) [ 12 ]. Additionally, mutations in genes that encode enzymes involved in starch biosynthesis, such as  pgm-1 , affect gravitropism mostly by decreasing the density of statocyte amyloplasts, thereby affecting gravity susception [ 13 ]. Finally, PIN protein phosphorylation at conserved Ser residues has been shown to also modulate PIN3 relocalization in the statocytes and its auxin transport activity (reviewed in [ 14 ]). In roots, PIN3 and PIN7 relocalization in the upper layers of columella cells in the root cap upon plant reorientation within the gravity field allows the establishment of a lateral auxin gradient across the cap, which is transported through the lateral root cap and epidermal cells to the transition zone, where i",
  "methods": "4.1. Plant Material and Growth Conditions Seeds of  Arabidopsis thaliana  accessions Col and Ws (originally received from ABRC, Columbus, OH, USA) and of  Brachypodium distachyon  Bd21-3 and Ron-2 accessions (received from the Amasino laboratory at the University of Wisconsin–Madison) were used as experimental materials in this study.  Arabidopsis  mutants with defects in gravity signal transduction were also used in this project, including  arg1-2  (Ws background) and  arg1-3  (SALK_024542, Col background) [ 6 , 7 , 8 ],  pgm-1  (Col background) [ 8 ],  toc132-3  (GABI_394E01, Col background) [ 50 ],  toc 132-4  (SALKseq061933), and  mar2-1  (Ws background) [ 6 , 8 ]. A transgenic  Arabidopsis thaliana arg1-2  mutant expressing the  35Sp:ARG1  transgene ( arg1-2[35S:ARG1] ) was also used as a control [ 7 ]. Finally, transgenic lines expressing the  DII::VENUS  and  pPIN3::PIN3-GFP  reporters in the Col background were used in confocal microscopy [ 5 , 22 ]. Seedlings from the Col accession were chosen for most experiments because their roots display a minimal amount of root skewing on hard agar surfaces [ 37 ], a behavior that could potentially complicate interpretation of the results. Arabidopsis thaliana  seeds were surface-sterilized, germinated, and grown on the surface of a half-strength LS medium with 0.8% agar under 16/8 h day/night cycles at 20–22 °C (cool-white LED light at ~70 µE·m −2 ·s −1 ), as described in [ 8 ]. Brachypodium distachyon  seeds were dehusked and surface-sterilized with five successive 1 min washes in 95% ( w / v ) ethanol, and then air dried in a sterile hood for at least 20 min. Sterilized seeds were soaked with autoclaved Milli-Q water in darkness at 4 °C for 24 h. Seeds were then plated on the surface on 1% agar plates with 0.5× Murashige and Skoog medium (Sigma) and grown under red LED light at ~15 µE·m −2 ·s −1  (Tangkula Inc., Ontario, CA, USA) for 24 h to promote germination. Germinated seeds were transferred to new agar plates and grown under white LED light at ~75 µE·m −2 ·s −1  (Tangela Inc., Ontario, CA, USA) for 5 h to stabilize the transplanted seedlings. Then, the plates were set into the clinostat chambers in the dark for an additional 4 h before clinorotation assay.",
  "results": "2. Results 2.1. Low-Speed Clinorotation Triggers Directional Root Tip Curvature in Arabidopsis thaliana and Brachypodium distachyon Seedlings To investigate the effect of clinorotation on root growth behavior without prior gravistimulation, we subjected vertically grown  Arabidopsis thaliana  and  Brachypodium distachyon  seedlings to low-speed clinorotation in darkness, and then measured root tip reorientation at the end of the treatment. For  Arabidopsis thaliana , we used seedlings from the Col and Ws ecotypes because several mutants with defects in the early steps of gravity sensing and signal transduction are available in these backgrounds (see below). In the first assay,  Arabidopsis thaliana  seedlings growing on the surface of an agar-based medium in Petri dishes were subjected to low-speed (0.2 RPM) vertical clinorotation in clockwise or counterclockwise directions. The results summarized in  Figure 1 A,B (upper halves of the panels) indicate that the roots of Col seedlings exposed to clockwise clinorotation curved to the right, eventually reaching tip angles of around 25.5 ± 4.9 degrees, whereas those exposed to counterclockwise clinorotation curved to the left, reaching tip angles of −38.5 ± 7.1 degrees. A similar effect was also observed when Ws seedlings were tested in this assay ( Figure 2 A,B). The roots of seedlings that were maintained in the clinostat chamber without being clinorotated (vertical controls, labeled ST in  Figure 2 ) did not develop tip curvature, suggesting that clinorotation is responsible for root reorientation. Clinorotation did not significantly affect the growth of wild type Col and Ws roots ( Supplemental Figure S1 ). To determine whether this effect is  Arabidopsis -specific, we subjected  Brachypodium distachyon  seedlings (Bd21-3 accession) to a similar experimental protocol. Results shown in  Figure 1 A,B (lower halves of the panels) indicate that the seedling roots of this monocot model also responded to clockwise clinorotation by curving rightward (tip angles of 12.5 ± 2.9 degrees), whereas those exposed to counterclockwise clinorotation curved to the left (eventually reaching tip angles of −14.8 ± 1.4). The roots of stationary seedlings did not develop tip curvature ( Figure 1 A,B). Clinorotation did not significantly affect  Brachypodium  root growth relative to the stationary growth control ( t -test  p -value = 0.41 and 0.22). This result demonstrates that low-speed clinorotation also promotes root tip curvature in  Brachypodium distachyon . A second experimental setup was designed to confirm the existence of a clinostat effect on root growth direction, relying on the two-chamber system described in the Materials and Methods section and illustrated in  Supplemental Figure S2C,D . In this system, the plates loaded in chamber 1 were oriented such that seedlings were in an upright position, whereas those loaded in chamber 2 were upside down. During the first half-turn of clinorotation, the right and left sides of seedlings located in chamber 1 and chamber 2, respectively, were directed toward the gravity vector ( Supplemental Figure S2C,D ). When clinorotated clockwise at 0.2 RPM, chamber 1 seedlings curved to the right, whereas those exposed to counterclockwise clinorotation curved leftward (tip angles of 22.6 ± 5.1 and −25.9 ± 9.4 degrees, respectively;  Supplemental Figure S3A ). The opposite results were observed in chamber 2, where seedlings exposed to clockwise rotation curved leftward and those exposed to counterclockwise rotation curved rightward (tip angles of −19.2 ± 11.3 and 14.2 ± 8.6 degrees, respectively;  Supplemental Figure S3A ). To further confirm these observations, we subjected Bd21-3  Brachypodium distachyon  seedlings to 0.2 RPM  parallel clinorotation , where plates were oriented parallel to the clinostat axis, with seedlings oriented vertically at the beginning of the experiment ( Supplemental Figures S2E,F and S3B ). Plates were loaded back-to-back into the",
  "discussion": "3. Discussion Since their inception by von Sachs in 1879 [ 39 ], clinostats have been advertised as useful systems to mimic microgravity on Earth. By constantly rotating around one or two axes, these devices simulate weightlessness by averaging a plant’s orientation relative to gravity at each rotation cycle. Consequently, the plant is never exposed to gravity from one side for long enough to trigger a tropic response. Under these conditions, the plant organs are expected to display growth behaviors that are comparable to those seen under microgravity as long as the speed of rotation remains sufficiently low to keep the centrifugal force below the limit of detection by the organism (reviewed in [ 34 ]). In plants, clinostats have been used rather effectively to evaluate the effect of microgravity on processes as diverse as tropic responses, plant morphology, metabolism, organ growth, cell division, organelle morphology, and nutrient uptake, to cite just a few examples [ 25 , 40 , 41 , 42 ]. They have also been extensively used to investigate plant organs’ sensitivity to gravistimulation (reviewed in [ 25 ]). Considering that repeated short periods of gravistimulation can trigger a gravitropic response [ 25 , 26 , 27 ], we wanted to reassess the assumption that low-speed clinorotation truly simulates weightlessness. Indeed, if a vertical plant is suddenly exposed to low-speed vertical clinorotation, its organs will be gravistimulated from the same side over a period corresponding to the first half-turn of rotation. If this initial half-turn of clinorotation is sufficiently long enough to trigger a response polarity, it should ultimately lead to organ curvature. This clinorotation effect should be observed with other clinorotation configurations as well, for similar reasons. In this manuscript, we use  Arabidopsis thaliana  and  Brachypodium distachyon  seedling roots to test this hypothesis. We show that low-speed clinorotation under a variety of configurations triggers root tip curvature in which direction and degree are dictated by the polarity and period of rotation, respectively. Under vertical clinorotation, seedling roots responded to clockwise or counterclockwise clinorotation at speeds below 0.5 RPM by curving to the right and left, respectively, as long as the seedlings started clinorotation at a vertical orientation ( Figure 1 ). In the two-chamber vertical clinostat system described in  Supplemental Figure S2C,D , the seedlings are initially positioned upright in one of the chambers, and upside down in the second chamber. When clinorotated clockwise, the seedling roots in the first chamber curve to the right, whereas those in the second chamber curve to the left ( Supplemental Figure S3A ). Interestingly, during the first half-turn of clockwise clinorotation, the right flank of the seedlings is directed toward gravity in chamber 1 and away from it in chamber 2, again potentially explaining the opposite polarities of root tip curvature d",
  "conclusion": ""
}