{
  "id": "PMC9267413",
  "pmc_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9267413/",
  "title": "Extraterrestrial Gynecology: Could Spaceflight Increase the Risk of Developing Cancer in Female Astronauts? An Updated Review",
  "authors": "Rosa Drago-Ferrante, Riccardo Di Fiore, Fathi Karouia, Yashwanth Subbannayya, Saswati Das, Begum Aydogan Mathyk, Shehbeel Arif, Ana Paula Guevara-Cerdán, Allen Seylani, Aman Singh Galsinh, Weronika Kukulska, Joseph Borg, Sherif Suleiman, David Marshall Porterfield, Andrea Camera, Lane K. Christenson, April Elizabeth Ronca, Jonathan G. Steller, Afshin Beheshti, Jean Calleja-Agius",
  "year": "2022",
  "journal": "International Journal of Molecular Sciences",
  "abstract": "Outer space is an extremely hostile environment for human life, with ionizing radiation from galactic cosmic rays and microgravity posing the most significant hazards to the health of astronauts. Spaceflight has also been shown to have an impact on established cancer hallmarks, possibly increasing carcinogenic risk. Terrestrially, women have a higher incidence of radiation-induced cancers, largely driven by lung, thyroid, breast, and ovarian cancers, and therefore, historically, they have been permitted to spend significantly less time in space than men. In the present review, we focus on the effects of microgravity and radiation on the female reproductive system, particularly gynecological cancer. The aim is to provide a summary of the research that has been carried out related to the risk of gynecological cancer, highlighting what further studies are needed to pave the way for safer exploration class missions, as well as postflight screening and management of women astronauts following long-duration spaceflight.",
  "keywords": "space exploration, microgravity, space radiation, astronaut health, female reproductive system, gynecological cancers",
  "full_text": "1. Introduction Human spaceflight and deep space exploration are the aspirational activities of numerous national space agencies including the European Space Agency (ESA), Japan Aerospace Exploration Agency (JAXA), National Aeronautics and Space Administration (NASA), and Canadian Space Agency (CSA), as well as many commercial and other private entities. Studies to determine the long-term physiological responses and adaptation to the space environment and further re-adaptation to the environmental conditions on Earth are of crucial importance to the safety and health of the astronauts [ 1 ]. Beyond the stressors of getting to space, such as vibration and acceleration forces, microgravity and radiation are the most significant hazards during space travel [ 2 ]. There are other sources of physiological and psychological stress during spaceflight, including circadian shifting, dietary alterations, confined spaces, and isolation [ 2 ]. The impact of spaceflight and the cosmic environment on those organ systems essential to carry out tasks in space (motor skills, cardiovascular system, and maintenance of overall bodily function) and which are essential upon return to Earth, have received the majority of focus as they relate to studies of astronaut health and wellbeing. A long-standing concern has also been the effects of the cosmic environment on male and female reproductive health including carcinogenesis of the primary reproductive organs secondary to cosmic radiation exposure. However, this area of research lags behind. Advances in molecular biology, genetics, oncology and radiotherapy have provided more insights in recent years [ 2 ]; however, there is a paucity of research evaluating the risks of gynecological cancers, ovarian insufficiency, or infertility following spaceflight. In the present review, we focus on the effects of microgravity and radiation on the female reproductive system, particularly gynecological cancer. The aim is to provide a summary of what is known so far from studies conducted on Earth, together with the research questions and challenges requiring further study to pave the way for safer exploration class missions, as well as postflight screening and management of female astronauts following long-duration spaceflight. 2. Space-Environmental Factors: Microgravity and Space Radiation Space travel, the final frontier, presents a challenge that few have faced before. Since the first flight to space in 1961, five key threats to long-duration space travel have been identified: distance from Earth, isolation and confinement, hostile/closed environments, gravity (or lack thereof), and radiation [ 3 ]. These are all areas of potentially significant concern during long-duration spaceflight. An exploration-class mission to Mars is expected to last three years, all in an enclosed environment with a small crew [ 4 , 5 ]. At least one of these three years would include transit time in deep space during which microgravity and radiation exposures would be elevated compared to the Martian surface. Previous literature highlights the harmful effects of such environments on several body systems, including cardiac, neurological, and immune functioning [ 6 , 7 ]. In addition to the elevated medical risks during exploration missions, triage and management of such conditions is complicated by limited resources, ability to evacuate, and ground communication abilities. The distance between the Earth base and Mars leads to a communication time delay of around 5–20 min one-way. This can be a particular challenge as the expertise available on Earth is no longer able to provide real-time assistance (as is the case for astronauts on the International Space Station). 2.1. Microgravity Microgravity (or reduced gravity) leads to complex biological and systemic-level changes. Given that life has evolved and adapted to the presence of near-constant gravity on Earth, these changes can have consequences [ 3 ]. When exposed to altered gravity, these changes can be classified into short- or long-term effects. Over a few minutes of spaceflight, astronauts may experience space motion sickness [ 8 ]. Over a longer period, there can be remodeling of the cardiovascular and musculoskeletal systems [ 9 ]. The effects of microgravity on human physiology have been extensively investigated with the main goal of developing adequate countermeasures to minimize risks associated with long-duration spaceflight. These microgravity effects have been shown to be significant, global, and amplified with mission duration and distance from Earth. In particular, those associated with cardiovascular, musculoskeletal, neurological, and immune systems are easily diagnosed and clinically observable upon return from space. Microgravity may synergistically combine with other factors such as radiation, additionally compromising the health and safety of the astronauts. However, though much is known about how microgravity can affect these bodily systems, research into sex/gender-related differences in the response and adaption to spaceflight as well as how microgravity can affect the female reproductive system is limited [ 10 ]. 2.2. Space Radiation Radiation (as waves or particles) is energy that can be classified as non-ionizing (e.g., radiowaves, microwaves, infrared) or ionizing (e.g., X- or gamma rays, protons, neutrons, heavy ions). However, ionizing radiation is the most biologically active. While popular culture imagines radiation stemming from nuclear meltdowns and atomic bombs like Chernobyl or Hiroshima, in medical practice, ionizing radiation plays critical roles in both imaging and cancer radiotherapies. In imaging, X-rays and computed tomography provide critical information allowing clinicians to tailor further interventions. In contrast, when used in radiotherapies, ionizing radiation can be used to target a tumor with a minimal impact on surrounding tissue [ 11 ]. The total radiation dose is often delivered as a series of fractionated doses over the span of 4–6 weeks. Even though the exact treatment protocol varies depending upon the type and stage of the tumor itself, typical total doses used for the treatment of gynecological cancers range from around 40–60 Gray (Gy) [ 12 ]. Ionizing radiation can impact the cells directly, where the particles impact a vital target molecule and directly transfer their energy, or indirectly, where particles impact other molecules, such as water, leading to longer lasting, very reactive free radicals. When impacting DNA, ionizing radiation can cause single-strand or double-strand DNA breaks. Double-strand DNA breaks, especially those caused by close single hits or high-energy hits, are much harder to repair. Non-rejoined breaks can lead to cell death, while incorrectly rejoined breaks can lead to mutation. Space radiation has a complex impact on human tissues and is an etiological agent for cancer, cardiovascular diseases, central nervous system impairment, radiation sickness, and other harmful conditions [ 3 , 13 ]. The Earth’s magnetic field is a crucial protective element. Given the nature of ionizing space radiation, an increased rate of carcinogenesis is a primary concern for long-duration spaceflight [ 14 ]. While no increase in gynecologic cancer risk has yet been revealed in the female astronaut population [ 15 , 16 ], as exploration missions will be outside of low Earth orbit and for increasingly long durations, concern remains regarding the effects of even a low-dose rate accumulating over time [ 17 ]. The three main sources of ionizing space radiation are galactic cosmic radiation (GCR), solar particle events (SPE), and the Van Allen radiation belt [ 18 ]. These exposures are exceedingly different from terrestrial sources of radiation with respect to the type, energy transfer, dose rate, and total dose. Ionizing GCR is composed of 98% nuclei and 2% electrons and positrons and constitutes a significant part of the total radiation dose [ 19 ]. The nuclear component itself is composed of hydrogen (87%; i.e., protons), helium (12%), and heavy metal nuclei (1%; including lithium, carbon, oxygen, silicon, iron, etc.) [ 20 ]. These energetically charged particles are accelerated to relativistic speeds by intra-galactic supernovae [ 21 ]. During this process, the protons and heavy-metal ions are stripped of their orbital electrons. Thus, the role of personal and spacecraft shielding will be particularly important. Electrons and positrons do not pose a major biological hazard as spacecraft shielding is sufficient to stop these particles. However, the high-energy particles (HZEs, protons, and heavy ions) are energetic enough to penetrate the shielding materials used in spacecrafts [ 22 ]. Just as these particles penetrate spacecraft shields, they also penetrate the body, raising concerns regarding the long-term health effects of GCR exposure [ 23 ]. Linear Energy Transfer (LET) is the amount of energy a particle delivers along this penetrating path to the material it travels through [ 24 ]. The value of LET determines how the particles interact with cells. The LET value is also directly proportional to how deep the particle will be able to travel. Thus, high LET radiation particles reach deeper tissues than low LET radiation particles. For example, HZEs and protons generally have high LET values as they have high energy [ 13 , 25 , 26 ]. Therefore, they are highly penetrating. This makes them very damaging to biological tissue [ 27 , 28 ]. It is this high-density penetrating nature that allows for these particles to induce complex double-strand breaks [ 13 , 25 ]. Given these differences, the International Commission on Radiological Protection created weighting factors to relate different types of radiation to cancer mortality risks ( Table 1 ) [ 29 ]. While these weighting factors may be problematic for understanding radiation exposures in space, a conservative assumption is that a given dose of heavy ion irradiation, for example, may be at least 20 times as harmful as a given dose of x- or gamma irradiation terrestrially. Importantly, not only do these particles penetrate spacecraft shielding and bodily tissues, but they also interact with them, leading to the generation of secondary neutron radiation and reactive oxygen species, which can be just as, if not more, biologically harmful than the primary GCR particles. All of these details lead to a complex radiation environment onboard mission spacecraft, adding to the challenge of protecting astronauts from the ionizing effects of space radiation [ 23 , 30 ]. Of additional concern within the interplanetary radiation environment beyond the constant exposure to GCR is the relationship between solar cycles, solar wind, and solar particle events to the overall exposure [ 31 ]. Solar particle events (SPEs) occur when particles emitted from the sun are accelerated, either close to the sun or in interplanetary space. These particles consist of mainly 95% protons, electrons, HZE ions, and alpha particles [ 32 ]. However, unlike GCR, SPE radiation is of high flux and low energy. Thus, spacecraft shielding is much more effective at blocking SPE radiation and most residual SPE radiation can be absorbed by superficial tissues. Skin doses of SPE are 5–10× higher than that of internal organs and are therefore more likely to cause skin lesions and hematological and immunological disturbances [ 19 , 23 ]. While SPEs can range in size, they rarely result in high total dose exposures. Furthermore, the exposure is different between the low Earth orbit (LEO) and beyond-LEO environment during interplanetary travel, which will also be different from that on the Mars surface. Defined as 80–2000 km above Earth’s surface (and below the Van Allen Belts), the radiation environment in LEO is starkly different to that beyond LEO. The LEO is naturally shielded by Earth’s atmosphere and magnetic field. Although there can be increases in solar radiation during rare large solar particle events and coronal mass ejections (CMEs), we are largely protected from the majority of GCR [ 28 ]. In comparison to the ~1 mGy/year at sea level, estimates of around 0.3–1 mGy/day have been suggested to occur in deep space [ 30 , 33 ]. The projected dose received during a Mars mission (6 months of travel each way and 2 years of surface stay) could therefore result in a total cumulative dose equivalent close to 1000 mGy [ 17 ]. More recently, with radiation dosimeter readings during the cruise phase of the Mars Curiosity mission, we can expect trans Earth–Mars exposures up to 1.8 mGy/day [ 34 ]. Still, these can be subject to change based on local conditions and extreme events such as solar flares. All of these unique features of space radiation make it very difficult to extrapolate conclusions from terrestrial radiation research for hypothesizing risk profiles in the space environment. The majority of data are derived from human studies in which inadvertent exposures to high total dose or high-dose rate, short-duration exposures to gamma irradiation that have occurred after nuclear events, or exposures in patients being treated for existing cancer with high-dose rate external beam radiation or internal gamma radiation (brachytherapy) or in non-human mammalian studies have been analyzed. However, the vast majority of animal studies use X-ray and gamma irradiation, which are equivalent to GCR exposures. Moreover, X-ray and gamma irradiation exposures predicted to be seen in spaceflight are not of clinical significance. Studies completed at Brookhaven National Laboratory, where researchers can simulate GCR by using a mix-beam of protons and heavy ions, provides a mechanism to study exposures in model mammalian systems. However, these studies are also limited to using a small number of high fractionated doses to achieve a desired total dose for exploration missions, because it would not be feasible to run daily low-dose rate exposures for long durations in order to replicate a 3-year Mars mission. In summary, to try and predict the risk of gynecologic cancer during or following spaceflight, we must understand that with the exception of true long-duration human spaceflight studies, our current knowledge is severely limited by the characteristics of the study. These characteristics include radiation type, energy transfer, dose rate/duration of exposure, total dose, animal model, presence of atmosphere, presence of magnetosphere, personal shielding, craft/dwelling shielding, and use of antioxidants or other countermeasures. 3. Effect of Spaceflight on Female Reproduction There is a paucity of evidence highlighting the effects of microgravity, space radiation, and spaceflight on the male and female reproductive systems, with significantly less for the female system based on the lack of women being exposed to GCR in the Apollo missions and past inequities. Most of our current knowledge on the female reproductive system stems from animal studies and are summarized in  Figure 1 . Notably, the past decade has witnessed a dramatic increase in the number of women living and working in space. NASA astronaut candidate class ratios of men to women have achieved parity since 2013, making it likely that the future of long-duration spaceflight may also feature equal numbers of men and women [ 16 ], thus warranting further study into how the cosmic environment affects reproductive health. 3.1. Microgravity Microgravity exposure poses multiple female reproductive health concerns. These include effects of weightlessness on gonadal function and fertility as well secondary spaceflight stressors, such as sleep disruption, that may degrade female reproductive health during and after spaceflight. However, the scientific literature on reproductive changes in female astronauts during and after spaceflight or exposure to simulated microgravity (bedrest) remains sparse [ 10 , 16 , 35 ]. While female astronauts have successfully conceived and born children after spaceflight, detailed information on post-spaceflight fertility, pregnancy complications, and birth outcomes in women is not available. Further, female astronauts tend to delay pregnancy, making it difficult to separate the effects of spaceflight stressors from maternal aging on fertility and pregnancy outcomes. However, some animal studies attempting to understand reproductive outcomes in spaceflight have occurred, the first was in 1979 aboard an 18.5-day COSMOS 1129 mission, where a barrier between the two male and five female rats was removed on day two of orbit to allow for mating. Upon return to Earth, no pregnancies were observed. However, no pregnancies were observed in the control group of rats maintained on Earth either. It is not clear whether the absence of pregnancy was due to an inability to copulate in the weightless space environment, or to secondary more complex endocrine and/or embryonic developmental causes, or even attributable to housing/caging concerns [ 35 , 36 ]. Studies of female mice that were maintained on the International Space Station (ISS) for 37 days prior to euthanasia in space (eliminating re-entry stressors) revealed evidence that these female mice could be detected at different stages of the estrous cycle post-mortem, suggesting that some females were likely exhibiting estrous cyclicity [ 37 ]. Mouse embryos flown on China’s SJ-10 biosatellite completed a series of cell divisions leading to blastocoel morphology during spaceflight, but both the rate of blastocyst formation and blastocyst quality were impaired [ 38 ]. Severe DNA damage was observed in the embryonic cells, and the genome of the blastocysts developed in space was globally hypomethylated with a unique set of differentially methylated regions (DMRs). The authors suggest that these changes are similar to developmental defects, DNA damage, and epigenetic abnormalities that occur with exposure to ground-based low-dose radiation. However, given the dramatic differences already noted between cosmic radiation and that of gamma irradiation that they used in their experiments, as well as to the inability to separate out the effects of microgravity from the impact of space radiation in these studies, much remains to be determined. While a large effort in understanding fertility outcomes is still needed, a few studies have been performed evaluating mammalian pregnancy and embryonic/prenatal development in space [ 39 ]. In 1982, COSMOS 1514 examined the effect of a 4.5-day flight exposure on gestational days 13–18 of a 21-day rat pregnancy. Dams were euthanized immediately upon landing and the fetuses exhibited neurobiological aberrations and impaired bone development. Four of five dams successfully delivered their litters postflight. Additional findings included poor maternal weight gain and evidence of fetal growth restriction in comparison to controls, possibly related to the potato diet used to provision both water and food, but no change in litter dynamics. Male and female offspring from these litters that developed to adulthood were fertile and reproduced successfully. In 1994 and 1996, two jointly sponsored NASA-National Institutes of Health missions (NIH.R1) (STS-66) and NIH.R2 (STS-70) launched pregnant (gestational day 9 and 11, respectively) dams that were returned to Earth on gestational day 20 prior to parturition. Space-flown pregnant rats gave birth at the expected time; however, they exhibited twice as many ‘lordosis’ contractions during labor coupled with decreased uterine myometrial connexin 43 (gap junction) protein expression relative to controls, suggesting changes to the uterine smooth musculature tone with exposure to microgravity. However, the duration of labor, maternal weight gain, miscarriage/stillbirth rate, litter size, neonatal birthweight, placentophagia, and maternal care patterns were not significantly different from ground controls [ 40 , 41 ]. Importantly, NIH.R1 ",
  "introduction": "1. Introduction Human spaceflight and deep space exploration are the aspirational activities of numerous national space agencies including the European Space Agency (ESA), Japan Aerospace Exploration Agency (JAXA), National Aeronautics and Space Administration (NASA), and Canadian Space Agency (CSA), as well as many commercial and other private entities. Studies to determine the long-term physiological responses and adaptation to the space environment and further re-adaptation to the environmental conditions on Earth are of crucial importance to the safety and health of the astronauts [ 1 ]. Beyond the stressors of getting to space, such as vibration and acceleration forces, microgravity and radiation are the most significant hazards during space travel [ 2 ]. There are other sources of physiological and psychological stress during spaceflight, including circadian shifting, dietary alterations, confined spaces, and isolation [ 2 ]. The impact of spaceflight and the cosmic environment on those organ systems essential to carry out tasks in space (motor skills, cardiovascular system, and maintenance of overall bodily function) and which are essential upon return to Earth, have received the majority of focus as they relate to studies of astronaut health and wellbeing. A long-standing concern has also been the effects of the cosmic environment on male and female reproductive health including carcinogenesis of the primary reproductive organs secondary to cosmic radiation exposure. However, this area of research lags behind. Advances in molecular biology, genetics, oncology and radiotherapy have provided more insights in recent years [ 2 ]; however, there is a paucity of research evaluating the risks of gynecological cancers, ovarian insufficiency, or infertility following spaceflight. In the present review, we focus on the effects of microgravity and radiation on the female reproductive system, particularly gynecological cancer. The aim is to provide a summary of what is known so far from studies conducted on Earth, together with the research questions and challenges requiring further study to pave the way for safer exploration class missions, as well as postflight screening and management of female astronauts following long-duration spaceflight.",
  "methods": "",
  "results": "",
  "discussion": "",
  "conclusion": "8. Conclusions The current data reveal a scarcity of knowledge about the impact of space radiation and microgravity on gynecologic cancer, as there have been insufficient numbers of female astronauts exposed to long-duration, low-dose rate, and proton and heavy ion radiation to reliably determine the impact on the female reproductive system. With the upcoming Artemis missions set to place the first females on the Moon, there will be longer duration of exposures to both microgravity and space radiation; hence, the influence of flight length on risks related to gynecological cancers will demand a larger focus in ensuring astronaut safety during flight and postflight. Indeed, among all body tissues, the male and female gonads are among the most sensitive to radiation. Therefore, these tissues may be one of the best to study to determine space radiation related exposures."
}